{
    "surah_name": "AL-‘ÂDIYÂT",
    "surah_number": 100,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا",
            "explanation": "Allah prête serment par les chevaux qui courent tellement vite que leur respiration émet un bruit,",
            "arabic_explanation": "أقسم الله بالخيل التي تجري حتى يُسْمَع لنَفَسِها صوتٌ من شدة الجري."
        },
        {
            "verse_number": 2,
            "verse_text": "فَٱلۡمُورِيَٰتِ قَدۡحٗا",
            "explanation": "dont les sabots font jaillir des étincelles au contact des pierres,",
            "arabic_explanation": "وأقسم بالخيل التي تُوقِد بحوافرها النار إذا لامست بها الصخور لشدة وقعها عليها."
        },
        {
            "verse_number": 3,
            "verse_text": "فَٱلۡمُغِيرَٰتِ صُبۡحٗا",
            "explanation": "qui attaquent l’ennemi au matin,",
            "arabic_explanation": "وأقسم بالخيل التي تُغِير على الأعداء وقت الصباح."
        },
        {
            "verse_number": 4,
            "verse_text": "فَأَثَرۡنَ بِهِۦ نَقۡعٗا",
            "explanation": "font voler la poussière à leur passage,",
            "arabic_explanation": "فحركن بجريهنّ غبارًا."
        },
        {
            "verse_number": 5,
            "verse_text": "فَوَسَطۡنَ بِهِۦ جَمۡعًا",
            "explanation": "et pénètrent au centre d’une troupe ennemie.",
            "arabic_explanation": "فتوسّطن بفوارسهنّ جَمْعًا من الأعداء."
        },
        {
            "verse_number": 6,
            "verse_text": "إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ",
            "explanation": "L’être humain s’abstient certainement de faire le bien qu’attend de lui son Seigneur.",
            "arabic_explanation": "إن الإنسان لمَنُوع للخير الذي يريده منه ربه."
        },
        {
            "verse_number": 7,
            "verse_text": "وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٞ",
            "explanation": "Il en est témoin et ne peut le nier, tellement la chose est évidente.",
            "arabic_explanation": "وإنه على منعه للخير لشاهد، لا يستطيع إنكار ذلك لوضوحه."
        },
        {
            "verse_number": 8,
            "verse_text": "وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ",
            "explanation": "Son amour des richesses est tel qu’il en est avare.",
            "arabic_explanation": "وإنه لفرط حبه للمال يبخل به."
        },
        {
            "verse_number": 9,
            "verse_text": "۞ أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ",
            "explanation": "Cet homme trompé par le bas monde ne saura-t-il pas, lorsqu’Allah ressuscitera ceux qui sont dans les tombes et les sortira de sous terre afin de leur demander des comptes et de les rétribuer, que ce en quoi il croyait est faux?",
            "arabic_explanation": "أفلا يعلم هذا الإنسان المغترّ بالحياة الدنيا إذا بعث الله ما في القبور من الأموات وأخرجهم من الأرض للحساب والجزاء أن الأمر لم يكن كما كان يتوهم؟!"
        },
        {
            "verse_number": 10,
            "verse_text": "وَحُصِّلَ مَا فِي ٱلصُّدُورِ",
            "explanation": "Ne saura-t-il pas cela lorsque les intentions et les croyances contenues dans les cœurs seront dévoilées et divulguées?",
            "arabic_explanation": "وأُبْرِز وبُيِّن ما في القلوب من النيات والاعتقادات وغيرها."
        },
        {
            "verse_number": 11,
            "verse_text": "إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ",
            "explanation": "Leur Seigneur les connaîtra parfaitement ce Jour-là: rien de ce qui concerne Ses serviteurs ne Lui sera inconnu et Il les rétribuera selon la nature de leurs agissements.",
            "arabic_explanation": "إن ربهم بهم في ذلك اليوم لخبير، لا يخفى عليه من أمر عباده شيء، وسيجازيهم على ذلك."
        }
    ]
}