{
    "surah_name": "HOUD",
    "surah_number": 11,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ",
            "explanation": "`Alif, Lâm, Râ`: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah. Le Coran est un Livre dont les versets sont parfaits dans la disposition et le choix des mots. On n’y trouve ainsi ni défaut ni déficience. Ces versets détaillent énormément de choses, comme ce qui est licite et illicite, les commandements, les interdits, les promesses, les menaces, les récits et autres choses encore. Il provient d’un Etre Sage dans Sa gestion et Ses prescriptions, qui connait parfaitement Ses serviteurs et ce qui est le plus à même de les améliorer.",
            "arabic_explanation": "(الر) تقدم الكلام على نظائرها في سورة البقرة. القرآن كتاب أُتقنت آياته نظمًا ومعنى، فلا ترى فيها خللًا ولا نقصًا، ثم بُيِّنَت بذكر الحلال والحرام والأمر والنهي والوعد والوعيد والقصص وغير ذلك، من عند حكيم في تدبيره وتشريعه، خبير بأحوال عباده، وبما يصلحهم."
        },
        {
            "verse_number": 2,
            "verse_text": "أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ",
            "explanation": "Le contenu de ce verset révélé à Muħammad défend aux serviteurs d’adorer une autre divinité avec Allah. Puis le Messager dit: Ô gens, je vous mets en garde, si vous mécroyez et désobéissez à Allah, Il vous châtiera, alors que si vous croyez en Lui et pratiquez Sa religion,  je vous annonce qu’Il vous récompensera.",
            "arabic_explanation": "مضمون هذه الآيات المنزلة على محمد صلى الله عليه وسلم: نهي العباد أن يعبدوا مع الله غيره، إنني - أيها الناس - مُخَوِّف لكم من عذاب الله إن كفرتم به وعصيتموه، ومبشركم بثوابه إن آمنتم به، وعملتم بشرعه."
        },
        {
            "verse_number": 3,
            "verse_text": "وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ",
            "explanation": "Ô gens, demandez à votre Seigneur de vous pardonner vos péchés, repentez-vous et regrettez vos manquements à Son égard. Il vous accordera alors la jouissance de la vie de ce bas monde jusqu’au jour de votre mort, et accordera à ceux qui ont eu le mérite de Lui obéir et d’œuvrer en bien, une rétribution complète sans rien en diminuer. Si vous refusez de croire en ce que j’apporte de mon Seigneur, alors je crains pour vous un châtiment terrible, c’est-à-dire le Jour de la Résurrection.",
            "arabic_explanation": "واطلبوا - أيها الناس - مغفرة ذنوبكم من ربكم، وارجعوا إليه بالندم على ما فرطتم في جنبه، يمتعكم في حياتكم الدنيا متاعًا حسنًا إلى وقت انقضاء آجالكم المحددة، ويعط كل من له فضل في الطاعة والعمل جزاء فضله كاملًا غير منقوص، وإن تُعْرِضوا عن الإيمان بما جئت به من ربي فإني أخاف عليكم عذاب يوم شديد الأهوال وهو يوم القيامة."
        },
        {
            "verse_number": 4,
            "verse_text": "إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
            "explanation": "Ô gens, c’est vers Allah Seul que vous retournerez le Jour de la Résurrection. Il a pouvoir sur toute chose et rien ne Lui est impossible, pas même vous faire revivre et faire que vous rendiez des comptes après vous avoir fait ressusciter.",
            "arabic_explanation": "إلى الله وحده رجوعكم - أيها الناس - يوم القيامة، وهو سبحانه على كل شيء قدير، لا يعجزه شيء، فلا يعجزه إحياؤكم وحسابكم بعد موتكم وبعثكم."
        },
        {
            "verse_number": 5,
            "verse_text": "أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "L’ignorance qu’ont les polythéistes à l’égard d’Allah, les amène à replier leurs poitrines afin de dissimuler le doute qui y habite. Même s’ils se couvraient de la tête aux pieds avec leurs habits, Allah sait ce qu’ils camouflent et ce qu’ils laissent paraître. Il sait en effet ce que recèlent les poitrines.",
            "arabic_explanation": "ألا إن هؤلاء المشركين يحنون صدورهم ليكتموا ما فيها من شك عن الله جهلًا منهم به، ألا حين يغطون رؤوسهم بثيابهم، يعلم الله ما يكتمون وما يظهرون، إنه عليم بما تخفيه الصدور."
        },
        {
            "verse_number": 6,
            "verse_text": "۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ",
            "explanation": "La miséricorde d’Allah L’amène à se charger de la subsistance de toutes les créatures marchant sur la surface de la Terre. Allah sait où elles s’abritent et où elles mourront. La connaissance des animaux, de leur subsistance, du lieu où ils s’abritent et où ils mourront est consignée dans un livre explicite qui est la Tablette Préservée.",
            "arabic_explanation": "وما من مخلوق يدب على وجه الأرض مهما كان إلا تكفل الله برزقه تفضُّلًا منه، ويعلم سبحانه موضع استقراره في الأرض، ويعلم موضع موته الذي يموت فيه، فكل من الدواب ورزقها ومواضع استقرارها ومواضع موتها، في كتاب واضح هو اللوح المحفوظ."
        },
        {
            "verse_number": 7,
            "verse_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
            "explanation": "Il est Celui qui a créé les Cieux et la Terre, malgré leur immensité, ainsi que ce qu’ils contiennent en six jours et avant de les créer, Son Trône était au-dessus de l’eau. Ceci, afin de savoir, ô gens, qui d’entre vous œuvrera en bien et méritera l’agrément d’Allah et qui d’entre vous œuvrera en mal et méritera Sa colère. Il rétribuera ensuite chacun selon ce qu’il a accompli. Ô Messager, si tu disais: « Vous serez certainement ressuscités, ô gens, après votre mort afin que vous rendiez des comptes », ceux qui mécroient en Allah et rejettent la réalité de la Ressuscitation te répondraient: Ce Coran que nous récitons n’est que magie évidente. C’est un faux dont la fausseté ne laisse aucun doute.",
            "arabic_explanation": "وهو سبحانه الذي خلق السماوات والأرض على عظمهما، وخلق ما فيهما في ستة أيام، وكان عرشه قبل خلقهما على الماء؛ ليختبركم - أيها الناس - أيكم أحسن عملًا بما يرضي الله، وأيكم أسوأ عملًا بما يسخطه، فيجازي كلًّا بما يستحقه، ولئن قلت - أيها الرسول-: إنكم - أيها الناس - مبعوثون بعد موتكم لتحاسبوا ليقولن الذين كفروا بالله وأنكروا البعث: ما هذا القرآن الذي تتلوه إلا سحر واضح، فهو باطل واضح البطلان."
        },
        {
            "verse_number": 8,
            "verse_text": "وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "explanation": "Si Nous reportions de quelques jours le châtiment que les polythéistes méritent dans ce bas monde, ils diraient en se moquant et désirant le hâter: Qu’est-ce qui empêche le châtiment de s’abattre sur nous? Qu’ils sachent que le châtiment qu’ils méritent a une échéance auprès d’Allah et le jour où il s’abattra sur eux, rien ne pourra l’éloigner d’eux. Le châtiment qu’ils hâtaient ironiquement et sarcastiquement s’abattra sur eux et les cernera de toutes parts.",
            "arabic_explanation": "ولئن أخرنا عن المشركين ما يستحقون من العذاب في الحياة الدنيا إلى مدة أيام معدودة ليقولُن مستعجلين له مستهزئين: أي شيء يحبس عنا العذاب؟ ألا إن العذاب الذي يستحقونه له أمد عند الله، ويوم يأتيهم لن يجدوا صارفًا يصرفه عنهم، بل يقع عليهم، وأحاط بهم العذاب الذي كانوا يستعجلونه استهزاء وسخرية."
        },
        {
            "verse_number": 9,
            "verse_text": "وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ",
            "explanation": "Si Nous accordions à l’être humain un de Nos bienfaits comme la santé ou la richesse puis que Nous le lui retirions, il désespèrerait de la miséricorde d’Allah et renierait avec vigueur Ses dons.",
            "arabic_explanation": "ولئن أعطينا الإنسان منا نعمة كنعمة الصحة والغنى، ثم سلبنا منه تلك النعمة إنه لكثير اليأس من رحمة الله، عظيم الكفران بنعمه، ينساها إذا سَلبها الله منه."
        },
        {
            "verse_number": 10,
            "verse_text": "وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ",
            "explanation": "Si nous accordions à l’être humain une grande subsistance et une bonne santé après qu’il ait été pauvre et malade, il dirait: Les malheurs se sont éloignés de moi. Mais il ne serait pas reconnaissant envers Allah pour ces bienfaits. Il exulterait d’ingratitude, se mettrait à s’en prendre aux gens et se vanterait des dons qu’Allah lui a accordés.",
            "arabic_explanation": "ولئن أذقناه سعة في الرزق وصحة بعد فقر ومرضٍ أصابه ليقولن: ذهب السوء عني، وزال الضر، ولم يشكر الله على ذلك، إنه لكثير الفرح بطرًا، وكثير التطاول على الناس والتباهي بما أنعم الله عليه."
        },
        {
            "verse_number": 11,
            "verse_text": "إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
            "explanation": "Exception est faite de ceux qui sont patient dans l’adversité, dans l’accomplissement des actes d’obéissance et dans le délaissement des actes de désobéissance et accomplissent de bonnes œuvres. Ceux-là, leur cas est différent puisqu’ils ne désespèrent pas, ne renient pas les bienfaits d’Allah et ne s’en prennent pas aux gens. Ceux qui possèdent ces qualités obtiendront le pardon de leur Seigneur pour leurs péchés et auront droit à une immense rétribution dans l’au-delà.",
            "arabic_explanation": "إلا الذين صبروا على المكاره والطاعات وعن المعاصي، وعملوا الأعمال الصالحات، فلهم حال آخر، حيث لا يصيبهم يأس، ولا كفر بنعم الله، ولا تطاول على الناس، أولئك المتصفون بهذه الصفات لهم مغفرة من ربهم لذنوبهم، ولهم جزاء كبير في الآخرة."
        },
        {
            "verse_number": 12,
            "verse_text": "فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ",
            "explanation": "Ô Messager, il se peut qu’en raison de la mécréance et de l’obstination qu’ils t’ont opposées ainsi que pour leur demande insistante de miracles, tu délaisses la transmission de certains préceptes qu’Allah t’a ordonné de transmettre et qui leurs sont pénibles à appliquer. Il se peut que tu sois angoissé de les transmettre et d’entendre qu’ils te disent: Et si un trésor descendait sur lui pour l’enrichir ou qu’un ange l’accompagne afin de confirmer ses dires? Ne délaisse pas pour cette raison la transmission de certains préceptes qui t’ont été révélés car tu n’es qu’un avertisseur qui transmet ce qu’Allah t’a ordonné de transmettre et il ne t’appartient pas d’apporter les miracles qu’ils te suggèrent. Et Allah consigne toute chose.",
            "arabic_explanation": "فلعلك أيها الرسول - لِمَا واجهته من كفرهم وعنادهم واقتراحهم الآيات - تارك تبليغ بعض ما أمرك الله بتبليغه مما يشق عليهم العمل به، وضائق صدرك بتبليغه لئلا يقولوا: هلَّا أُنْزِل عليه كنز يغنيه، أو جاء معه ملك يصدقه، فلا تترك بعض ما يوحى إليك من أجل ذلك، فما أنت إلا نذير، تبلغ ما أمرك الله بتبليغه، وليس عليك الإتيان بما يقترحونه من الآيات، والله على كل شيء حفيظ."
        },
        {
            "verse_number": 13,
            "verse_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Les polythéistes disent également: Muħammad a inventé le Coran de toutes pièces et ce Livre n’a pas été révélé par Allah. Ô Muħammad réponds-leur en guise de défi: Apportez donc dix sourates semblables à celles de ce Coran, que vous inventerez de toutes pièces et dans lesquelles vous n’êtes pas tenus d’annoncer des vérités contrairement à ce Coran qui selon vos prétentions est inventé, puis invoquez ceux que vous pouvez invoquer afin qu’ils vous aident à accomplir cela, si ce que vous prétendez est la vérité.",
            "arabic_explanation": "بل أيقول المشركون: اختلق محمد القرآن، وليس وحيًا من الله، قل - أيها الرسول - متحديًا إياهم: فأتوا بعشر سور مثل هذا القرآن مُخْتَلقات لا تلتزمون فيها بصدق مثل القرآن الذي زعمتم أنه مُخْتَلق، وادعوا من استطعتم دعاءه؛ لتستعينوا به على ذلك، إن كنتم صادقين في دعوى أن القرآن مُخْتَلق."
        },
        {
            "verse_number": 14,
            "verse_text": "فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
            "explanation": "Si, parce qu’ils en sont incapable, ils n’apportent pas ce qui leur a été demandés, ayez la certitude, ô croyants, qu’Allah Seul a pu révéler le Coran à Son Messager et qu’il n’a pas été inventé. Sachez également qu’il n’existe pas de divinité qui mérite d’être adorée en dehors d’Allah. Allez-vous vous soumettre à Lui maintenant que tous ces arguments décisifs vous ont été révélés?",
            "arabic_explanation": "فإن لم يأتوا بما طلبتم منهم لعدم قدرتهم عليه فاعلموا - أيها المؤمنون - علم يقين أن القرآن إنما أنزله الله بعلمه على رسوله، وليس مُخْتَلقًا، واعلموا أن لا معبود بحق إلا الله، فهل أنتم منقادون له بعد هذه الحجج القاطعة؟"
        },
        {
            "verse_number": 15,
            "verse_text": "مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ",
            "explanation": "Ceux qui ne désirent au travers de leurs œuvres, que de jouir de ce bas monde et de ses plaisirs éphémères et se désintéressent de l’au-delà, Nous les rétribuerons pour leurs œuvres dans ce bas monde en leur accordant par exemple la santé, la sécurité ou une large subsistance et Nous ne soustrairons rien de la récompense qu’ils méritent.",
            "arabic_explanation": "من كان يريد بعمله الحياة الدنيا ومُتَعَها الفانية ولا يريد به الآخرة، نعطهم ثواب أعمالهم في الدنيا: صحة، وأمنًا، وسعة في الرزق، لا ينقصون من ثواب عملهم شيئًا."
        },
        {
            "verse_number": 16,
            "verse_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
            "explanation": "Ceux qui ne désirent que cet ici-bas seront le Jour de la Résurrection jetés dans le Feu. La récompense pour les œuvres qu’ils ont accomplies sera perdue et nulle car elles n’auront pas été précédées par la foi et par une intention louable. Ils ne recherchaient pas, en les accomplissant, à satisfaire Allah et à réussir dans l’au-delà.",
            "arabic_explanation": "أولئك المتصفون بهذا القصد الذميم ليس لهم يوم القيامة ثواب إلا النار يدخلونها، وذهب عنهم ثواب أعمالهم، وأعمالهم باطلة؛ لأنها لم يسبقها إيمان ولا قصد صحيح، فلم يريدوا بها وجه الله والدار الآخرة."
        },
        {
            "verse_number": 17,
            "verse_text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
            "explanation": "Le Prophète Muħammad détient une preuve évidente de son Seigneur et est suivi par un témoin (Gabriel) envoyé par son Seigneur. Il bénéficie également du témoignage de la Torah révélée à Moïse en guise d’exemple à suivre et de miséricorde. Lui et les croyants qui l’accompagnent ne sont pas semblables aux mécréants qui se débattent dans l’égarement car les premiers croient au Coran et en celui à qui il a été révélé, Muħammad. Les adeptes des autres religions qui mécroient en lui, seront châtiés par le Feu le Jour de la Résurrection. Ô Messager, ne sois donc pas sceptique concernant le Coran et ce qui leur est promis. C’est l’indubitable vérité mais la plupart des gens ne croient pas malgré la quantité de preuves claires et d’arguments évidents qui s’y trouve.",
            "arabic_explanation": "لا يستوي النبي محمد صلى الله عليه وسلم الذي معه برهان من ربّه تعالى، ويتبعه شاهد من ربه، وهو جبريل. ويشهد له من قبل على نبوته التوراة التي أنزلت على موسى عليه السلام قدوة الناس ورحمتهم، لا يستوي هو ومن آمن معه مع أولئك الكافرين المُتَخَبِّطين في الضلال، أولئك يؤمنون بالقرآن، وبمحمد صلى الله عليه وسلم الذي أُنْزِل عليه، ومن يكفر به من أصحاب الملل فالنار موعده يوم القيامة، فلا تكن - أيها الرسول - في ارتياب من القرآن ومن موعدهم، فهو الحق الذي لا شك فيه، ولكن أكثر الناس لا يؤمنون مع تضافر الأدلة الواضحة والبراهين الجلية."
        },
        {
            "verse_number": 18,
            "verse_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
            "explanation": "Personne n’est plus injuste que celui qui invente un mensonge sur Allah en Lui attribuant des associés ou une progéniture. Ceux qui inventent ces mensonges seront présentés à leur Seigneur le Jour de la Résurrection afin qu’Il les interroge sur ce qu’ils œuvraient. Les anges et les messagers qui auront été témoins de ce qu’ils disaient, déclareront: Ce sont eux qui mentaient sur Allah en Lui attribuant des associés et une progéniture. Qu’Allah exclut donc de Sa miséricorde ceux qui, parce qu’ils ont menti et inventé sur Allah, étaient injustes envers leurs propres personnes.",
            "arabic_explanation": "ولا أحد أظلم ممن اختلق على الله كذبًا بنسبة الشريك أو الولد إليه، أولئك الذين يختلقون الكذب على الله يُعْرَضون على ربهم يوم القيامة ليسألهم عن أعمالهم، ويقول الشهود عليهم من الملائكة والمرسلين: هؤلاء هم الذين كذبوا على الله بما نسبوه إليه من الشريك ومن الولد، ألا طرد الله من رحمته الظالمين لأنفسهم بالكذب على الله."
        },
        {
            "verse_number": 19,
            "verse_text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
            "explanation": "Ils interdisaient aux gens de cheminer dans le droit chemin d’Allah et faisaient en sorte que ce chemin soit tortueux au lieu d’être droit afin que personne ne l’emprunte. Ils mécroyaient à la Ressuscitation après la mort et en rejetaient la réalité.",
            "arabic_explanation": "الذين يمنعون الناس عن سبيل الله المستقيم، ويطلبون لسبيله الاعوجاج عن الاستقامة حتى لا يسلكها أحد، وهم يكفرون بالبعث بعد الموت ويجحدونه."
        },
        {
            "verse_number": 20,
            "verse_text": "أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ",
            "explanation": "Ceux qui possèdent ces caractéristiques ne peuvent échapper au châtiment d’Allah s’il s’abat sur eux. Aucun allié et secoureur en dehors d’Allah ne pourra éloigner d’eux Sa punition. On leur ajoutera un surplus de châtiment le Jour de la Résurrection pour s’être éloignés du chemin d’Allah et en avoir éloigné autrui. Ils étaient incapables d’entendre la vérité et d’être guidés dans ce bas monde. Leur refus catégorique de la vérité les empêchait de comprendre le bénéfice qu’ils avaient à croire aux signes d’Allah dans l’Univers.",
            "arabic_explanation": "أولئك المتصفون بتلك الصفات لم يكونوا قادرين على الهرب في الأرض من عذاب الله إذا نزل بهم، وليس لهم حلفاء ونصراء من دون الله يدفعون عقاب الله عنهم؛ يزاد عليهم العذاب يوم القيامة بسبب صَرْفهم أنفسهم وصَرْفهم غيرهم عن سبيل الله، ما كانوا في الدنيا يستطيعون سماع الحق والهدى سماع قبول، وما كانوا يبصرون آيات الله في الكون إبصارًا يفيدهم؛ لإعراضهم الشديد عن الحق."
        },
        {
            "verse_number": 21,
            "verse_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
            "explanation": "Ceux qui possèdent ces caractéristiques sont ceux qui ont égaré leurs âmes. En attribuant des associés à Allah, ils  les ont exposées à la perdition, et en fin de compte, ces associés et intercesseurs qu’ils inventaient disparaîtront.",
            "arabic_explanation": "أولئك المتصفون بتلك الصفات هم الذين خسروا أنفسهم بإيرادها موارد الهلاك باتخاذ الشركاء مع الله، وذهب عنهم ما كانوا يختلقونه من الشركاء والشفعاء."
        },
        {
            "verse_number": 22,
            "verse_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ",
            "explanation": "En vérité, ils seront le Jour de la Résurrection ceux qui ont fait la plus mauvaise transaction, puisqu’ils auront échangé la foi contre la mécréance, l’au-delà contre le bas monde et la miséricorde contre le châtiment.",
            "arabic_explanation": "حقًّا إنهم يوم القيامة هم الأخسرون صفقة، حيث استبدلوا الكفر بالإيمان، والدنيا بالآخرة، والعذاب بالرحمة."
        },
        {
            "verse_number": 23,
            "verse_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
            "explanation": "Ceux qui croient en Allah et en Son Messager, accomplissent de bonnes œuvres, se soumettent à leur Seigneur et s’humilient devant Lui, sont les gens du Paradis où ils demeureront éternellement.",
            "arabic_explanation": "إن الذين آمنوا بالله ورسله، وعملوا الأعمال الصالحات، وخضعوا وخشعوا لله أولئك هم أصحاب الجنة، هم فيها ماكثون أبدًا."
        },
        {
            "verse_number": 24,
            "verse_text": "۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ",
            "explanation": "Les deux groupes, croyants et mécréants, sont tels les deux exemples suivants: L’aveugle qui ne voit pas et le sourd qui n’entend pas, représentent les mécréants qui refusent d’entendre la vérité et ne voient pas ce qui en elle est bénéfique. Quant à l’être humain qui a une vue et une ouïe saine, il représente les croyants qui entendent et voient. Ces deux groupes sont-ils égaux en termes de situation et de description? Ils ne le sont évidemment pas. Tirerez-vous donc des enseignements de cette inégalité?",
            "arabic_explanation": "مثل فريقي الكفار والمؤمنين مثل الأعمى الذي لا يبصر، والأصم الذي لا يسمع، وهذا مثل فريق الكفار الذين لا يسمعون الحق سماع قبول، ولا يبصرونه إبصارًا ينفعهم، ومثل السميع البصير، وهذا مثل فريق المؤمنين الذي يجمع بين السمع والإبصار، هل يستوي هذان الفريقان حالًا وصفة؟! لا يستويان، أفلا تعتبرون بعدم استوائهما؟!"
        },
        {
            "verse_number": 25,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
            "explanation": "Nous avons envoyé Noé en tant que messager à son peuple auquel il dit: Ô mon peuple, je vous avertis qu’Allah risque de vous châtier et je vous expose ce qu’on m’a envoyé vous transmettre.",
            "arabic_explanation": "ولقد بعثنا نوحًا عليه السلام رسولًا إلى قومه، فقال لهم: يا قوم، إني نذير لكم من عذاب الله، مبين لكم ما أرسلت به إليكم."
        },
        {
            "verse_number": 26,
            "verse_text": "أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ",
            "explanation": "Je vous appelle à adorer Allah Seul. N’adorez donc que Lui car je crains que vous ne subissiez le châtiment d’un jour douloureux.",
            "arabic_explanation": "وأدعوكم إلى عبادة الله وحده، فلا تعبدوا إلا إياه، إني أخاف عليكم عذاب يوم مؤلم."
        },
        {
            "verse_number": 27,
            "verse_text": "فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ",
            "explanation": "Les nobles et les chefs mécréants de son peuple lui dirent alors: Nous ne répondrons pas à ton appel car tu n’as aucun mérite sur nous, tu n’es qu’un être humain comme nous. De plus, nous remarquons que seuls les vils parmi nous t’écoutent et te suivent. Vous n’avez aucune supériorité en noblesse, en richesse et en prestige qui nous obligerait à vous suivre. Nous croyons plutôt que vous mentez en avançant ce que vous prétendez.",
            "arabic_explanation": "فقال الأشراف والرؤساء الذين كفروا من قومه: لن نستجيب لدعوتك؛ لأنه لا مزية لك علينا، فأنت بشر مثلنا، ولأننا لا نراك اتبعك إلا أسافلنا فيما ظهر لنا من رأينا، ولأنه ليس لكم زيادة في الشرف والمال والجاه تؤهلكم لأن نتبعكم، بل نظنكم كاذبين فيما تدعونه."
        },
        {
            "verse_number": 28,
            "verse_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ",
            "explanation": "Noé leur répondit: Ô mon peuple, dites-moi: si je détenais une preuve évidente de mon Seigneur prouvant que ce que je vous dis est la vérité et vous imposant de croire en moi, si je détenais également une miséricorde de Sa part –la Prophétie et le Message– et que de tout cela vous n’en sachiez rien, nous appartiendrait-il de vous contraindre à y croire et à introduire cette foi de force dans vos cœurs? Nous n’aurions pas ce pouvoir car Allah Seul introduit la foi dans les cœurs.",
            "arabic_explanation": "قال لهم نوح: يا قوم، أخبروني إن كنت على برهان من ربي يشهد لصدقي، ويوجب عليكم تصديقي، وأعطاني رحمة من عنده وهي النبوة والرسالة، وأُخْفِيت عليكم لجهلكم بها؛ أنجبركم على الإيمان بها، وندخله في قلوبكم كرهًا؟! لا نقدر على ذلك، فالذي يوفِّق للإيمان هو الله."
        },
        {
            "verse_number": 29,
            "verse_text": "وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
            "explanation": "Ô mon peuple, je ne vous demande pas de richesse en contrepartie de la transmission du Message car ma récompense me sera remise par Allah. De plus, je n’éloignerai pas de mon assemblée les croyants pauvres que vous m’avez demandé de chasser. Ils rencontreront leur Seigneur le Jour de la Résurrection et Il les rétribuera pour leur foi, mais je vois que vous êtes des gens qui, en me demandant de chasser les croyants pauvres, ne sont pas conscients de la réalité de ce que je leur annonce.",
            "arabic_explanation": "ويا قوم، لا أطلب منكم على تبليغ الرسالة مالًا، فما ثوابي إلا على الله، ولست بِمُبْعِدٍ عن مجلسي الفقراء من المؤمنين الذين طلبتم طردهم، إنهم ملاقو ربهم يوم القيامة، وهو مجازيهم على إيمانهم، ولكني أراكم قومًا لا تفهمون حقيقة هذه الدعوة حين تطلبون طرد الضعفاء من المؤمنين."
        },
        {
            "verse_number": 30,
            "verse_text": "وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ",
            "explanation": "Ô mon peuple, qui éloignera de moi le châtiment d’Allah si je chassais injustement ces croyants alors qu’ils n’ont commis aucune faute? Ne vous soumettrez-vous pas au rappel et ne vous engagerez-vous pas dans ce qui meilleur et plus bénéfique pour vous?",
            "arabic_explanation": "ويا قوم، من يدفع عني عذاب الله إن طردت هؤلاء المؤمنين ظلمًا بغير ذنب؟ أفلا تتذكرون، وتسعون إلى ما هو أصلح لكم وأنفع؟!"
        },
        {
            "verse_number": 31,
            "verse_text": "وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
            "explanation": "Ô mon peuple, je ne prétends pas détenir les réserves détenues seulement par Allah ni ne prétends que je vous distribuerai, si vous avez foi en ce que j’apporte, un surplus de subsistance. Je ne prétends pas non plus connaitre l’Invisible, ni être un ange. Je suis un être humain comme vous. Enfin, je ne dirai pas, concernant les pauvres que vos yeux méprisent et déprécient, qu’Allah ne leur facilitera rien et qu’Il ne les guidera pas. Allah connaît leurs intentions et leurs situations. Si je prétendais tout cela, je serais du nombre des injustes qui méritent le châtiment d’Allah.",
            "arabic_explanation": "ولا أقول لكم - يا قومي -: عندي خزائن الله التي فيها رزقه، أنفقها عليكم إن آمنتم، ولا أقول لكم: إني أعلم الغيب، ولا أقول لكم: إني من الملائكة، بل أنا بشر مثلكم، ولا أقول عن الفقراء الذين تحتقرهم أعينكم وتستصغرهم: لن يعطيهم الله توفيقًا ولا هداية، الله أعلم بنياتهم وأحوالهم، إني إن ادعيت ذلك لمن الظالمين الذين يستحقون عذاب الله."
        },
        {
            "verse_number": 32,
            "verse_text": "قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
            "explanation": "Intransigeants et entêtés, ils répondirent: Ô Noé, tu as débattu avec nous et tu as argumenté contre nous avec insistance. Apporte-nous donc le châtiment que tu nous promets si ce que tu prétends est la vérité.",
            "arabic_explanation": "قالوا تَعَنُّتًا وتكبرًا: يا نوح، قد خاصمتنا وناظرتنا، فأكثرت مخاصمتنا ومناظرتنا، فأتنا بما تعدنا به من العذاب إن كنت من الصادقين فيما تدعيه."
        },
        {
            "verse_number": 33,
            "verse_text": "قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ",
            "explanation": "Noé leur répondit: Je ne vous apporterai aucun châtiment, c’est Allah qui vous l’apportera s’Il le veut et vous ne pourrez y échapper s’Il décidait qu’il s’abatte sur vous.",
            "arabic_explanation": "قال لهم نوح: أنا لا آتيكم بالعذاب، إنما يأتيكم به الله إن شاء، وما أنتم بقادرين على الإفلات من عذاب الله إن أراد بكم عذابًا."
        },
        {
            "verse_number": 34,
            "verse_text": "وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ",
            "explanation": "Les conseils et les rappels que je vous prodigue ne vous profiteront pas, si à cause de votre entêtement, Allah veut vous égarer du droit chemin et vous abandonner au lieu de vous guider. Il est votre Seigneur et est maître de votre sort: Il vous égare s’il le veut et c’est vers Lui Seul que vous retournerez le Jour de la Résurrection afin de vous rétribuer pour vos œuvres.",
            "arabic_explanation": "ولا ينفعكم نصحي وتذكيري لكم، إن كان الله يريد أن يضلَّكم عن الصراط المستقيم، ويخذلكم عن الهداية بسبب عنادكم، هو ربكم، فهو الذي يملك أمركم، فيضلكم إن شاء، وإليه وحده ترجعون يوم القيامة، فيجازيكم على أعمالكم."
        },
        {
            "verse_number": 35,
            "verse_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ",
            "explanation": "Le peuple de Noé mécroyait en lui parce qu’il prétendait que Noé avait inventé la religion qu’il apportait et qu’il l’attribuait mensongèrement à Allah. Ô Messager, dis-leur: Si j’ai inventé cette religion, je subirai seul la punition que je mérite et je ne serai en aucun cas responsable de votre démenti car j’en suis innocent.",
            "arabic_explanation": "وسبب كفر قوم نوح أنهم يزعمون أنه اختلق على الله هذا الدين الذي جاء به، قل لهم - أيها الرسول -: إن اختلقته، فعليَّ وحدي عقاب إثمي، ولا أتحمل من إثم تكذيبكم شيئًا، فأنا بريء منه."
        },
        {
            "verse_number": 36,
            "verse_text": "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ",
            "explanation": "Allah révéla à Noé ce qui suit: Ô Noé, il n’y aura de croyants parmi ton peuple que ceux qui ont auparavant eu la foi. Ne t’attriste donc pas pour le démenti et les railleries que tu as subis tout au long de cette longue période.",
            "arabic_explanation": "وأوحى الله إلى نوح: أنه لن يؤمن من قومك - يا نوح - إلا من قد آمن من قبل، فلا تحزن - يا نوح - بسبب ما كانوا يفعلونه من التكذيب والاستهزاء خلال تلك المدة الطويلة."
        },
        {
            "verse_number": 37,
            "verse_text": "وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
            "explanation": "Construis, alors que Nous te regardons et te préservons, un bateau en suivant les enseignements de la Révélation. Ne t’adresse pas à moi afin de me demander d’accorder un délai à ceux qui, à cause de leur mécréance, ont été injustes envers eux-mêmes. Ils seront irrémédiablement punis et noyés dans le Déluge pour avoir persisté à rester mécréants.",
            "arabic_explanation": "واصنع السفينة بمرأى منا محفوظًا منا، وبوحينا بتعليمك كيف تصنعها، ولا تخاطبني طالبًا إمهال الذين ظلموا أنفسهم بالكفر، إنهم مُغْرَقون - لا محالة - بالطوفان؛ عقابًا لهم على إصرارهم على الكفر."
        },
        {
            "verse_number": 38,
            "verse_text": "وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ",
            "explanation": "Noé obéit alors à l’ordre de son Seigneur et se mit à construire un bateau. Chaque fois que les notables et les chefs passaient près de lui, ils se moquaient car il construisait un bateau là où il n’y a ni eau, ni rivière. Puis lorsque leurs railleries devinrent pesantes, Noé leur dit: Ô notables, si vous vous moquez de nous aujourd’hui parce que nous construisons un bateau, nous nous moquons de vous parce que vous ignorez que vous allez être noyés.",
            "arabic_explanation": "فامتثل نوح أمر ربه، وطَفِقَ يصنع السفينة، وكلما مر عليه كبراء قومه وسادتهم استهزؤوا به؛ لما يقوم به من صنع السفينة وليس في أرضه ماء ولا أنهار، فلما تكرر استهزاؤهم به؛ قال: إن تستهزئوا - أيها الملأ - منا اليوم عندما نصنع السفينة، فإنا نستهزئ بكم لجهلكم بما يصير إليه أمركم من الغرق."
        },
        {
            "verse_number": 39,
            "verse_text": "فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
            "explanation": "Vous saurez ainsi sur qui s’abattra un châtiment qui l’humiliera et le rabaissera dans ce bas monde, et dans l’au-delà une punition permanente qui ne s’interrompra jamais vous attend.",
            "arabic_explanation": "فسوف تعلمون من يأتيه عذاب في الدنيا يذله ويهينه، وينزل عليه يوم القيامة عقاب دائم لا ينقطع."
        },
        {
            "verse_number": 40,
            "verse_text": "حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ",
            "explanation": "Ensuite, Noé termina la construction du bateau qu’Allah lui avait ordonné de construire et lorsque Notre ordre de les anéantir parvint, en guise de signal de l’imminence du Déluge, l’eau dans les fourneaux où ils cuisaient leur pain se mit à bouillonner. Nous dîmes à Noé: Embarque dans le bateau un couple constitué d’un mâle et d’une femelle de toutes les espèces animales vivant sur Terre. Embarque les membres de ta famille et les croyants de ton peuple, sauf ceux que Nous avons condamnés à la noyade car ils n’ont pas la foi. Seul un petit nombre des siens avaient la foi malgré la très longue période qu’il vécut parmi eux où il les a appelés à croire en Allah.",
            "arabic_explanation": "وأنهى نوح عليه السلام صنع السفينة التي أمره الله بصنعها، حتى إذا جاء أمرنا بإهلاكهم، وفار الماء من التنور الذي كانوا يخبزون فيه؛ إعلامًا ببدء الطوفان؛ قلنا لنوح عليه السلام: احمل في السفينة من كل صنف من الحيوان فوق الأرض زوجين: ذكرًا وأنثى، واحمل أهلك إلا من سبق الحكم بأنه مغرق؛ لكونه لم يؤمن، واحمل من آمن معك من قومك، وما آمن معه من قومه إلا عدد قليل على طول المدة التي مكث فيها يدعوهم إلى الإيمان بالله."
        },
        {
            "verse_number": 41,
            "verse_text": "۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ",
            "explanation": "Noé dit à ceux de sa famille et de son peuple qui avaient la foi: Montez sur le bateau. C’est au nom d’Allah qu’il se déplacera et c’est également en Son nom qu’il s’arrêtera. Mon seigneur pardonne les péchés de Ses serviteurs et est miséricordieux envers eux. Or l’une des manifestations de Sa miséricorde envers les croyants est qu’il les sauve de l’anéantissement.",
            "arabic_explanation": "وقال نوح لمن آمن من أهله وقومه: اركبوا في السفينة، باسم الله يكون جري السفينة، وباسمه يكون رُسُوُّها، إن ربي غفور لذنوب من تاب من عباده، رحيم بهم، ومن رحمته بالمؤمنين أن أنجاهم من الهلاك."
        },
        {
            "verse_number": 42,
            "verse_text": "وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ",
            "explanation": "Alors que le bateau se déplaçait avec les gens et les animaux à son bord au milieu de vagues aussi hautes que des montagnes,  Noé, mû par son amour paternel, s’adressa en ces termes à son fils qui s’était retiré loin de lui et des siens: Ô mon fils, monte avec nous sur le bateau afin que tu échappes à la noyade que subiront les mécréants.",
            "arabic_explanation": "والسفينة تسير بمن فيها من الناس وغيرهم في موج عظيم مثل الجبال، وبعاطفة الأبوة نادى نوح عليه السلام ابنه الكافر، وكان منفردًا عن أبيه وقومه في مكان: يا بني اركب معنا في السفينة؛ لتنجو من الغرق، ولا تكن مع الكافرين، فيصيبك ما أصابهم من الهلاك بالغرق."
        },
        {
            "verse_number": 43,
            "verse_text": "قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ",
            "explanation": "Le fils répondit à son père: Je me réfugierai au sommet d’une haute montagne afin que l’eau ne parvienne pas à moi. Noé lui dit alors: Rien n’empêchera aujourd’hui que châtiment du Déluge envoyé par Allah ne submerge tout, excepté Allah Lui-même. Il est Celui qui est miséricordieux envers qui il veut et décide qui ne sera pas noyé. Les vagues s’interposèrent alors entre Noé et son fils mécréant et ce dernier fut du nombre de ceux qui furent noyés pour leur mécréance.",
            "arabic_explanation": "قال ابن نوح لنوح: سألجأ إلى جبل مرتفع؛ ليمنعني من وصول الماء إليَّ، قال نوحٌ لابنه: لا مانع اليوم من عذاب الله بالغرق بالطوفان إلا اللهُ الرَّاحمُ برحمته من يشاء سبحانه، فإنه يمنعه من الغرق، وفرَّق الموجُ بين نوح وابنه الكافر، فكان ابنه من المغرقين بالطوفان لكفره."
        },
        {
            "verse_number": 44,
            "verse_text": "وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
            "explanation": "Puis une fois le déluge terminé, Allah dit à la Terre: Ô Terre, absorbe l’eau du Déluge. Et Il dit au Ciel: Ô Ciel, arrête de faire pleuvoir de l’eau. Le niveau de l’eau baissa donc jusqu’à ce que la Terre se fût asséchée et que les mécréants aient tous été anéantis. Le bateau s’arrêta sur le mont Al-Jûdî et il fut dit: Que soient éloignés et anéantis ceux qui, en mécroyant, franchissent les limites d’Allah.",
            "arabic_explanation": "وقال الله للأرض بعد نهاية الطوفان: يا أرض، اشربي ما عليك من ماء الطوفان، وقال للسماء: يا سماء أمسكي ولا ترسلي المطر، ونَقَصَ الماء حتى جفت الأرض، وأهلك الله الكافرين، ووقفت السفينة على جبل الجودي، وقيل: بُعْدًا وهلاكًا للقوم المتجاوزين لحدود الله بالكفر."
        },
        {
            "verse_number": 45,
            "verse_text": "وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ",
            "explanation": "Puis Noé implora son Seigneur: Ô Seigneur, mon fils fait partie de ma famille que Tu m’as promis de sauver. Or Ta promesse est véridique et Tu n’y manques jamais. Tu es le plus équitable et le plus connaisseur des juges.",
            "arabic_explanation": "ونادى نوح عليه السلام ربه مستغيثًا به، فقال: يا رب، إن ابني من أهلي الذين وعدتني بإنجائهم، وإن وعدك هو الصدق الذي لا خُلْف فيه، وأنت أعدل الحاكمين وأعلمهم."
        },
        {
            "verse_number": 46,
            "verse_text": "قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
            "explanation": "Allah dit à Noé: Ô Noé, ton fils, que tu me demandes de sauver, ne fait pas partie des membres de ta famille que Je t’ai promis de sauver car c’est un mécréant. Cette demande que tu me fais, ô Noé, tu ne devrais pas Me la faire car elle ne convient pas à quelqu’un de ton rang. Ne Me demande pas ce dont tu n’as aucune connaissance. Je te dis cela afin que tu ne fasses pas partie de ces ignorants qui Me demandent ce qui est contraire à Ma connaissance et à Ma sagesse.",
            "arabic_explanation": "قال الله لنوح: يا نوح، إن ابنك الذي سألتني إنجاءه ليس من أهلك الذين وعدتك بإنجائهم؛ لأنه كافر، إن سؤالك يا نوح عمل غير مناسب منك، ولا يصلح لمن هو في مقامك، فلا تسألني ما ليس لك به علم، إني أحذرك أن تكون من الجاهلين، فتسألني ما يخالف علمي وحكمتي."
        },
        {
            "verse_number": 47,
            "verse_text": "قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ",
            "explanation": "Noé dit: Seigneur, je me réfugie auprès de Toi et recherche Ta protection contre le fait de Te demander ce dont je n’ai aucune connaissance. Si Tu ne me pardonnes pas mon péché et ne me fais pas miséricorde, je serais du nombre des perdants qui auront perdu leurs parts de l’au-delà.",
            "arabic_explanation": "قال نوح عليه السلام: رب، إني ألتجئ وأعتصم بك من أن أسألك ما لا علم لي به، وإن لم تغفر لي ذنبي، وترحمني برحمتك، أكن من الخاسرين الذين خسروا حظوظهم في الآخرة."
        },
        {
            "verse_number": 48,
            "verse_text": "قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ",
            "explanation": "Ensuite, Allah dit à Noé: Ô Noé, descends du bateau, et pose pied sur la terre ferme sain et sauf, bénéficiant des bienfaits nombreux qu’Allah t’a accordé et qu’Il accordera à la descendance croyante de ceux qui t’accompagnaient sur le bateau. Des peuples affiliés à eux apparaitront mais ils seront mécréants. Ceux-là, Nous les laisserons jouir un temps de ce bas monde et leur accorderons des bienfaits le temps qu’ils vivront puis ils subiront un châtiment douloureux dans l’au-delà.",
            "arabic_explanation": "قال الله لنوح عليه السلام: يا نوح، انزِل من السفينة على الأرض بسلامة وأمن، وبنِعَمٍ من الله كثيرة عليك، وعلى ذرية من كانوا معك في السفينة من المؤمنين يأتون من بعدك، وثمّة أمم أخرى من ذريتهم كافرون سنمتعهم في هذه الحياة الدنيا، ونعطيهم ما يعيشون به، ثم ينالهم منا في الآخرة عذاب موجع."
        },
        {
            "verse_number": 49,
            "verse_text": "تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ",
            "explanation": "Ce récit de l’histoire de Noé est une part de l’Invisible que ni toi, ô Messager, ni les tiens n’auraient eu les moyens de connaître avant cette révélation que Nous te faisons. Endure donc patiemment les persécutions et le démenti de ton peuple à l’image de Noé, car la victoire et la domination appartiennent à ceux qui se conforment au commandement d’Allah et délaissent Ses interdits.",
            "arabic_explanation": "قصة نوح هذه من أخبار الغيب، ما كنت - أيها الرسول - تعلمها أنت، وما كان قومك يعلمونها من قبل هذا الوحي الذي أوحيناه إليك، فاصبر على أذى قومك وتكذيبهم كما صبر نوح عليه السلام، إن النصر والغلبة للذين يمتثلون أوامر الله، ويجتنبون نواهيه."
        },
        {
            "verse_number": 50,
            "verse_text": "وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ",
            "explanation": "Nous avons envoyé aux ‘Âd leur frère Hûd qui leur dit: Ô mon peuple, adorez Allah Seul et ne Lui associez rien car nulle divinité ne mérite d’être adorée en dehors de Lui. Vous ne proférez que des mensonges lorsque vous prétendez qu’Il a un associé.",
            "arabic_explanation": "وأرسلنا إلى عاد أخاهم هودًا عليه السلام، قال لهم: يا قوم، اعبدوا الله وحده، ولا تشركوا معه أحدًا، ليس لكم معبود بحق غيره سبحانه، ولستم في دعواكم أن له شريكًا إلا كاذبين."
        },
        {
            "verse_number": 51,
            "verse_text": "يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ",
            "explanation": "Ô mon peuple, je ne vous réclame pas de récompense pour ce que je vous transmets de mon Seigneur et pour ce à quoi je vous appelle. Il n’appartient qu’à Allah, Celui qui m’a créé, de me récompenser. Ne comprenez-vous pas cela et allez-vous répondre favorablement à mon appel?",
            "arabic_explanation": "يا قوم، لا أطلب منكم ثوابًا على ما أبلغكم من ربي، وأدعوكم إليه، ليس ثوابي إلا على الله الذي خلقني، أفلا تعقلون ذلك، وتستجيبون لما أدعوكم إليه؟!"
        },
        {
            "verse_number": 52,
            "verse_text": "وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ",
            "explanation": "Ô mon peuple, demandez le pardon à votre Seigneur et repentez-vous à Lui de vos péchés, dont le plus grave est le polythéisme. Il vous récompensera alors en faisant descendre sur vous une pluie abondante, rajoutera de la puissance à votre précédente puissance, et multipliera votre descendance et vos richesses. Ne vous détournez pas de ce à quoi je vous invite car en refusant cet appel, en mécroyant en Allah et démentant ce que je vous apporte vous deviendriez des criminels.",
            "arabic_explanation": "ويا قوم، اطلبوا المغفرة من الله، ثم توبوا إليه من ذنوبكم - وأكبرها الشرك - يُثِبْكُم على ذلك بإنزال المطر الكثير، ويزدكم عزًّا إلى عزكم بإكثار الذرية والأموال، ولا تعرضوا عما أدعوكم إليه، فتكونوا من المجرمين بإعراضكم عن دعوتي، وكفركم بالله وتكذيبكم بما جئت به."
        },
        {
            "verse_number": 53,
            "verse_text": "قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
            "explanation": "Son peuple lui répondit: Tu ne nous as apporté aucun argument convaincant qui nous amènerait à croire en ton appel. Nous ne délaisserons pas l’adoration de nos divinités pour suivre tes paroles dénuées d’arguments ni ne te croirons lorsque tu prétends être un messager.",
            "arabic_explanation": "قال قومه: يا هود، ما جئتنا بحجة جلية تجعلنا نؤمن بك، ولسنا بتاركي عبادة آلهتنا من أجل قولك الخالي من حجة، ولسنا بمؤمنين لك فيما تدعيه من أنك رسول."
        },
        {
            "verse_number": 54,
            "verse_text": "إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
            "explanation": "Nous pensons qu’une de nos divinités t’a aliéné pour nous avoir défendu de les adorer. Hûd leur répondit: Je prends Allah à témoin et soyez vous-mêmes témoins que je me désavoue de l’adoration que vous vouez à vos divinités en dehors d’Allah.\nComplotez contre moi, vous et les divinités qui m’ont prétendument aliéné et ne m’accordez aucun répit.",
            "arabic_explanation": "54 - 55 - ما نقول إلا أنه أصابك بعض آلهتنا بجنون لما كنت تنهانا عن عبادتهم، قال هود: إني أشهد الله، واشهدوا أنتم أني بريء من عبادة آلهتكم التي تعبدونها من دون الله، فامكروا بي أنتم وآلهتكم التي تزعمون أنها أصابتني بجنون، ثم لا تمهلوني."
        },
        {
            "verse_number": 55,
            "verse_text": "مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ",
            "explanation": "Nous pensons qu’une de nos divinités t’a aliéné pour nous avoir défendu de les adorer. Hûd leur répondit: Je prends Allah à témoin et soyez vous-mêmes témoins que je me désavoue de l’adoration que vous vouez à vos divinités en dehors d’Allah.\nComplotez contre moi, vous et les divinités qui m’ont prétendument aliéné et ne m’accordez aucun répit.",
            "arabic_explanation": "54 - 55 - ما نقول إلا أنه أصابك بعض آلهتنا بجنون لما كنت تنهانا عن عبادتهم، قال هود: إني أشهد الله، واشهدوا أنتم أني بريء من عبادة آلهتكم التي تعبدونها من دون الله، فامكروا بي أنتم وآلهتكم التي تزعمون أنها أصابتني بجنون، ثم لا تمهلوني."
        },
        {
            "verse_number": 56,
            "verse_text": "إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
            "explanation": "Je m’en remets à Allah Seul et Lui fais, me concernant, une entière confiance. Il est en effet mon Seigneur et le vôtre. Il n’existe pas d’être vivant sur Terre qui ne soit soumis à Allah et assujetti à Son autorité, et Allah dispose de ces êtres comme Il l’entend. Mon Seigneur est sur la voie de la vérité et de la justice: Il ne vous fera donc pas triompher de moi car je suis dans le vrai alors que vous, vous êtes dans le faux.",
            "arabic_explanation": "إني توكلت على الله وحده، واعتمدت عليه في أمري، فهو ربي وربكم، ما من شيء يدب على وجه الأرض إلا وهو خاضع لله تحت ملكه وسلطانه، يصرفه كيف يشاء، إن ربي على الحق والعدل، فلن يسلطكم علي؛ لأني على الحق وأنتم على الباطل."
        },
        {
            "verse_number": 57,
            "verse_text": "فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
            "explanation": "Si vous refusez ce que je vous apporte et vous en détournez, sachez que je ne suis tenu que de vous transmettre ce message. Or je vous ai bel et bien transmis la totalité de ce qu’Allah m’a envoyé transmettre et les preuves ont été dument établies contre vous. Mon Seigneur vous anéantira donc et fera succéder un autre peuple au vôtre. Votre démenti et votre refus ne nuiront, ni de près ni de loin, à Allah. Il n’a aucun besoin de Ses serviteurs. Mon Seigneur observe toute chose. Il est Celui qui me préservera du mal que vous ourdissez à mon encontre.",
            "arabic_explanation": "فإن تعرضوا وتدبروا عما جئت به فما عليّ إلا إبلاغكم، وقد أبلغتكم كل ما أرسلني الله به، وأمرني بإبلاغه، وقد قامت عليكم الحجة، وسيهلككم ربي، ويأتي بقوم غيركم يخلفونكم، ولا تضرون الله ضررًا كبيرًا ولا صغيرًا بتكذيبكم وإعراضكم؛ لأنه غني عن عباده، إن ربي على كل شيء رقيب، فهو الذي يحفظني من السوء الذي تكيدونني به."
        },
        {
            "verse_number": 58,
            "verse_text": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ",
            "explanation": "Lorsque Nous ordonnâmes de les anéantir, Nous fîmes miséricorde à Hûd et aux croyants qui l’accompagnaient et les sauvâmes de cet anéantissement. Ils furent donc préservés du châtiment terrible que subirent les leurs qui étaient restés mécréants.",
            "arabic_explanation": "ولما جاء أمرنا بإهلاكهم سلّمنا هودًا والذين آمنوا معه برحمة منا نالتهم، وسلمناهم من عذاب شديد عذبنا به قومه الكافرين."
        },
        {
            "verse_number": 59,
            "verse_text": "وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ",
            "explanation": "Telle est l’histoire des ‘Âd qui renièrent les signes d’Allah, leur Seigneur, désobéirent à leur messager Hûd et obéirent à l’ordre que des personnages arrogants refusant la vérité leur donnaient. Ils refusaient cette vérité avec acharnement et ne s’y soumettaient pas.",
            "arabic_explanation": "وتلك عاد كفروا بآيات الله ربهم، وعصوا رسولهم هودًا، وأطاعوا أمر كل متكبر على الحق، طاغٍ لا يقبله، ولا يذعن له."
        },
        {
            "verse_number": 60,
            "verse_text": "وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ",
            "explanation": "Ils n’obtiendront pas la miséricorde d’Allah dans ce bas monde et seront poursuivi par une malédiction. Leur mécréance en Allah les exclura en effet de sa miséricorde le Jour de la Résurrection. Ils seront éloignés de tout bien et rapprochés de tout mal.",
            "arabic_explanation": "ولحقهم في هذه الحياة الدنيا الخزي والطرد من رحمة الله، وكذلك يوم القيامة هم مُبعدون من رحمة الله، وذلك بسبب كفرهم بالله تعالى، ألا فأبعدهم الله من كل خير، وقرّبهم من كل شرّ."
        },
        {
            "verse_number": 61,
            "verse_text": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ",
            "explanation": "Nous avons envoyé aux Thamûd leur frère Şâliħ qui leur dit: Ô mon peuple, adorez Allah Seul, il n’y a pas d’autre divinité méritant d’être adorée en dehors de Lui. C’est Lui qui vous a créé à partir de la Terre. Il créa à partir de celle-ci votre père Adam puis fit en sorte que vous la peupliez. Demandez donc qu’Il vous pardonne puis revenez à Lui en accomplissant des actes d’obéissances et en délaissant les actes de désobéissance. Mon Seigneur est assurément proche, Il exauce les invocations de ceux qui n’adorent que Lui.",
            "arabic_explanation": "وأرسلنا إلى ثمود أخاهم صالحًا، قال: يا قوم، اعبدوا الله وحده، ما لكم من معبود يستحق العبادة غيره، هو خلقكم من تراب الأرض بخلق أبيكم آدم منه، وجعلكم عُمَّارَها، فاطلبوا منه المغفرة ثم ارجعوا إليه بعمل الطاعات وترك المعاصي، إن ربي قريب ممن أخلص له العبادة، مجيب من دعاه."
        },
        {
            "verse_number": 62,
            "verse_text": "قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ",
            "explanation": "Les siens lui dirent: Ô Şâliħ, tu jouissais d’un grand prestige parmi nous avant cette prédication. Nous espérions que tu sois quelqu’un de raisonnable, qui prodigue de bon conseils et ait des avis pertinents. Ô Şâliħ, nous défends-tu d’adorer ce que nos ancêtres adoraient? Nous doutons vraiment de ton appel à n’adorer qu’Allah Seul et ce doute nous amène à t’accuser d’inventer des mensonges sur Allah.",
            "arabic_explanation": "قال له قومه: يا صالح، قد كنت فينا صاحب مكانة عالية قبل دعوتك هذه، فقد كنا نرجو أن تكون عاقلًا صاحب نصح ومشورة، أتنهانا - يا صالح- عن عبادة ما كان آباؤنا يعبدونه؟ وإننا لفي شك مما تدعونا إليه من عبادة الله وحده، يجعلنا نتهمك بالكذب على الله."
        },
        {
            "verse_number": 63,
            "verse_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ",
            "explanation": "Şâliħ répondit aux siens: Ô mon peuple, dites-moi: si Allah m’appuyait d’un argument évident et qu’Il m’accordait une miséricorde de Sa part –la Prophétie-, qui donc me soustrairait à Sa punition si je ne transmettais pas ce qu’Il m’a ordonné de vous transmettre? Vous ne faites que m’égarer et m’éloigner de Son agrément.",
            "arabic_explanation": "قال صالح ردًّا على قومه: يا قوم، أخبروني إن كنت على حجة واضحة من ربي، وأعطاني منه رحمة وهي النبوة، فمن يمنعني من عقابه إن أنا عصيته بترك تبليغ ما أمرني بتبليغه إليكم؟ فما تزيدونني غير تضليل وبعد عن مرضاته."
        },
        {
            "verse_number": 64,
            "verse_text": "وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ",
            "explanation": "Ô mon peuple, voici la chamelle qu’Allah vous envoie afin de prouver la véracité de mes propos. Laissez-la donc paître sur la Terre d’Allah et ne vous en prenez pas à elle d’aucune manière car un châtiment immédiat s’abattrait sur vous.",
            "arabic_explanation": "و يا قوم، هذه ناقة الله لكم علامة على صدقي، فاتركوها ترعى في أرض الله، ولا تتعرضوا لها بأي أذى فينالكم عذاب قريب من وقت عَقْرِكم لها."
        },
        {
            "verse_number": 65,
            "verse_text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ",
            "explanation": "Malgré son avertissement, leur démenti excessif les mena à immoler la chamelle et Şâliħ leur dit alors: Profitez de la vie sur vos terres, trois jours durant, à compter du moment où vous l’aurez immolée. Un châtiment provenant d’Allah s’abattra alors sur vous. Cette promesse se réalisera irrémédiablement et n’est aucunement mensongère. C’est au contraire une promesse véridique.",
            "arabic_explanation": "فنحروها إمعانًا في التكذيب، فقال لهم صالح: استمتعوا بالحياة في أرضكم مدة ثلاثة أيام من عَقْرِكم إياها، ثم يأتيكم عذاب الله، فإتيان عذابه بعد ذلك وعد واقع لا محالة غير مكذوب، بل هو وعد صدق."
        },
        {
            "verse_number": 66,
            "verse_text": "فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
            "explanation": "Une fois que Notre ordre d’anéantissement se concrétisa, Nous fîmes miséricorde à Şâliħ et les croyants qui l’accompagnaient, les sauvâmes et les exemptâmes de l’opprobre et de l’humiliation de ce jour. Ô Messager, ton Seigneur est le Fort et le Puissant à qui personne ne tient tête, voilà pourquoi Il eut le pouvoir anéantir les peuples dénégateurs.",
            "arabic_explanation": "فلما جاء أمرنا بإهلاكهم سلّمنا صالحًا والذين آمنوا معه برحمة منا، وسلّمناهم من هوان ذلك اليوم وذلَّته، إن ربك - أيها الرسول - هو القوي العزيز الذي لا يغالبه أحد، ولذلك أهلك الأمم المكذبة."
        },
        {
            "verse_number": 67,
            "verse_text": "وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
            "explanation": "Un bruit terrible et mortel surprit les Thamûd qui trépassèrent tous, terrassés par son intensité. Ils se retrouvèrent allongés visages et faces contre terre.",
            "arabic_explanation": "وأخذ صوت شديد مهلك ثمود فماتوا من شِدَّتِه، وأصبحوا ساقطين على وجوههم، قد لصقت وجوههم بالتراب."
        },
        {
            "verse_number": 68,
            "verse_text": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ",
            "explanation": "Cela eut lieu avec une telle rapidité, qu’il était difficile de croire qu’ils avaient auparavant séjourné dans ce pays, dans la prospérité et dans l’aisance. Les Thamûd mécrurent en Allah, leur Seigneur, et Allah les exclut de Sa miséricorde à jamais.",
            "arabic_explanation": "كأن لم يقيموا في بلادهم في نعمة ورغد عيش، ألا إن ثمود كفروا بالله ربهم، لا زالوا مُبْعَدِين من رحمة الله."
        },
        {
            "verse_number": 69,
            "verse_text": "وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ",
            "explanation": "Des anges ayant une apparence humaine se présentèrent à Abraham afin de lui annoncer ainsi qu’à son épouse la bonne nouvelle de la naissance prochaine d’Isaac et qu’Isaac aura plus tard un fils, Jacob. Les anges lui dirent « Paix (salâmun) ». Abraham répondit à leur salutation en disant également « Paix ». Puis il les quitta précipitamment et revint avec un veau rôti les invitant à partager ce repas avec lui, pensant avoir affaire à des êtres humains.",
            "arabic_explanation": "ولقد جاءت الملائكة في هيئة رجال إلى إبراهيم عليه السلام؛ مبشرين إياه وزوجته بإسحاق ثم بيعقوب، فقال الملائكة: سلامًا، فرد عليهم إبراهيم بقوله: سلام، وذهب مسرعًا، فجاءهم بعجل مشوي؛ ليأكلوا منه ظنًّا منه أنهم رجال."
        },
        {
            "verse_number": 70,
            "verse_text": "فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ",
            "explanation": "Mais lorsqu’il vit qu’ils ne tendaient pas les mains pour manger, il se méfia d’eux et dissimula en lui la crainte qu’ils lui inspiraient. Les anges le comprirent et lui dirent: N’aie pas peur de nous. Nous avons été envoyés par Allah afin de châtier le peuple de Loth.",
            "arabic_explanation": "فلما رأى إبراهيم أنَّ أيديهم لا تصل إلى العجل، وأنهم لم يأكلوا منه استنكر ذلك منهم، وأخفى في نفسه الخوف منهم، فلما رأت الملائكة خوفه منهم قالوا: لا تخف منا، نحن بَعثنا الله إلى قوم لوط لنعذبهم."
        },
        {
            "verse_number": 71,
            "verse_text": "وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ",
            "explanation": "Sarah, l’épouse d’Abraham, était debout non loin à les écouter et les anges lui annoncèrent une nouvelle qui la réjouit: elle mettra au monde Isaac et Isaac aura à son tour un fils appelé Jacob. Cette nouvelle la combla et la fit rire.",
            "arabic_explanation": "وامرأة إبراهيم «سارة» قائمة، فأخبرناها بما يسرها، وهو أنها تلد إسحاق، ويكون لإسحاق ولد هو يعقوب، فضحكت واستبشرت بما سمعت."
        },
        {
            "verse_number": 72,
            "verse_text": "قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ",
            "explanation": "Après avoir été réjouie par la nouvelle que lui rapportèrent les anges, Sarah les questionna pleine d’étonnement: Comment est-il possible que j’aie un enfant alors que je suis une vieille femme qui ne peux plus enfanter et que mon époux a atteint une vieillesse avancée? Avoir un enfant à cet âge-là est assurément extraordinaire et inhabituel.",
            "arabic_explanation": "قالت سارة لما بشرتها الملائكة بتلك البشرى متعجبة: كيف ألد وأنا كبيرة آيسة من الولد، وهذا زوجي بلغ سن الشيخوخة؟! إن إنجاب ولد في هذه الحالة شيء عجيب، لم تَجْرِ العادة به."
        },
        {
            "verse_number": 73,
            "verse_text": "قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ",
            "explanation": "Les anges dirent alors à Sarah: T’étonnes-tu du décret et du destin d’Allah? Une personne telle que toi n’est pas sans savoir qu’Allah est capable d’un tel prodige. Que la miséricorde et les bénédictions d’Allah soient sur vous, gens de la maison d’Abraham. Allah détient les attributs et les actes les plus dignes de louange. Il est aussi le détenteur de la Gloire et de la Splendeur.",
            "arabic_explanation": "قالت الملائكة لسارة لمَّا تعجبت من البشرى: أتعجبين من قضاء الله وقدره؟ فمثلك لا يخفى عليه أن الله قادر على مثل هذا، رحمة الله وبركاته عليكم - يا أهل بيت إبراهيم - إن الله حميد في صفاته وأفعاله، ذو مجد ورفعة."
        },
        {
            "verse_number": 74,
            "verse_text": "فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ",
            "explanation": "Après que la crainte inspirée par ses hôtes qui n’avaient pas mangé de la nourriture qu’il leur avait présentée, se soit dissipée, qu’il sut que c’était des anges et que lui soit parvenue l’annonce de la naissance prochaine de son fils Isaac et par la suite de celle de Jacob, Abraham se mit à plaider auprès des messagers envoyés par Allah, en faveur du peuple de Loth, afin qu’ils repoussent peut-être l’échéance du châtiment et qu’ils sauvent Loth et sa famille.",
            "arabic_explanation": "فلما ذهب عن إبراهيم عليه السلام الخوف الذي أصابه من ضيوفه الذين لم يأكلوا طعامه بعد علمه أنهم ملائكة، وجاءه الخبر السار بأنه سيولد له إسحاق، ثم يعقوب، طفق يجادل رسلنا في شأن قوم لوط؛ لعلهم يؤخرون عنهم العذاب، ولعلهم ينجون لوطًا وأهله."
        },
        {
            "verse_number": 75,
            "verse_text": "إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ",
            "explanation": "Abraham était indulgent et n’aimait pas hâter le châtiment. Il implorait souvent Allah, l’invoquait fréquemment et se repentait sans cesse à Lui.",
            "arabic_explanation": "إن إبراهيم حليم، يحب تأخير العقوبة، كثير التضرع إلى ربه، كثير الدعاء، تائب إليه."
        },
        {
            "verse_number": 76,
            "verse_text": "يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ",
            "explanation": "Les anges répondirent à sa requête en ces termes: Ô Abraham, renonce à plaider en faveur du peuple de Loth car l’ordre qu’ils soient châtiés a été décrété par ton Seigneur. Un châtiment terrible va irrévocablement s’abattre sur eux et il ne sera éloigné ni par un plaidoyer ni par une invocation.",
            "arabic_explanation": "قال الملائكة: يا إبراهيم، أعرض عن هذا الجدال في قوم لوط، إنه قد جاء أمر ربك بإيقاع العذاب الذي قدره عليهم، وإن قوم لوط آتيهم عذاب عظيم، لا يرده جدال ولا دعاء."
        },
        {
            "verse_number": 77,
            "verse_text": "وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ",
            "explanation": "Lorsque ces anges à apparence humaine se présentèrent à Loth, il fut attristé pour eux et sa poitrine se resserra, car il craignait que les siens, qui copulaient avec des hommes au lieu de femmes, ne s’en prennent à eux. Convaincu que son peuple ferait du mal à ses hôtes, Loth dit: Ceci est un jour terrible.",
            "arabic_explanation": "ولما جاءت الملائكة لوطًا في هيئة رجال ساءه مجيئهم، وضاق صدره بسبب الخوف عليهم من قومه الذين يأتون الرجال شهوة من دون النساء، وقال لوط: هذا يوم شديد؛ لظنه أن قومه سيغالبونه على ضيوفه."
        },
        {
            "verse_number": 78,
            "verse_text": "وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ",
            "explanation": "Le peuple de Loth se rendit précipitamment chez lui dans le but de commettre l’irréparable avec ses hôtes. Il était effectivement dans leur habitude de copuler avec des hommes au lieu de femmes. Loth dit aux assaillants afin de les éloigner et de protéger ses hôtes: Voici mes filles. Epousez-les donc et ayez des rapports avec elles, cela sera plus pur pour vous que de commettre de telles turpitudes. Craignez Allah et ne me déshonorez pas en vous attaquant à mes hôtes. Ô mon peuple, n’y a-t-il pas parmi vous un homme doué de raison qui vous défende de commettre cet acte ignoble?",
            "arabic_explanation": "وجاء قوم لوط لوطًا مسرعين قاصدين فعل الفاحشة بضيوفه، ومن قبل ذلك كان عادتهم إتيان الرجال شهوة من دون النساء، قال لوط مدافعًا قومه ومعذرًا لنفسه أمام ضيوفه: هؤلاء بناتي من جملة نسائكم فتزوجوهن؛ فهن أطهر لكم من فعل الفاحشة، فخافوا من الله، ولا تجلبوا لي العار في ضيوفي، أليس منكم - يا قوم - رجل ذو عقل سديد ينهاكم عن هذا الفعل القبيح؟!"
        },
        {
            "verse_number": 79,
            "verse_text": "قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ",
            "explanation": "Son peuple lui rétorqua: Ô Loth, tu sais que nous ne voulons ni ne désirons tes filles ou même n’importe quelles autres femmes de notre peuple. Tu sais bien ce que nous voulons: nous ne désirons que les hommes.",
            "arabic_explanation": "قال له قومه: لقد علمت - يا لوط - أنه ليس لنا حاجة في بناتك ولا نساء قومك، ولا شهوة، وإنك لتعلم ما نريده، فلا نريد إلا الرجال."
        },
        {
            "verse_number": 80,
            "verse_text": "قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ",
            "explanation": "Loth dit: Si seulement j’étais assez fort pour vous en empêcher ou avais l’appui de mon clan pour m’interposer entre ces gens et mes invités",
            "arabic_explanation": "قال لوط: ليت لي قوة أدفعكم بها، أو عشيرة تمنعني، فأحول بينكم وبين ضيوفي."
        },
        {
            "verse_number": 81,
            "verse_text": "قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ",
            "explanation": "Les anges lui dirent alors: Ô Loth, nous sommes des messagers envoyés par Allah et les tiens ne parviendront pas jusqu’à toi. Sors donc de nuit de cette cité en compagnie de ta famille et que personne d’entre vous ne regarde derrière lui. Seule ton épouse désobéira, se retournera et subira le châtiment que subira ton peuple. L’échéance de ce châtiment est l’aube. Or l’aube est proche.",
            "arabic_explanation": "قالت الملائكة للوط عليه السلام: يا لوط، إنا رسلٌ أرسلنا الله، لن يصل إليك قومك بسوء، فاخرج بأهلك من هذه القرية ليلًا في ساعة مظلمة، ولا ينظر أحدكم إلى ما وراءه، إلا امرأتك ستلتفت مخالفة؛ لأنه سينالها ما نال قومك من العذاب، إن موعد إهلاكهم الصبح، وهو موعد قريب."
        },
        {
            "verse_number": 82,
            "verse_text": "فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ",
            "explanation": "Une fois que Notre ordre d’anéantir le peuple de Loth se concrétisa, Nous avons renversé leurs cités sens dessus dessous alors qu’ils étaient à l’intérieur de leurs maisons et avons fait pleuvoir sur eux des pierres faites d’argiles durcies qui se succédaient à une grande cadence.",
            "arabic_explanation": "فلما جاء أمرنا بإهلاك قوم لوط صَيَّرنا عالي قراهم سافلها برفعها وقلبها بهم، وأمطرنا عليهم حجارة من طين متصلب مصفوف بعضها فوق بعض بتتابع."
        },
        {
            "verse_number": 83,
            "verse_text": "مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ",
            "explanation": "Ces pierres portaient une marque particulière qui avait été apposée par Allah et il n’est pas exclu que des pierres similaires tombent sur les injustes de Quraych ou sur d’autres peuples. Si Allah le décide, elles peuvent tomber sur eux à n’importe quel moment.",
            "arabic_explanation": "هذه الحجارة مُعَلَّمة عند الله بعلامة خاصة، وليست هذه الحجارة من الظالمين من قريش وغيرهم ببعيدة، بل هي قريبة متى قدَّر الله إنزالها عليهم نزلت."
        },
        {
            "verse_number": 84,
            "verse_text": "۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ",
            "explanation": "Nous avons envoyé à Madyan leur frère Chu’ayb qui dit: Ô mon peuple, adorez Allah Seul car il n’existe pas de divinité digne d’être adorée en dehors de Lui. Ne lésez pas les gens lorsque vous pesez ou mesurez pour eux une marchandise. Je vois que vous êtes dans l’aisance et que vous jouissez de grands bienfaits. Ne faites donc pas en sorte, en désobéissant, que les bienfaits d’Allah disparaissent. Par ailleurs, je crains que vous ne subissiez le châtiment d’un jour qui enveloppera tout. Il atteindra chacun de vous et vous ne trouverez ce jour-là, aucune issue ni aucun refuge.",
            "arabic_explanation": "وأرسلنا إلى مدين أخاهم شعيبًا، قال: يا قوم، اعبدوا الله وحده، ما لكم من معبود يستحق العبادة غيره، ولا تنقصوا الكيل والوزن إذا كلتم للناس أو وزنتم لهم، إني أراكم في سعة من الرزق ونعمة، فلا تغيروا عليكم نعمة الله بالمعاصي، وإني أخاف عليكم عذاب يوم محيط يدرك كل أحد منكم، لا تجدون منه مهربًا ولا ملجأ."
        },
        {
            "verse_number": 85,
            "verse_text": "وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
            "explanation": "Ô mon peuple, remettez aux gens avec équité leur plein poids et leur pleine mesure et ne les lésez pas en fraudant et en les trompant. Ne soyez pas des corrupteurs sur Terre en assassinant et en commettant d’autres actes de désobéissance.",
            "arabic_explanation": "ويا قوم، أتمُّوا المكيال والميزان بالعدل إن كلتم أو وزنتم لغيركم، ولا تنقصوا الناس من حقوقهم شيئًا بالتطفيف والغش والخداع، ولا تفسدوا في الأرض بالقتل وغيره من المعاصي."
        },
        {
            "verse_number": 86,
            "verse_text": "بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
            "explanation": "Le licite que vous laisse Allah après que vous vous soyez équitablement acquittés des droits d’autrui est plus bénéfique et gratifiant que le surplus que vous acquérez en fraudant et en corrompant la Terre. Si vous êtes de véritables croyants, contentez-vous de ce reste. Je ne suis pas un gardien qui consigne vos œuvres et vous demande des comptes. Le gardien de vos œuvres est Celui qui connaît ce qui est secret et intime.",
            "arabic_explanation": "بقيَّة الله التي يبقيها لكم من الحلال بعد إيفاء حقوق الناس بالعدل، أكثر نفعًا وبركة من الزيادة الحاصلة بالتطفيف والإفساد في الأرض، إن كنتم مؤمنين حقًّا فارضوا بتلك البقية، ولست عليكم برقيب أحصي أعمالكم، وأحاسبكم عليها، إنما الرقيب على ذلك هو من يعلم السر والنجوى."
        },
        {
            "verse_number": 87,
            "verse_text": "قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ",
            "explanation": "Le peuple de Chu’ayb lui dit: Ô Chu’ayb, est-ce la prière que tu accomplis pour Allah qui t’ordonne que l’on délaisse l’adoration des idoles que nos ancêtres adoraient et que l’on cesse de disposer de nos biens comme bon nous semble ou qu’on les fasse fructifier selon notre bon vouloir? Tu étais pourtant, avant ta prédication, quelqu’un d’indulgent et de sage. Quel mal t’a donc atteint?",
            "arabic_explanation": "قال قوم شعيب لشعيب: يا شعيب، أصلاتك التي تصليها لله تأمرك أن نترك عبادة ما كان آباؤنا يعبدونه من الأصنام، وتأمرك أن نترك التصرف في أموالنا بما نشاء، وننميها بما نشاء؟! إنك لأنت الحليم الرشيد، فإنك أنت العاقل الحكيم كما عرفناك قبل هذه الدعوة، فما الذي أصابك؟!"
        },
        {
            "verse_number": 88,
            "verse_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
            "explanation": "Chu’ayb dit à son peuple: Ô mon peuple, dites-moi: si je détenais une preuve évidente et manifeste de mon Seigneur et s’il me pourvoyait d’une donation licite, comme la Prophétie, me croiriez-vous? Je ne veux en aucune façon vous défendre quoi que ce soit, ni m’opposer à vous. Je ne désire que vous réformer en vous appelant du mieux que je le peux, à proclamer l’Unicité de votre Seigneur et Lui obéir. Ce n’est que par facilitation d’Allah que j’atteindrai cette finalité. C’est à Lui Seul que je m’en remets dans toutes mes affaires et c’est vers Lui que je retournerai.",
            "arabic_explanation": "قال شعيب لقومه: يا قوم، أخبروني عن حالكم إن كنت على برهان واضح من ربي، وبصيرة منه، ورزقني منه رزقًا حلالًا، ومنه النبوة، وما أريد أن أنهاكم عن شيء وأخالفكم في فعله، لا أريد إلا إصلاحكم بدعوتكم إلى توحيد ربكم وطاعته قدر استطاعتي، وما توفيقي إلى الحصول على ذلك إلا بالله سبحانه، عليه وحده توكلت في جميع أموري، وإليه أرجع."
        },
        {
            "verse_number": 89,
            "verse_text": "وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ",
            "explanation": "Ô mon peuple, que votre animosité à mon encontre ne vous porte pas à démentir ce que j’apporte car je crains qu’un châtiment semblable à celui qui s’est abattu sur les peuples de Noé, de Hûd ou de Şâliħ ne s’abatte sur vous. Ce que le peuple de Loth a subi ne date pas d’il y a longtemps et a eu lieu non loin d’ici. Puisque vous savez pourquoi cela eut lieu, pourquoi n’en tirez-vous donc aucune leçon?",
            "arabic_explanation": "و يا قوم، لا تَحْمِلَنَّكم عداوتي على التكذيب بما جئت به؛ خوف أن ينالكم من العذاب مثلُ ما نال قوم نوح أو قوم هود أو قوم صالح، وما قوم لوط منكم ببعيد، لا زمانًا ولا مكانًا، وقد علمتم ما أصابهم، فاعتبروا."
        },
        {
            "verse_number": 90,
            "verse_text": "وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ",
            "explanation": "Et demandez à votre Seigneur qu’Il vous pardonne et repentez-vous à Lui de vos péchés. Allah est miséricordieux envers ceux qui se repentent ; l’amour qu’Il leur voue est immense.",
            "arabic_explanation": "واطلبوا المغفرة من ربكم، ثم توبوا إليه من ذنوبكم، إن ربي رحيم بالتائبين، شديد المحبة لمن تاب منهم."
        },
        {
            "verse_number": 91,
            "verse_text": "قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ",
            "explanation": "Le peuple de Chu’ayb lui répondit: Ô Chu’ayb, nous ne comprenons pas grand-chose à ce que tu apportes et nous te considérons comme étant quelqu’un de faible en raison du mal dont tu souffres aux  yeux. N’était-ce l’égard pour ton clan qui est resté fidèle à notre confession, nous t’aurions lapidé à mort. Tu n’es pas pour nous quelqu’un de puissant que nous redoutons de tuer. Nous ne nous en abstenons que par respect pour ton clan.",
            "arabic_explanation": "قال قوم شعيب لشعيب: يا شعيب، ما نفهم كثيرًا مما جئت به، وإنا لنراك فينا ذا ضعف لما أصاب عينيك من ضعف أو عمى، ولولا أنَّ عشيرتك على ملتنا لقتلناك بالرمي بالحجارة، ولست علينا بعزيز حتى نهاب قتلك، وإنما تركنا قتلك احترامًا لعشيرتك."
        },
        {
            "verse_number": 92,
            "verse_text": "قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ",
            "explanation": "Chu’ayb dit à son peuple: Ô mon peuple, mon clan est-il pour vous plus honorable et plus puissant qu’Allah votre Seigneur? Vous avez tourné le dos à votre Seigneur lorsque vous avez refusé de croire au prophète qu’Il vous a envoyé. Allah a une parfaite connaissance de ce que vous faites: aucun de vos agissements ne Lui échappe et Il vous rétribuera pour ces agissements en vous anéantissant dans ce bas monde et en vous châtiant dans l’au-delà.",
            "arabic_explanation": "قال شعيب لقومه: يا قوم، أعشيرتي أكرم عندكم وأعز من الله ربكم؟! وتركتم الله وراءكم منبوذًا حين لم تؤمنوا بنبيه الذي بعثه إليكم، إن ربي بما تعملون محيط، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها في الدنيا بالإهلاك، وفي الآخرة بالعذاب."
        },
        {
            "verse_number": 93,
            "verse_text": "وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ",
            "explanation": "Ô mon peuple, faites ce que vous avez le pouvoir de faire de la manière qui vous plaît, en ce qui me concerne, je ferai ce que j’ai le pouvoir de faire de la manière qui me plaît. Vous saurez sur qui de nous s’abattra un châtiment qui punira et humiliera celui qui ment. Attendez donc ce que décrètera Allah, j’attends avec vous.",
            "arabic_explanation": "ويا قوم، اعملوا ما تستطيعونه على طريقتكم التي ارتضيتموها، إني عامل على طريقتي التي ارتضيتها بما أستطيعه، سوف تعلمون من منا يأتيه عذاب يذله عقابًا له، ومن منا هو كاذب فيما يدعيه، فانتظروا ما يقضي به الله، إني معكم منتظر."
        },
        {
            "verse_number": 94,
            "verse_text": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
            "explanation": "Lorsque l’ordre d’anéantir le peuple de Chu’ayb fut émis, Nous fîmes miséricorde à Chu’ayb et aux croyants qui l’accompagnaient et les sauvâmes tandis que Nous saisîmes les injustes de son peuple. Un bruit terrible et mortel les fit trépasser. Ils se retrouvèrent allongés, les visages accolés au sol.",
            "arabic_explanation": "ولما جاء أمرنا بإهلاك قوم شعيب أنقذنا شعيبًا والذين آمنوا معه برحمة منا، وأصاب الذين ظلموا من قومه صوت شديد مهلك فماتوا، وأصبحوا ساقطين على وجوههم، قد لصقت وجوههم بالتراب."
        },
        {
            "verse_number": 95,
            "verse_text": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ",
            "explanation": "Cela eut lieu si rapidement que l’on aurait pu croire qu’ils n’avaient jamais séjourné dans ce pays. Allah ne sera pas miséricordieux envers les Madyan et Sa colère s’abattra sur eux comme elle s’est abattue auparavant sur les Thamûd qui eux aussi avaient été exclus de la miséricorde d’Allah.",
            "arabic_explanation": "كأن لم يقيموا فيها من قبل، ألا طُردت مدين من رحمة الله بحلول نقمته عليهم، كما طردت منها ثمود بإنزال سخطه عليهم."
        },
        {
            "verse_number": 96,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
            "explanation": "Nous avons envoyé Moïse avec certains de Nos miracles prouvant l’Unicité d’Allah et des preuves évidentes confirmant la véracité de ce qu’il apportait.",
            "arabic_explanation": "ولقد أرسلنا موسى بآياتنا الدالة على توحيد الله، وبحججنا الواضحة الدالة على صدق ما جاء به."
        },
        {
            "verse_number": 97,
            "verse_text": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ",
            "explanation": "Nous l’avons envoyé à Pharaon et aux nobles de son peuple, mais ces derniers suivirent l’ordre donné par Pharaon de mécroire en Allah. Alors même que l’ordre de Pharaon n’avait rien de judicieux à être suivi.",
            "arabic_explanation": "أرسلناه إلى فرعون والأشراف من قومه، فاتبع هؤلاء الأشراف أمر فرعون لهم بالكفر بالله، وليس أمر فرعون بأمر ذي إصابة للحق حتى يتبع."
        },
        {
            "verse_number": 98,
            "verse_text": "يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ",
            "explanation": "Pharaon sera en tête de son peuple le Jour de la Résurrection lorsqu’ils entreront dans le Feu et quoi de pire comme lieu de breuvage que le Feu?",
            "arabic_explanation": "يتقدم فرعون قومه يوم القيامة إلى النار حتَّى يدخلهم فيها، وساء المَوْرِد الذي يوردهم إليه."
        },
        {
            "verse_number": 99,
            "verse_text": "وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ",
            "explanation": "Dans ce bas monde, Allah les a maudits, les a exclus et éloignés de Sa miséricorde et les a fait mourir par noyade. Puis le Jour de la Résurrection, Il les exclura et les éloignera de nouveau de Sa miséricorde. Quel mauvais sort est le leur: ils subiront une double malédiction, et seront châtiés dans ce bas monde et dans l’au-delà.",
            "arabic_explanation": "وأتبعهم الله في الحياة الدنيا لعنة وطردًا وإبعادًا من رحمته مع ما أصابهم من الهلاك بالغرق، وأتبعهم طردًا وإبعادًا منها يوم القيامة، ساء ما حصل لهم من ترادف اللعنتين والعذاب في الدنيا والآخرة."
        },
        {
            "verse_number": 100,
            "verse_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ",
            "explanation": "Ô Messager, Nous te racontons dans cette sourate les récits de cités. Les ruines de certaines d’entre elles sont encore visibles alors qu’il ne reste aucune trace de la plupart des autres",
            "arabic_explanation": "ذلك المذكور في هذه السورة من أخبار القرى نخبرك - أيها الرسول - به، من هذه القرى ما هو قائم المعالم، ومنها ما مُحِيَت معالمه، فلم يبق له أثر."
        },
        {
            "verse_number": 101,
            "verse_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ",
            "explanation": "Nous ne leur avons fait aucune injustice en les anéantissant mais ce sont plutôt eux qui ont été injustes envers eux-mêmes en mécroyant en Allah, exposant ainsi leurs propres personnes à la perdition. Les divinités qu’ils adoraient en dehors d’Allah n’ont pas éloigné d’eux le châtiment qui s’est abattu sur eux lorsque fut énoncé l’ordre de ton Seigneur de les anéantir.",
            "arabic_explanation": "وما ظلمناهم بما أصبناهم به من هلاك، ولكن ظلموا أنفسهم بإيرادها موارد الهلاك بكفرهم بالله، فما دفعت عنهم آلهتهم التي كانوا يعبدونها من دون الله ما نزل بهم من عذاب حين جاء أمر ربك - أيها الرسول - بإهلاكهم، وما زادتهم آلهتهم هذه إلا خسرانًا وهلاكًا."
        },
        {
            "verse_number": 102,
            "verse_text": "وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ",
            "explanation": "Il en est ainsi du saisissement par surprise et de l’extermination qu’Allah fit subir aux cités dénégatrices. Il en est ainsi en tout lieu et en toute époque. Lorsqu’Il saisit par surprise les cités injustes, Son châtiment est terrible et douloureux.",
            "arabic_explanation": "وكذلك الأخذ والاستئصال الذي أخذ الله به القرى المكذبة في كل زمان ومكان، إن أخذه للقرى الظالمة أخذ مؤلم قوي."
        },
        {
            "verse_number": 103,
            "verse_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ",
            "explanation": "Ce châtiment est une leçon et un sermon adressés à celui qui redoute le châtiment du Jour de la Résurrection, ce jour où Allah rassemblera les gens en vue de leur faire rendre des comptes. Ce jour-là, tous les gens seront rassemblés et y assisteront.",
            "arabic_explanation": "إن في أخذ الله الشديد لتلك القرى الظالمة لعبرة وعظة لمن خاف عذاب يوم القيامة، ذلك اليوم الذي يجمع الله له الناس لمحاسبتهم، وذلك يوم مشهود يشهده أهل المحشر."
        },
        {
            "verse_number": 104,
            "verse_text": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ",
            "explanation": "Nous ne reporterons ce jour auquel tous assisterons que pour une durée préalablement déterminée.",
            "arabic_explanation": "ولا نؤخر ذلك اليوم المشهود إلا لأجل معلوم العدد."
        },
        {
            "verse_number": 105,
            "verse_text": "يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ",
            "explanation": "Lorsque ce jour surviendra, aucune âme n’avancera d’argument ou ne recourra à une intercession sauf avec Sa permission. En outre, les gens seront ce jour-là divisés en deux camps: Les malheureux qui entreront dans le Feu et les bienheureux qui entreront au Paradis.",
            "arabic_explanation": "يوم يأتي ذلك اليوم لا تتكلم أي نفس بحجة أو شفاعة إلا بعد إذنه، والناس فيه نوعان: شقي يدخل النار، وسعيد يدخل الجنة."
        },
        {
            "verse_number": 106,
            "verse_text": "فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ",
            "explanation": "Les malheureux en raison de leur mécréance et de la corruption de leurs œuvres, entreront dans le Feu. Ils pousseront des cris et gémiront tellement les flammes du Feu seront brûlantes.",
            "arabic_explanation": "فأما الأشقياء لكفرهم وفساد أعمالهم فيدخلون في النار، ترتفع فيها أصواتهم وأنفاسهم من شدة ما يعانون من لهيبها."
        },
        {
            "verse_number": 107,
            "verse_text": "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ",
            "explanation": "Ils y demeureront éternellement et n’en sortiront pas tant que les Cieux et la Terre existeront, excepté les monothéistes désobéissant qu’Allah fera sortir. Ô Messager, ton Seigneur agit comme Il l’entend et personne n’a le pouvoir de Le contraindre.",
            "arabic_explanation": "ماكثون فيها أبدًا، لا يخرجون منها ما دامت السماوات والأرض، إلا من شاء الله إخراجه من عصاة الموحدين، إن ربك - أيها الرسول - فَعَّال لما يريده، فلا مُسْتَكْرِه له سبحانه."
        },
        {
            "verse_number": 108,
            "verse_text": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ",
            "explanation": "Quant aux bienheureux, dont Allah a décrété la félicité par Sa connaissance préalable de leur foi et de leurs bonnes œuvres, ils entreront au Paradis où ils demeureront tant qu’existeront les Cieux et la Terre, excepté les croyants transgresseurs qu’Allah fera entrer dans le Feu avant qu’ils ne soient autorisés à entrer au Paradis. Les délices qu’Allah accordera aux gens du Paradis seront ininterrompus.",
            "arabic_explanation": "وأما السعداء الذين سبقت لهم السعادة من الله لإيمانهم وصلاح أعمالهم، فهم في الجنة ماكثون فيها أبدًا ما دامت السماوات والأرض، إلا من شاء الله إدخاله النار قبل الجنة من عصاة المؤمنين، إن نعيم الله لأهل الجنة غير مقطوع عنهم."
        },
        {
            "verse_number": 109,
            "verse_text": "فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ",
            "explanation": "Ô Messager, ne sois pas sceptique et hésitant au sujet de la fausseté de ce que ces polythéistes adorent. Ils ne détiennent aucune preuve rationnelle ou religieuse de son authenticité. Ils n’adorent d’autres divinités en dehors d’Allah que pour imiter leurs ancêtres. Nous leur ferons subir en totalité leur part de châtiment sans aucun allègement.",
            "arabic_explanation": "فلا تكن - أيها الرسول - في ارتياب وشك من فساد ما يعبده هؤلاء المشركون، فليس لهم على صحته برهان عقلي ولا شرعي، وإنما الحامل لهم على عبادة غير الله تقليدهم لآبائهم، وإنا لمُتِمُّون لهم نصيبهم من العذاب دون نقص."
        },
        {
            "verse_number": 110,
            "verse_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
            "explanation": "Nous avons révélé à Moïse la Torah et les gens divergèrent alors à son propos. Certains crurent en elle et d’autres mécrurent. S’il n’y avait pas eu un décret préalable de ton Seigneur établissant que le châtiment ne sera pas hâté, mais reporté pour une raison déterminée jusqu’au Jour de la Résurrection, le châtiment qu’ils méritent se serait abattu sur eux dans ce bas monde. Ce Coran emplit les juifs et les polythéistes de doutes et les rend sceptiques.",
            "arabic_explanation": "ولقد أعطينا موسى التوراة، فاختلف الناس فيها، فآمن بعضهم بها، وكفر بعض، ولولا قضاء من الله سبق أنه لا يُعَجِّل العذاب، بل يؤخره إلى يوم القيامة لحكمة، لنزل بهم ما يستحقون من العذاب في الدنيا، وإن الكافرين من يهود ومشركين لفي شك من القرآن مُوقِع في الارتياب."
        },
        {
            "verse_number": 111,
            "verse_text": "وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ",
            "explanation": "Ô Messager, Allah remettra la rétribution complète des œuvres de ceux qui divergent sur la Torah. Ceux qui ont œuvré en bien seront rétribués en bien et ceux qui ont œuvré en mal seront rétribués en mal. Allah connaît la plus infime de leurs œuvres et rien ne Lui en est inconnu.",
            "arabic_explanation": "وإن كل من ذُكِر من المختلفين ليُتِمَّنَّ لهم ربك - أيها الرسول - جزاء أعمالهم، فما كان خيرًا كان جزاؤه خيرًا، وما كان شرًّا كان جزاؤه شرًّا، إن الله بدقائق ما يعملونه عليم، لا يخفى عليه من أعمالهم شيء."
        },
        {
            "verse_number": 112,
            "verse_text": "فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ",
            "explanation": "Ô Messager, persévère sur le droit chemin conformément à ce que t’a ordonné ton Seigneur. Conforme-toi à Ses commandements et délaisse Ses interdits. Que les croyants qui se sont repentis avec toi se maintiennent sur le droit chemin et ne franchissez pas la limite en commettant des actes de désobéissance car Il voit ce que vous faites. Rien de vos agissements ne Lui échappe et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "داوم على الالتزام بالطريق المستقيم - أيها الرسول - كما أمرك الله، فامتثل أوامره، واجتنب نواهيه، وليستقم من تاب معك من المؤمنين، ولا تتجاوزوا الحد بارتكاب المعاصي، إنه بما تعملون بصير، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
        },
        {
            "verse_number": 113,
            "verse_text": "وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
            "explanation": "N’inclinez pas en faveur des mécréants injustes. Ne soyez pas complaisants avec eux et ne leur témoignez pas d’affection. Vous encourriez le châtiment du Feu pour cette inclination et vous ne trouveriez pas d’autre allié qu’Allah pour vous en sauver.",
            "arabic_explanation": "ولا تميلوا إلى الكفار الظالمين بمداهنة أو مودّة، فتصيبكم النار بسبب ذلك الميل، وليس لكم من دون الله أولياء ينقذونكم منها، ثم لا تجدون من ينصركم."
        },
        {
            "verse_number": 114,
            "verse_text": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ",
            "explanation": "Ô Messager, accomplis la prière de la meilleure manière aux extrémités du jour –à l’aube et au coucher du soleil– ainsi que pendant les heures de la nuit et sache que les bonnes œuvres effacent les péchés anodins. Ceci est une exhortation adressée à ceux qui en tireront profit et en déduiront des enseignements.",
            "arabic_explanation": "وأقم - أيها الرسول - الصلاة على أحسن وجه في طرفي النهار وهما أول النهار وآخره، وأقمها في ساعات من الليل، إن الأعمال الصالحات تمحو صغائر الذنوب، ذلك المذكور موعظة للمتعظين، وعبرة للمعتبرين."
        },
        {
            "verse_number": 115,
            "verse_text": "وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
            "explanation": "Sois patient en accomplissant ce qui relève de la droiture qui t’a été ordonnée et en renonçant à la tyrannie et à l’inclination pour les injustes qu’on t’a défendu de côtoyer. Allah n’invalide pas la récompense des bienfaisants mais accepte plutôt d’eux le meilleur de ce qu’ils accomplissent et leur remet comme rétribution celle de leurs meilleures œuvres.",
            "arabic_explanation": "واصبر على فعل ما أُمرت به من الاستقامة وغيرها، وعلى ترك ما نُهيت عنه من الطغيان والركون إلى الظَّلَمة، إن الله لا يبطل ثواب المحسنين، بل يتقبل منهم أحسن الذي عملوا، ويجزيهم أجرهم بأحسن ما كانوا يعملون."
        },
        {
            "verse_number": 116,
            "verse_text": "فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ",
            "explanation": "Si seulement il existait parmi les peuples châtiés du passé, des gens méritoires qui les appelaient à la réforme, et leur défendaient la mécréance et les péchés par lesquels ils dépravaient la Terre. Seulement, ils étaient peu nombreux à prêcher contre la corruption et Nous les avons sauvés lorsque Nous anéantissions leurs peuples injustes. Ces injustes s’abandonnaient dans l’opulence dans laquelle ils vivaient et c’est là l’injustice qui leur a été reprochée.",
            "arabic_explanation": "فهلَّا كان من الأمم المعذبة قبلكم بقية من أهل الفضل والصلاح ينهون تلك الأمم عن الكفر، وعن الفساد في الأرض بالمعاصي، لم تكن منهم تلك البقية، إلا قليل منهم كانوا ينهون عن الفساد، فأنجيناهم حين أهلكنا قومهم الظالمين، واتبع الظالمون من أقوامهم ما هم فيه من النعيم، وكانوا ظالمين باتباعهم ذلك."
        },
        {
            "verse_number": 117,
            "verse_text": "وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ",
            "explanation": "Ô Messager, ton Seigneur n’aurait eu aucune raison d’anéantir des cités si leurs habitants avaient été des réformateurs sur Terre. Il les a anéantis parce que leur mécréance, leur injustice et leur désobéissance dépravaient la Terre.",
            "arabic_explanation": "وما كان ربك - أيها الرسول - ليهلك قرية من القرى إذا كان أهلها مصلحين في الأرض، إنما يهلكها إن كان أهلها مفسدين بالكفر والظلم والمعاصي."
        },
        {
            "verse_number": 118,
            "verse_text": "وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ",
            "explanation": "Ô Messager, si ton Seigneur avait voulu que les gens forment une seule communauté fidèle à la vérité, Il aurait fait en sorte que cela soit le cas. Seulement, Il ne voulut pas cela et les gens ne cesseront de diverger au sujet de la religion parce qu’ils suivent leur passion et sont des transgresseurs.",
            "arabic_explanation": "ولو شاء ربك - أيها الرسول - أن يجعل الناس أمة واحدة على الحق لفعل، لكنه لم يشأ ذلك، فلا يزالون مختلفين فيه بسبب اتباع الهوى والبغي."
        },
        {
            "verse_number": 119,
            "verse_text": "إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ",
            "explanation": "Exception faite de ceux à qui Allah a fait miséricorde en leur facilitant la guidée: ceux-là ne divergent pas au sujet de Son Unicité. C’est afin d’éprouver les gens par cette divergence qu’Allah les créa. Certains seront du nombre des malheureux tandis que d’autres seront du nombre des bienheureux et s’accomplira alors la parole d’Allah, décrétée il y a très longtemps, que l’Enfer sera la destination des humains et des djinns qui obéissent à Satan.",
            "arabic_explanation": "إلا من رحمهم الله بالتوفيق للهداية، فإنهم لا يختلفون في توحيده سبحانه، ولذلك الاختبار بالاختلاف خلقهم سبحانه، فمنهم شقي وسعيد، وتمت كلمة ربك - أيها الرسول - التي قضاها في الأزل بملء جهنم من أتباع الشيطان من الجن والناس."
        },
        {
            "verse_number": 120,
            "verse_text": "وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
            "explanation": "Ô Messager, chaque récit que Nous te racontons des messagers qui t’ont précédé, Nous te le racontons afin de raffermir et de renforcer l’attachement de ton cœur à la vérité. Dans cette sourate t’es parvenue une vérité indubitable, une prédication adressée aux mécréants et un rappel adressé aux croyants qui sauront en tirer avantage.",
            "arabic_explanation": "وكل خبر نقصه عليك - أيها الرسول - من أخبار الرسل من قبلك نقصه لنُثَبِّت به قلبك على الحق ونقوّيه، وجاءك في هذه السورة الحق الذي لا شك فيه، وجاءتك فيها موعظة للكافرين، وذكرى للمؤمنين الذين ينتفعون بالذكرى."
        },
        {
            "verse_number": 121,
            "verse_text": "وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ",
            "explanation": "Ô Messager, dis à ceux qui ne croient pas en Allah et ne proclament pas Son Unicité: Œuvrez de manière à vous détourner de la vérité et à en éloigner les gens et nous œuvrons pour notre part de manière à rester fidèle à cette vérité, à y appeler les gens et à y être patient dans notre attachement.",
            "arabic_explanation": "وقل - أيها الرسول - للذين لا يؤمنون بالله، ولا يوحدونه: اعملوا على طريقتكم في الإعراض عن الحق والصد عنه، إنا عاملون على طريقنا من الثبات عليه، والدعوة له، والصبر عليه."
        },
        {
            "verse_number": 122,
            "verse_text": "وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
            "explanation": "Attendez ce que vous espérez pour nous et pour notre part, nous attendons ce que nous espérons pour vous.",
            "arabic_explanation": "وترقبوا ما ينزل بنا، إنا مترقبون ما ينزل بكم."
        },
        {
            "verse_number": 123,
            "verse_text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
            "explanation": "Tout ce qui est invisible dans les Cieux et la Terre est connu par Allah. Rien ne Lui en échappe et c’est à Lui que tout reviendra le Jour de la Résurrection. N’adore donc que Lui, ô Messager, et remets t’en à Lui dans toutes tes affaires. Ton Seigneur n’est pas inattentif à ce que vous faites. Il en est plutôt Connaisseur et Il rétribuera chacun selon ses œuvres.",
            "arabic_explanation": "ولله وحده علم ما غاب في السماوات، وما غاب في الأرض، لا يخفى عليه شيء منه، وإليه وحده يرجع الأمر جميعه يوم القيامة، فاعبده - أيها الرسول - وحده، وتوكل عليه في كل أمورك، وليس ربك بغافل عما تعملون، بل هو عليم به، وسيجازي كلًّا بما عمل."
        }
    ]
}