{
    "surah_name": "YOUSOUF",
    "surah_number": 12,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
            "explanation": "Alif, Lâm, Râ`: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.\nCe qu’exposent les versets de cette sourate du Coran est limpide.",
            "arabic_explanation": "(الر) سبق الكلام عليها وعلى نظائرها في بداية سورة البقرة. هذه الآيات التي أنزلت في هذه السورة من آيات القرآن الواضح فيما اشتمل عليه."
        },
        {
            "verse_number": 2,
            "verse_text": "إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
            "explanation": "Nous avons révélé le Coran dans la langue des Arabes afin que vous, ô Arabes, puissiez comprendre la signification de ses mots.",
            "arabic_explanation": "إنا أنزلنا القرآن بلغة العرب لعلكم - أيها العرب - تفهمون معانيه."
        },
        {
            "verse_number": 3,
            "verse_text": "نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ",
            "explanation": "Ô Messager, au travers de la Révélation de ce Coran, Nous te racontons des récits: les plus véridiques, les plus savamment composés et les plus éloquents. Avant cette Révélation, tu étais de ceux qui ignoraient ces récits et qui n’en avaient aucune connaissance.",
            "arabic_explanation": "نحن نقص عليك - أيها الرسول - أحسن القصص لصدقها وسلامة ألفاظها وبلاغتها، بإنزالنا عليك هذا القرآن، وإنك كنت من قبل إنزاله من الغافلين عن هذا القصص، لا علم لك به."
        },
        {
            "verse_number": 4,
            "verse_text": "إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ",
            "explanation": "Ô Messager, Nous t’apprenons que Joseph dit à son père Jacob: Ô père, j’ai vu en rêve onze étoiles ainsi que le soleil et la lune. J’ai vu que chacun de ces astres se prosternait devant moi. Cette vision fut une bonne annonce faite à Joseph.",
            "arabic_explanation": "نخبرك - أيها الرسول - حين قال يوسف لأبيه يعقوب: يا أبت، إني رأيت في المنام أحد عشر كوكبًا، ورأيت الشمس والقمر، رأيت كل أولئك لي ساجدين، فكانت هذه الرؤيا عاجل بشرى ليوسف عليه السلام."
        },
        {
            "verse_number": 5,
            "verse_text": "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ",
            "explanation": "Jacob dit à son fils Joseph: Ô mon fils, ne raconte pas ton rêve à tes frères car ils en comprendraient la teneur et ils t’envieront alors, ce qui les mènera à intriguer contre toi. Satan est assurément l’ennemi juré de l’être humain.",
            "arabic_explanation": "قال يعقوب لابنه يوسف: يا بني، لا تذكر رؤياك لإخوتك، فيفهموها، ويحسدوك، فيدبروا لك مكيدة حسدًا منهم، إن الشيطان للإنسان عدو واضح العداوة."
        },
        {
            "verse_number": 6,
            "verse_text": "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ",
            "explanation": "Ô Joseph, de même que ton Seigneur t’a fait voir ce songe, Il t’a enseigné l’interprétation des rêves. Il paracheva ensuite Son bienfait sur toi en t’accordant la Prophétie tout comme Il l’a accordée à tes ancêtres Abraham et Isaac avant toi. Allah connaît le mieux Ses créatures et est sage dans Sa gestion.",
            "arabic_explanation": "وكما رأيت تلك الرؤيا يختارك -يا يوسف - ربك، ويعلمك تعبير الرؤى، ويكمل نعمته عليك بالنبوة كما أتم نعمته على أبويك من قبلك: إبراهيم وإسحاق، إن ربك عليم بخلقه، حكيم في تدبيره."
        },
        {
            "verse_number": 7,
            "verse_text": "۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ",
            "explanation": "Il y a dans l’histoire de Joseph et de ses frères une leçon et une exhortation adressées à ceux qui questionnent à leur sujet.",
            "arabic_explanation": "لقد كان في خبر يوسف وخبر إخوته عبر وعظات للسائلين عن أخبارهم."
        },
        {
            "verse_number": 8,
            "verse_text": "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ",
            "explanation": "Il y a une leçon et une exhortation dans les paroles que les frères de Joseph se dirent entre eux: Joseph et son frère germain sont les préférés de notre père alors que nous sommes nombreux. Comment peut-il ainsi les préférer à nous? Nous considérons qu’il commet une faute indiscutable en se comportant de la sorte sans raison apparente.",
            "arabic_explanation": "حين قال إخوته فيما بينهم: ليوسف وأخوه الشقيق أحب إلى أبينا منا ونحن جماعة ذوو عدد، فكيف فضَّلهما علينا؟ إنا لنراه في خطأ بيِّن حين فضَّلهما علينا من غير سبب يظهر لنا."
        },
        {
            "verse_number": 9,
            "verse_text": "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ",
            "explanation": "Tuez Joseph ou exilez-le vers une terre lointaine et alors, vous aurez à vous seuls votre père qui se mettra à vous aimer sans partage. Après que vous vous soyez défaits de Joseph, vous deviendrez à nouveau des gens biens lorsque vous vous repentirez de ce crime.",
            "arabic_explanation": "اقتلوا يوسف، أو غيِّبوه في أرض بعيدة؛ يَخْلُصْ لكم وجه أبيكم فيحبكم حبًّا كاملًا، وتكونوا من بعد ما تقدمون عليه من قتله أو تغييبه قومًا صالحين، حين تتوبون من ذنبكم."
        },
        {
            "verse_number": 10,
            "verse_text": "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ",
            "explanation": "Un des frères dit: Ne tuez pas Joseph mais jetez-le au fond d’un puits et des voyageurs qui passeront par là le recueilleront. Ceci est moins grave que de le tuer si vous êtes résolus à vous défaire de lui.",
            "arabic_explanation": "قال أحد الإخوة: لا تقتلوا يوسف، ولكن ارموه في قعر البئر يأخذه بعض المسافرين الذين يمرون به، فهذا أخف ضررًا من قتله، إن كنتم عازمين على ما قلتم بشأنه."
        },
        {
            "verse_number": 11,
            "verse_text": "قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
            "explanation": "Après s’être enfin accordés à l’éloigner au lieu de le tuer, les frères dirent à leur père Jacob: Ô notre père, pourquoi ne nous confies-tu pas Joseph? Nous éprouvons cependant de la compassion pour lui, le protégeons contre ce qui le menace et lui prodiguons de bons conseils afin qu’il puisse se préserver et retourner sain et sauf auprès de toi. Quelle est donc la raison qui te retient de le laisser venir avec nous?",
            "arabic_explanation": "ولما اتفقوا على إبعاده قالوا لأبيهم يعقوب: يا أبانا، ما لك لا تجعلنا أمناء على يوسف؟ وإنا لمشفقون عليه نرعاه مما يضره، ونحن ناصحون له بحفظه ورعايته حتى يعود إليك سالمًا، فما الذي يمنعك من إرساله معنا؟"
        },
        {
            "verse_number": 12,
            "verse_text": "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
            "explanation": "Permets-nous de le prendre avec nous pour qu’il mange de bonnes nourritures et se divertisse. En ce qui nous concerne, nous le protègerons du mieux que nous pourrons.",
            "arabic_explanation": "اسمح لنا نأخذه معنا غدًا يتمتع بالطعام ويمرح، وإنا له لحافظون من كل أذى يصيبه."
        },
        {
            "verse_number": 13,
            "verse_text": "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ",
            "explanation": "Jacob dit à ses fils: Que vous l’emmeniez avec vous m’attriste car je ne puis endurer d’être séparé de lui. Je crains de plus que le loup ne s’empare de lui pendant que vous serez distraits par votre banquet et vos divertissements.",
            "arabic_explanation": "قال يعقوب لأبنائه: إني ليحزنني ذهابكم به؛ لأني لا أصبر على فراقه، وأخاف عليه من أن يأكله الذئب وأنتم لاهون عنه بالرتع واللعب."
        },
        {
            "verse_number": 14,
            "verse_text": "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ",
            "explanation": "Ils répondirent à leur père: Si le loup s’attaque à lui alors que nous sommes tout un groupe à l’accompagner, alors il n’y a aucun bien en nous et nous serons certainement perdants si nous ne le défendons pas contre lui.",
            "arabic_explanation": "قالوا لأبيهم: لئن أكل الذئب يوسف ونحن جماعة إنا في هذه الحال لا خير فينا، فنحن خاسرون إذ لم نمنعه من الذئب."
        },
        {
            "verse_number": 15,
            "verse_text": "فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ",
            "explanation": "Jacob laissa donc Joseph partir avec ses frères qui l’emmenèrent loin. Ils étaient déterminés à l’abandonner au fond d’un puits. Tandis qu’ils se déplaçaient, Nous révélâmes à Joseph qu’il les informera de leur méfait sans qu’ils ne s’en aperçoivent.",
            "arabic_explanation": "فأرسله يعقوب معهم، فلما ذهبوا به بعيدًا، وعزموا على رميه في قعر البئر، أوحينا إلى يوسف في هذه الحال: لتخبرنهم بصنيعهم هذا وهم لا يشعرون بك حال إخبارك لهم."
        },
        {
            "verse_number": 16,
            "verse_text": "وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ",
            "explanation": "Les frères retournèrent auprès de leur père le soir en pleurant afin de maquiller leur forfait.",
            "arabic_explanation": "وجاء إخوة يوسف أباهم وقت العشاء يتباكون ترويجًا لمكرهم."
        },
        {
            "verse_number": 17,
            "verse_text": "قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ",
            "explanation": "Ils lui dirent: Ô notre père, nous sommes partis courir et rivaliser au tir à l’arc, et avons laissé Joseph veiller sur nos vêtements et nos provisions, mais le loup l’a dévoré. Tu ne nous croiras pas bien que nous t’ayons véritablement rapporté la vérité.",
            "arabic_explanation": "قالوا: يا أبانا، إنا ذهبنا نتسابق على الأرجل ونترامى بالنبال، وتركنا يوسف عند ثيابنا وأَزْوَادنا ليحفظها، فأكله الذئب، ولست بمصدّق لنا، وإن كنا في الواقع صادقين فيما أخبرناك به."
        },
        {
            "verse_number": 18,
            "verse_text": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
            "explanation": "Ils étayèrent leurs dires par une ruse: ils présentèrent en effet à leur père la tunique de Joseph qu’ils avaient tâchée de faux sang afin de lui faire croire que c’était là les traces de l’attaque du loup. Seulement, Jacob savait qu’ils mentaient parce que la tunique n’avait pas été déchiquetée. Il leur dit alors: Les choses ne se sont pas déroulées comme vous le prétendez. Ce sont plutôt vos âmes qui vous ont embelli de vous en prendre à lui. J’endurerai donc cette épreuve avec une patience sans faille et je requerrai l’aide d’Allah en ce qui concerne Joseph.",
            "arabic_explanation": "وأكدوا خبرهم بحيلة، فجاؤوا بقميص يوسف ملطّخًا بدم غير دمه، موهمين أنه أثر أكل الذئب له، ففطن يعقوب - بقرينة أن القميص لم يُمَزَّق- لكذبهم، فقال لهم: ليس الأمر كما أخبرتم، بل زيّنت لكم أنفسكم أمرًا سيئًا صنعتموه به، فأمري صبر جميل لا جزع فيه، والله المطلوب منه العون على ما تذكرونه من أمر يوسف."
        },
        {
            "verse_number": 19,
            "verse_text": "وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ",
            "explanation": "Une caravane passa près du puits au fond duquel se trouvait Joseph et l’un des voyageurs fut chargé de ramener de l’eau. Il jeta son seau et Joseph s’agrippa alors à la corde. Lorsque l’homme le remonta, il s’exclama: Quelle bonne nouvelle que ce garçon trouvé ! Puis cet homme ainsi que d’autres voyageurs qu’il mit au secret dissimulèrent Joseph au reste de la caravane en prétendant qu’il était un esclave acheté quelque part. Or Allah savait qu’ils allaient traiter Joseph comme une marchandise et un esclave et rien de ce qu’ils machinaient ne Lui échappait.",
            "arabic_explanation": "وجاءت قافلة مارّة، فبعثوا من يستقي لهم الماء، فأرسل دَلْوَه في البئر، فتعلّق يوسف بالحبل، فلما أبصره مرسلها قال مسرورًا: يا بشراي هذا غلام، وأخفاه واردهم وبعض أصحابه عن بقية القافلة زاعمين أنه بضاعة استبضعوها، والله عليم بما يفعلونه بيوسف من الابتذال والبيع، لا يخفى عليه من عملهم شيء."
        },
        {
            "verse_number": 20,
            "verse_text": "وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
            "explanation": "L’homme qui le trouva et ses acolytes le vendirent pour une somme dérisoire en dirhams. Ils le cédèrent à ce prix afin de se défaire rapidement de lui, car ils avaient compris à son apparence qu'il n’était pas un esclave. Ceci suscita en effet en eux la crainte des représailles de sa famille. Ne pas rester longtemps avec eux fut une manifestation de la miséricorde d’Allah envers lui.",
            "arabic_explanation": "وباعه الوارد وأصحابه بمصر بثمن زهيد، فهو دراهم سهلة العد لقلَّتها، وكانوا من الزاهدين فيه لحرصهم على التخلص منه سريعًا، فقد علموا من حاله أنه ليس بمملوك، وخافوا على أنفسهم من أهله، وهذا من تمام رحمة الله به حتى لا يبقى معهم طويلًا."
        },
        {
            "verse_number": 21,
            "verse_text": "وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "L’Egyptien qui l’acheta dit à son épouse: Sois bienfaisante envers lui et honore-le en l’accueillant parmi nous comme il se doit. Peut-être qu’il nous sera d’une quelconque aide ou que nous l’adopterons comme fils. Tout comme Nous avons sauvé Joseph du meurtre, l’avons sorti du puits et avons suscité de la compassion dans le cœur du gouverneur d’Égypte (‘azîzu mişra ou `al-’azîzu), Nous avons de la même façon établi son autorité en Egypte et lui avons enseigné l’interprétation des rêves. Allah impose Son ordre et l’exécute. Personne ne Le contraint mais la plupart des gens –les mécréants– ne le savent pas.",
            "arabic_explanation": "وقال الرجل الذي اشتراه من مصر لامرأته: أحسني إليه وأكرميه في مقامه معنا؛ لعله ينفعنا في القيام ببعض ما نحتاج إليه، أو نُصيِّره ولدًا بالتبنِّي، وكما أنجينا يوسف من القتل، وأخرجناه من البئر، وعطفنا عليه قلب العزيز؛ مكّنا له في مصر، ولنعلمه تأويل الرؤيا، والله غالب على أمره، فأمره نافذ، فلا مكرِه له سبحانه، ولكن غالب الناس - وهم الكفار - لا يعلمون ذلك."
        },
        {
            "verse_number": 22,
            "verse_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
            "explanation": "Lorsque Joseph atteignit l’âge de la maturité physique et mentale, Nous lui accordâmes une grande compréhension ainsi qu’une science étendue. C’est ainsi que Nous rétribuons ceux qui excellent dans leur adoration d’Allah.",
            "arabic_explanation": "ولما بلغ يوسف سن اشتداد البدن أعطيناه فهمًا وعلمًا، ومثل هذا الجزاء الذي جزيناه به نجزي المحسنين في عبادتهم لله."
        },
        {
            "verse_number": 23,
            "verse_text": "وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
            "explanation": "L’épouse du gouverneur d’Egypte essaya, en usant d’amabilité et de ruse, de séduire Joseph et de le faire tomber dans la fornication. Elle verrouilla ainsi les portes afin de se garantir l’intimité et lui dit: Viens à moi ! Joseph lui répondit: Qu’Allah me protège de ce à quoi tu m’invites. Mon maître a été bienfaisant envers moi dans sa demeure. Je ne le tromperai donc pas et dans le cas contraire, je serais quelqu’un d’injuste. Or les injustes ne connaissent pas la réussite.",
            "arabic_explanation": "وطلبت امرأة العزيز برفق وإعمال حيلة من يوسف عليه السلام فعل الفاحشة، وغلّقت الأبواب إمعانًا في الخلوة، وقالت له: هَلُمَّ وتعال إليّ، فقال يوسف: أعتصم بالله مما دعوتِني إليه، إن سيّدي أحسن إليّ في مقامي عنده فلن أخونه، فإن خنته كنت ظالمًا، إنه لا يفوز الظالمون."
        },
        {
            "verse_number": 24,
            "verse_text": "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ",
            "explanation": "Cette femme brûlait de désir de commettre la turpitude et l’idée de la commettre traversa aussi l’esprit de Joseph s’il n’avait été témoin de signes d’Allah qui l’en dissuadèrent. Nous les lui avons montrés afin d’écarter le mal de lui et de l’éloigner de la fornication et de la tromperie. Joseph était certainement du nombre de Nos serviteurs choisis pour recevoir le Message et la Prophétie.",
            "arabic_explanation": "ولقد رغبت نفسها في فعل الفاحشة، وخطر على نفسه هو ذلك، لولا أنه رأى من آيات الله ما يكفّه عن ذلك ويبعده، وقد أريناه ذلك لنكشف عنه السوء، ونبعده عن الزنى والخيانة، إن يوسف من عبادنا المختارين للرسالة والنبوة."
        },
        {
            "verse_number": 25,
            "verse_text": "وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Tous deux coururent en direction de la porte: lui pour s’échapper et elle pour l’en empêcher. Elle saisit sa tunique par derrière et la déchira. Ils tombèrent nez à nez avec l’époux qui était derrière la porte et la femme dit perfidement: Ô gouverneur, celui qui a tenté de commettre une turpitude avec ton épouse ne doit être puni que de deux façons: la prison ou un supplice douloureux.",
            "arabic_explanation": "وتسابقا إلى الباب: يوسف لينجو بنفسه، وهي لتمنعه من الخروج، فأمسكت بقميصه لتمنعه من الخروج، فشقّته من خلفه، ووجدا زوجها عند الباب، قالت امرأة العزيز للعزيز محتالة: ليس عقاب من قصد بزوجتك -يا عزيز - فعل الفاحشة إلا السجن، أو أن يُعَذَّب عذابًا موجعًا."
        },
        {
            "verse_number": 26,
            "verse_text": "قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ",
            "explanation": "Joseph se défendit en disant: C’est elle qui me sollicita et non moi. Allah fit en sorte qu’un nourrisson de la famille de l’épouse parle dans son berceau en ces termes: Si la tunique de Joseph est déchirée par devant, c’est la preuve qu’elle dit vrai car cela signifie qu’elle se défendait et que Joseph ment.",
            "arabic_explanation": "قال يوسف عليه السلام: هي التي طلبت مني الفاحشة، ولم أُرِدْها منها، فانبعث شاهدٌ من أهلها فشهد بقوله: إن كان قميص يوسف شُقَّ من أمامه فذلك قرينة على صدقها؛ لأنها كانت تمنعه من نفسها، فهو كاذب."
        },
        {
            "verse_number": 27,
            "verse_text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
            "explanation": "Si sa tunique est en revanche déchirée par derrière, c’est dans ce cas la preuve de la véracité de Joseph puisque cela indique que c’est elle qui le harcelait et qu’il la fuyait, et que par conséquent, c’est elle qui ment.",
            "arabic_explanation": "وإن كان قميصه شُقَّ من خلفه فذلك قرينة على صدقه؛ لكونها كانت تُراوِده وهو هارب عنها، فهي كاذبة."
        },
        {
            "verse_number": 28,
            "verse_text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ",
            "explanation": "Lorsque le gouverneur constata que la tunique de Joseph était déchirée par derrière, il comprit que c’est Joseph qui disait la vérité et dit: Cette accusation mensongère que tu as portée montre ce dont vous êtes capables, ô ensemble des femmes, et vos ruses sont certes efficaces.",
            "arabic_explanation": "فلما شاهد العزيز أن قميص يوسف عليه السلام شُقَّ من خلفه تحقق من صدق يوسف، وقال: إن هذا القذف الذي قذفته به من جملة مَكْرِكُنَّ - معشر النساء - إنَّ مَكْرَكُنَّ مكر قوي."
        },
        {
            "verse_number": 29,
            "verse_text": "يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ",
            "explanation": "Puis il dit à Joseph: Ô Joseph, pardonne cette faute et ne la mentionne à personne. Et s’adressant à son épouse: Quant à toi, demande pardon pour ton péché car tu as en effet commis un péché en tentant de séduire Joseph.",
            "arabic_explanation": "وقال ليوسف: يا يوسف، اضرِبْ عن هذا الأمر صفحًا، ولا تذكره لأحد، واطلبي أنت المغفرة لإثمك، إنك كنت من الآثمين بسبب مراودة يوسف عن نفسه."
        },
        {
            "verse_number": 30,
            "verse_text": "۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "La nouvelle de la tentative de l’épouse du gouverneur se répandit dans la ville et certaines femmes dirent sur un ton réprobateur: L’épouse du gouverneur se propose à son esclave et l’amour qu’elle lui voue a transpercé son cœur. Nous la considérons dans un égarement manifeste en raison de son attirance et de son amour pour lui, alors qu’il n’est que son esclave.",
            "arabic_explanation": "وانتشر خبرها في المدينة، وقالت طائفة من النساء على سبيل الإنكار: زوجة العزيز تدعو عبدها إلى نفسها، قد وصل حبه شغاف قلبها (أي: غلافه)، إنا لنراها بسبب مراودتها له وحبها إياه - وهو عبدها - في ضلال واضح."
        },
        {
            "verse_number": 31,
            "verse_text": "فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ",
            "explanation": "Lorsque l’épouse du gouverneur eut vent de la réprobation de ces femmes et de leur médisance, elle les invita afin qu’elles aient l’occasion de voir Joseph et de comprendre pourquoi elle s’était comporté de la sorte à son égard. Elle prépara donc à leur attention un espace aménagé en divans et en oreillers et elle donna à chacune d’elle un couteau pour couper la nourriture qu’elle leur avait servie, puis elle demanda à Joseph de venir. Quand les femmes invitées le virent, elles furent impressionnées et charmées par sa beauté au point qu’elles se lacérèrent les mains avec les couteaux prévus pour couper la nourriture, et dirent: Qu’Allah soit sanctifié ! Ce jeune homme n’est pas un être humain, jamais une telle beauté n’a été observée chez un être humain. C’est plutôt un ange noble.",
            "arabic_explanation": "فلما سمعت امرأة العزيز إنكارهن عليها واغتيابهن إياها بعثت إليهن تدعوهن ليرين يوسف فيعذرنها، وهَيَّأت لهن محلًّا فيه فراش ووسائد، وأعطت كل واحدة من المدعوات سكينًا تقطع به الطعام، وقالت ليوسف عليه السلام: اخرج عليهن، فلما نظرن إليه أعظمنه، واندهشن لحسنه، وانبهرن بجماله، وجرَّحن أيديهن -من شدة الانبهار به- بالسكاكين المعدّة لقطع الطعام، وقلن: تنزه الله، ليس هذا الغلام بشرًا، فما هو فيه من الجمال لم يُعْهد في البشر، ليس إلا مَلَكًا كريمًا من الملائكة الكرام."
        },
        {
            "verse_number": 32,
            "verse_text": "قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ",
            "explanation": "Après avoir observé la réaction de ses invitées, l’épouse du gouverneur d’Égypte leur dit: Voici le jeune homme que vous m’avez reproché d’aimer. Je me suis proposée à lui et j’ai rusé afin de le séduire mais il a résisté. Si dorénavant il ne m’obéit pas, il sera jeté en prison et fera partie de ceux qui sont humiliés.",
            "arabic_explanation": "قالت امرأة العزيز للنسوة لما رأت ما أصابهن: هذا هو الفتى الذي عَيَّرتُنَّني بسبب حبه، ولقد طلبته، واحتَلْتُ لإغوائه، فامتنع، ولئن لم يفعل ما أطلب منه مستقبلًا ليدخلنّ السجن، وليكونن من الأذلاء."
        },
        {
            "verse_number": 33,
            "verse_text": "قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ",
            "explanation": "Joseph invoqua alors son Seigneur en ces termes: Ô Seigneur, je préfère la prison dont elle me menace plutôt que de commettre cette turpitude et si Tu n’éloignes pas de moi leur manœuvre, je finirai par succomber à elles et serai dès lors du nombre des ignorants.",
            "arabic_explanation": "قال يوسف عليه السلام داعيًا ربه: يا رب، السجن الذي هددتني به أحب إليَّ مما يدعونني إليه من فعل الفاحشة، وإذا لم تكشف عني مكرهن أَمِل إليهن، وأكن من الجاهلين إن مِلْتُ إليهن، وطاوعتهن فيما يردن مني."
        },
        {
            "verse_number": 34,
            "verse_text": "فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
            "explanation": "Allah exauça alors son invocation en éloignant de lui les manœuvres de l’épouse du gouverneur et des femmes de la ville. Il a en effet entendu l’invocation de Joseph et l’invocation de ceux qui Le sollicitent. Il connaît de plus sa situation et la situation de tout un chacun.",
            "arabic_explanation": "فأجاب الله دعوته، وكشف عنه مكر امرأة العزيز ومكر نسوة المدينة، إنه سبحانه وتعالى السميع لدعاء يوسف، ولدعاء كل داع، العليم بحاله وحال غيره."
        },
        {
            "verse_number": 35,
            "verse_text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ",
            "explanation": "Après que les preuves l’aient assuré de l’innocence de Joseph, le gouverneur et les siens furent d’avis de l’emprisonner un temps afin d’étouffer le scandale.",
            "arabic_explanation": "ثم كان من رأي العزيز وقومه لما شاهدوا الأدلة على براءته أن يسجنوه -حتى لا تنكشف الفضيحة - إلى مدة غير معلومة."
        },
        {
            "verse_number": 36,
            "verse_text": "وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
            "explanation": "Il fut donc emprisonné et mis en compagnie de deux jeunes hommes. L’un des deux dit à Joseph: Je me suis vu en rêve presser du raisin pour en faire du vin. Quant au second il lui dit: Je me suis vu en rêve porter sur ma tête du pain dont les oiseaux mangeaient. Puis les deux lui dirent de concert: Ô Joseph, donne-nous l’interprétation de ces rêves car nous te considérons comme quelqu’un de bienfaisant.",
            "arabic_explanation": "فسجنوه، ودخل معه غلامان في السجن، قال أحد الغلامين ليوسف: إني رأيت في المنام أني أعصر العنب ليصير خمرًا، وقال الثاني: إني رأيت أني أحمل فوق رأسي خبزًا تأكل الطيور منه، أخبرنا - يا يوسف - بتفسير ما رأينا، إنا نراك من أهل الإحسان."
        },
        {
            "verse_number": 37,
            "verse_text": "قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
            "explanation": "Joseph leur répondit: Aucune nourriture ne vous parviendra du roi ou de quelqu’un d’autre sans que je ne vous explique sa véritable nature avant qu’elle ne vous parvienne. Cette interprétation est une science et un don que mon Seigneur m’a octroyés et non de la divination ou un quelconque savoir occulte. J’ai en effet délaissé la religion de gens qui ne croient pas en Allah et rejettent l’existence de l’au-delà.",
            "arabic_explanation": "قال يوسف عليه السلام: لا يأتيكما طعام يجري عليكما من الملك أو غيره إلا بيَّنت لكما حقيقته وكيفيته قبل أن يأتيكما، ذلكما التأويل الذي أعلمه هو مما علَّمنيه ربي، لا من الكهانة ولا من التنجيم، إني تركت دين قوم لا يؤمنون بالله، وهم بالآخرة كافرون."
        },
        {
            "verse_number": 38,
            "verse_text": "وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
            "explanation": "Ensuite, j’ai embrassé la religion de mes ancêtres: Abraham, Isaac et Jacob. Cette religion proclame l’Unicité d’Allah et proscrit de Lui associer quoi que ce soit, Lui attribuant l’Unicité exclusive. Ce monothéisme et cette foi auxquels moi et mes ancêtres sommes fidèles est une grâce que nous a accordée Allah en nous facilitant d’y souscrire. C’est également une grâce qu’Il accorde à tous les gens lorsqu’Il leur envoie des prophètes prêcher cette foi et ce monothéisme. Seulement, la plupart des gens ne sont pas reconnaissants envers Allah pour les bienfaits qu’Il leur octroie mais les renient.",
            "arabic_explanation": "واتبعت دين آبائي: إبراهيم وإسحاق ويعقوب، وهو دين التوحيد لله، ما يصحّ لنا أن نشرك بالله غيره، وهو المنفرد بالوحدانية، ذلك التوحيد والإيمان الذي أنا عليه وآبائي هو من فضل الله علينا أن وفقنا له، ومن فضله على الناس جميعًا حين بعث إليهم الأنبياء به، ولكن أكثر الناس لا يشكرون الله على نعمه، بل يكفرونه."
        },
        {
            "verse_number": 39,
            "verse_text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
            "explanation": "Puis Joseph adressa ces paroles à ses deux compagnons d’infortune: Est-il mieux d’adorer des divinités multiples ou d’adorer Allah, le Seul qui n’a pas d’associé, Celui qui domine et n’est pas dominé?",
            "arabic_explanation": "ثم خاطب يوسف الغلامين في السجن قائلًا: أعبادة آلهة متعددة خير، أم عبادة الله الواحد الذي لا شريك له، القهار لغيره، الذي لا يقهر؟"
        },
        {
            "verse_number": 40,
            "verse_text": "مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Vous n’adorez au lieu d’Allah que des noms qui ne désignent rien de concret. Vous avez en effet appelé des chimères divinités, alors qu’elles n’ont rien de divin et qu’Allah n’a révélé aucune preuve à leur sujet. Il n’appartient qu’à Allah de décider du sort de l’ensemble des créatures et non à ces noms que vous avez inventés vous et vos ancêtres. Allah vous a ordonné de proclamer son Unicité en L’adorant Seul et vous a défendu de Lui associer quoi que ce soit. Ce monothéisme est la religion droite qui ne comporte aucune tortuosité, or la plupart des gens ignorent cela. Voilà pourquoi ils associent à Allah certaines de Ses créatures en les adorant en même temps que Lui.",
            "arabic_explanation": "ما تعبدون من دون الله إلا أسماء على غير مسمَّيات، سمَّيتموها أنتم وآباؤكم آلهة، ليس لها في الألوهية نصيب، لم يُنْزِل الله بتسميتكم لها حجة تدل على صحتها، ليس الحكم في جميع المخلوقات إلا لله وحده، لا لهذه الأسماء التي سميتموها أنتم وآباؤكم، أمر الله سبحانه أن توحِّدوه بالعبادة، ونهى أن تشركوا معه غيره، ذلك التوحيد هو الدين المستقيم الذي لا اعوجاج فيه، ولكن أكثر الناس لا يعلمون ذلك، ولذلك يشركون بالله، فيعبدون بعض مخلوقاته."
        },
        {
            "verse_number": 41,
            "verse_text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ",
            "explanation": "Ô mes deux codétenus, celui de vous deux qui s’est vu presser du raisin sera libéré et retournera à sa fonction de serveur de boissons du roi. Quant à celui qui s’est vu porter sur sa tête du pain dont mangeaient les oiseaux, il sera exécuté et crucifié puis les oiseaux mangeront de la chair de sa tête. Vos sorts sont déjà scellés et ce que je vous ai décrit surviendra irrévocablement.",
            "arabic_explanation": "يا رفيقَي السجن، أما الذي رأى أنه يعصر عنبًا ليصير خمرًا فإنه يخرج من السجن، ويرجع إلى عمله، فيسقي الملك، وأما الذي رأى أن فوق رأسه خبزًا تأكل الطير منه فإنه يقتل ويصلب، فتأكل الطير من لحم رأسه، فرغ الأمر الذي طلبتما الفُتْيَا فيه وتم، فهو واقع لا محالة."
        },
        {
            "verse_number": 42,
            "verse_text": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ",
            "explanation": "Ensuite, Joseph dit à celui dont il pensait qu’il allait être libéré, c’est-à-dire celui qui allait servir au roi à boire: Raconte mon histoire au roi et mentionne mon don auprès de lui. Peut-être va-t-il me sortir de prison. Seulement, Satan fit oublier à cet homme de mentionner Joseph auprès du roi, ce qui prolongea sa captivité de plusieurs années.",
            "arabic_explanation": "وقال يوسف للذي ظن أنه ناجٍ منهما - وهو ساقي الملك -: اذكر قصتي وشأني عند الملك؛ لعله يخرجني من السجن، فأنسى الشيطان الساقي ذكر يوسف عند الملك، فمكث يوسف في السجن بعد ذلك عدة سنوات."
        },
        {
            "verse_number": 43,
            "verse_text": "وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ",
            "explanation": "Un jour, le roi dit: J’ai fait un songe dans lequel j’ai vu sept vaches grasses se faire dévorer par sept vaches maigres ainsi que sept épis verts et sept épis secs. Ô seigneurs et nobles, informez-moi de l’interprétation de ce songe si vous avez le don d’interpréter les rêves.",
            "arabic_explanation": "وقال الملك: إني رأيت في المنام سبع بقرات سمان يأكلهن سبع بقرات هزيلات، ورأيت سبع سنبلات خضر، وسبع سنبلات يابسات، يا أيها السادة والأشراف، أخبروني بتأويل رؤياي هذه إن كنتم عالمين بتأويل الرؤيا."
        },
        {
            "verse_number": 44,
            "verse_text": "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ",
            "explanation": "Les notables répondirent au roi: Ton songe ne correspond qu’à des bribes de rêves entremêlées. Or de tels songes ne sont pas interprétables et en ce qui nous concerne, nous ne savons pas interpréter des bribes de rêves entremêlées.",
            "arabic_explanation": "قالوا: رؤياك أخلاط أحلام، وما كان كذلك فلا تأويل له، ولسنا عالمين بتأويل الأحلام المختلطة."
        },
        {
            "verse_number": 45,
            "verse_text": "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ",
            "explanation": "C’est alors que le jeune homme qui servait à boire au roi et qui auparavant était emprisonné avec Joseph, se rappela de celui-ci et de son don d’interprétation, longtemps après sa libération. Ce jeune homme dit: Je vous donnerai l’interprétation de ce que le roi a vu en rêve après que j’eusse interrogé celui qui est capable de l’interpréter. Ô roi, envoie-moi à Joseph afin que je lui soumette ton songe.",
            "arabic_explanation": "وقال الساقي الذي نجا من الغلامين السجينين، وتذَكَّر يوسف عليه السلام وما هو عليه من علم تأويل الرؤيا بعد مدة: أنا أخبركم بتأويل ما رآه الملك بعد سؤال من له علم بتأويلها، فابعثني - أيها الملك - إلى يوسف ليؤوِّل رؤياك."
        },
        {
            "verse_number": 46,
            "verse_text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ",
            "explanation": "Lorsque l’ancien codétenu de Joseph arriva en prison, il lui dit:\nÔ Joseph, ô véridique ! Instruis-nous au sujet de la signification du rêve dans lequel on voit sept vaches grasses être mangées par sept vaches maigres ainsi que sept épis verts et sept épis secs. Lorsque je retournerai auprès du roi et de sa cour, ils connaitront la signification de ce rêve et peut-être conviendront-ils de ton mérite et ton importance.",
            "arabic_explanation": "فلما وصل الناجي إلى يوسف قال له: يا يوسف، أيها الصدِّيق، أخبرنا عن تأويل من رأى سبع بقرات سمان يأكلهن سبع بقرات هزيلات، ورأى سبع سنبلات خضر، ورأى سبع سنبلات يابسات؛ لعلي أرجع إلى الملك ومن عنده لعلهم يعلمون تعبير رؤيا الملك، ويعلمون فضلك ومكانتك."
        },
        {
            "verse_number": 47,
            "verse_text": "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ",
            "explanation": "Joseph interpréta alors le rêve du roi de la manière suivante: Vous devrez semer intensivement vos grains sept années durant. Ce que vous récolterez de ces années, vous devrez le laisser en épi afin que les grains ne moisissent pas, excepté une faible quantité nécessaire à votre subsistance.",
            "arabic_explanation": "قال يوسف عليه السلام معبرًا هذه الرؤيا: تزرعون سبع سنين متتابعة بجدّ، فما حصدتم في كل سنة من تلك السنين السبع فاتركوه في سنابله منعًا له من التسوّس، إلا قليلًا مما تحتاجون لأكله من الحبوب."
        },
        {
            "verse_number": 48,
            "verse_text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ",
            "explanation": "Ensuite, viendront après ces sept années d’abondance, sept années de pénurie durant lesquelles les gens puiseront dans les réserves amassées les années précédentes sauf une petite quantité dont vous vous servirez comme semis.",
            "arabic_explanation": "ثم تجيء من بعد تلك السنين السبع المُخْصِبة التي زرعتم فيها، سبع سنين مجدبة يأكل الناس فيها كل ما حُصِد في السنين المُخْصِبة إلا قليلًا مما تحفظونه مما يكون بذرًا."
        },
        {
            "verse_number": 49,
            "verse_text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ",
            "explanation": "Après ces sept années de pénurie, viendra une année où il pleuvra enfin et les plantes pousseront. Les gens pourront alors presser des fruits tels que le raisin, les olives ou la canne.",
            "arabic_explanation": "ثم يجيء بعد تلك السنين المجدبة عام تنزل فيه الأمطار، وتنبت الزروع، ويعصر فيه الناس ما يحتاج للعصر كالعنب والزيتون والقصب."
        },
        {
            "verse_number": 50,
            "verse_text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ",
            "explanation": "Lorsque l’interprétation du rêve fut transmise au roi, il dit à ses serviteurs: Sortez-le de prison et faites-le venir à moi. Quand le messager du roi se présenta à Joseph, celui-ci lui dit: Retourne auprès de ton maitre, le roi, et interroge-le au sujet des femmes qui se lacérèrent les mains. Joseph voulait en effet que son innocence soit prononcée avant de sortir de prison. Puis il poursuivit en disant: Allah sait le mieux comment ces femmes ont tenté de me séduire et rien de cela ne Lui a échappé.",
            "arabic_explanation": "وقال الملك لأعوانه لما بلغه تعبير يوسف لرؤياه: أخرجوه من السجن، وأْتُوني به، فلما جاء يوسفَ رسولُ الملك قال له: ارجع إلى سيدك الملك فاسأله عن قصة النسوة اللاتي جرّحن أيديهن، حتى تظهر براءته قبل الخروج من السجن، إن ربي بما صنعن بي من المُرَاودة عليم، لا يخفى عليه شيء من ذلك."
        },
        {
            "verse_number": 51,
            "verse_text": "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
            "explanation": "Le roi dit, s’adressant aux femmes en question: Pour quelle raison avez-vous rusé afin de séduire Joseph et lui faire commettre cette turpitude? L’épouse du gouverneur reconnut sa faute en ces termes: Maintenant, la vérité est apparue. C’est bien moi qui ai essayé de le tenter et non lui. Il a certainement raison de clamer son innocence de l’accusation que j’ai portée à son encontre.",
            "arabic_explanation": "قال الملك مخاطبًا النسوة: ما شأنكن حين طلبتن يوسف بحيلة؛ ليعمل الفاحشة معكن؟ قالت النسوة جوابا للملك: حاش لله أن يكون يوسف متهمًا، والله ما علمنا عليه من سوء، فعند ذلك قالت زوجة العزيز مُقِرَّة بما صنعت: الآن ظهر الحق، أنا حاولت إغواءه، ولم يحاول إغوائي، وإنه لمن الصادقين فيما ادعاه من براءته مما رميته به."
        },
        {
            "verse_number": 52,
            "verse_text": "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ",
            "explanation": "L’épouse du gouverneur dit ensuite: Que Joseph sache que j’avoue que c’est moi qui ai tenté de le séduire et qu’il est véridique lorsqu’il affirme que je n’ai pas inventé de mensonge sur lui en son absence. J’ai appris de tout cela qu’Allah ne vient pas en aide à celui qui ment et recourt à la ruse.",
            "arabic_explanation": "قالت امرأة العزيز: ليعلم يوسف حين أقررت أني أنا الذي راودته، وأنه صادق أني لم أفترِ عليه في غيابه، فقد تبين لي مما حصل أن الله لا يوفق من يكذب ويمكر."
        },
        {
            "verse_number": 53,
            "verse_text": "۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ",
            "explanation": "Puis la même femme poursuivit: Je n’exclus cependant pas être fautive et je ne vise pas par ces paroles à me dédouaner. L’âme humaine incite souvent au mal en raison de l’attraction des désirs et de la difficulté à leur résister, sauf les âmes qu’Allah préserve du mal par Sa miséricorde. En effet, mon Seigneur pardonne à Ses serviteurs qui se repentent et leur fait miséricorde.",
            "arabic_explanation": "وواصلت امرأة العزيز كلامها قائلة: وما أنزه نفسي عن إرادة السوء، وما أردت بذلك تزكية نفسي؛ لأن شأن النفس البشرية كثرة الأمر بالسوء لميلها إلى ما تشتهيه وصعوبة كفها عنه، إلا ما رحمه الله من النفوس، فعصمها من الأمر بالسوء، إن ربي غفور لمن تاب من عباده، رحيم بهم."
        },
        {
            "verse_number": 54,
            "verse_text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ",
            "explanation": "Une fois l’innocence de Joseph établie et que la connaissance de l’interprétation des rêves fut prouvée, le roi ordonna à ses serviteurs: Ramenez-le-moi afin que je puisse bénéficier en exclusivité de sa connaissance. Lorsqu’on le lui ramena, il lui parla et fut définitivement assuré de sa science et de sa maturité mentale. Il lui dit ensuite: Ô Joseph, tu jouis maintenant auprès de nous d’une haute importance, d’un grand prestige et d’une immense confiance.",
            "arabic_explanation": "وقال الملك لأعوانه لما تبين براءة يوسف وعَلِمَها: جيئوني به أجعله خالصًا لنفسي، فجاؤوه به، فلما كلَّمه، وتبين له علمه وعقله قال له: إنك - يا يوسف - قد صِرتَ اليوم عندنا صاحب مكانة وجاه ومؤتمنًا."
        },
        {
            "verse_number": 55,
            "verse_text": "قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ",
            "explanation": "Joseph dit à son tour au roi: Charge-moi de la gestion des réserves de richesses et de nourriture de l’Egypte car je suis quelqu’un digne de confiance qui dispose des compétences nécessaires.",
            "arabic_explanation": "قال يوسف للملك: ولّني على حفظ خزائن المال والأقوات في أرض مصر، فإني خازن أمين، ذو علم وبصيرة بما أتولاه."
        },
        {
            "verse_number": 56,
            "verse_text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
            "explanation": "Tout comme Nous avons fait la faveur à Joseph de l’innocenter et de le libérer de prison, Nous lui avons également permis de devenir quelqu’un d’influent en Egypte et de s’installer dans le lieu qu’il désire. Nous accordons Notre miséricorde dans le bas monde à qui Nous voulons de Nos serviteurs et Nous ne rendons pas vaine la récompense des bienfaisants. Nous la leur remettrons au contraire bien complète sans que rien n’en manque.",
            "arabic_explanation": "وكما مَنَنَّا على يوسف بالبراءة والخلاص من السجن مننَّا عليه بالتمكين له في مصر، ينزل ويقيم في أي مكان شاء، نعطي من رحمتنا في الدنيا من نشاء من عبادنا، ولا نضيع ثواب المحسنين، بل نوفيهم إياه كاملًا غير منقوص."
        },
        {
            "verse_number": 57,
            "verse_text": "وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
            "explanation": "La récompense qu’Allah accorde dans l’au-delà est meilleure que la récompense du bas monde pour ceux qui croient en Allah et le craignent en se conformant à Ses commandements et en renonçant à Ses interdits.",
            "arabic_explanation": "ولَثوابُ الله الذي أعدّه في الآخرة خير من ثواب الدنيا للذين آمنوا بالله وكانوا يتقونه بامتثال أوامره واجتناب نواهيه."
        },
        {
            "verse_number": 58,
            "verse_text": "وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ",
            "explanation": "Les frères de Joseph se rendirent en Egypte afin d’y vendre des marchandises et furent introduits auprès de lui. Celui-ci les reconnut, tandis qu’eux ne le reconnurent pas puisqu’ils l’avaient abandonné alors qu’il n’était encore qu’un jeune garçon.",
            "arabic_explanation": "وقدم إخوة يوسف إلى أرض مصر ببضاعة لهم، فدخلوا عليه، فعرف أنهم إخوته، ولم يعرفوا أنه أخوهم؛ لطول المدة وتغير هيئته؛ لأنه كان صبيًّا حين رموه في البئر."
        },
        {
            "verse_number": 59,
            "verse_text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ",
            "explanation": "Après les avoir approvisionnés en grains et en nourriture, il leur dit après qu'ils lui eurent appris qu’ils avaient laissé un de leurs frères consanguins auprès de leur père: Amenez-moi votre frère consanguin et je vous offrirai en plus la charge d’un dromadaire. Ne voyez-vous pas que je donne la pleine mesure, que je n’en diminue rien et que je suis le meilleur des hôtes?",
            "arabic_explanation": "ولما أعطاهم ما طلبوه من المِيرَة والزاد، قال بعد أن أخبروه أن لهم أخًا من أبيهم تركوه عند أبيه: جيئوني بأخيكم من أبيكم أزدكم حمل بعير، ألا ترون أني أكمل الكيل ولا أنقصه، وأنا خير المضيفين."
        },
        {
            "verse_number": 60,
            "verse_text": "فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ",
            "explanation": "Si vous ne me l’amenez pas, je saurai alors que vous avez menti en prétendant avoir un autre frère. Je ne vous approvisionnerai alors plus et vous ne pourrez plus entrer dans mon pays.",
            "arabic_explanation": "فإن لم تجيئوني به تبين كذبكم في دعواكم أن لكم أخًا من أبيكم، فلن أكيل لكم طعامًا، ولا تقربوا بلدي."
        },
        {
            "verse_number": 61,
            "verse_text": "قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
            "explanation": "Les frères répondirent: Nous nous efforcerons de faire en sorte que notre père nous autorise à l’amener et nous ne nous épargnerons aucun effort pour y parvenir.",
            "arabic_explanation": "فأجابه إخوته قائلين: سنطلبه من أبيه، ونجتهد في ذلك، وإنا لفاعلون ما أمرتنا به دون تقصير."
        },
        {
            "verse_number": 62,
            "verse_text": "وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ",
            "explanation": "Joseph dit alors à ses serviteurs: Remettez la marchandise de ces gens dans leurs sacs afin qu’ils sachent à leur retour que nous ne l’avons pas achetée, ce qui les contraindra à revenir accompagnés de leur frère. Ceci, afin qu’ils démontrent à Joseph qu’ils disent vrai et que leur marchandise soit acceptée.",
            "arabic_explanation": "وقال يوسف لعُمَّاله: ردوا بضاعة هؤلاء إليهم حتى يعرفوا عند عودتهم أننا لم نَبْتَعْها منهم، وهذا يجبرهم على الرجوع ثانية ومعهم أخوهم؛ ليثبتوا ليوسف صدقهم، ويقبل منهم بضاعتهم."
        },
        {
            "verse_number": 63,
            "verse_text": "فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
            "explanation": "Lorsqu’ils retournèrent auprès de leurs pères et qu’ils lui rapportèrent de quelle manière Joseph les avait honorés, ils lui dirent: Ô notre père, l’approvisionnement nous sera refusé si nous ne repartons pas accompagnés de notre frère. Envoie-le donc avec nous afin que nous soyons approvisionnés en nourriture et nous te promettons que nous le préserverons jusqu’à ce qu’il revienne à toi sain et sauf.",
            "arabic_explanation": "فلما رجعوا إلى أبيهم، وقصوا عليه ما كان من إكرام يوسف لهم قالوا: يا أبانا مُنِع منا الكيل إن لم نأت بأخينا معنا فابعثه معنا، فإنك إن بعثته معنا نكتل الطعام، وإنا لنتعهد لك بحفظه حتى يرجع إليك سالمًا."
        },
        {
            "verse_number": 64,
            "verse_text": "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
            "explanation": "Leur père leur dit: Vais-je vous le confier comme je vous ai confié jadis son frère germain Joseph? Je vous avais autorisé à l’emmener avec vous, après avoir obtenu de vous la promesse de le protéger mais vous n’avez pas tenu votre promesse. Je n’accorde donc aucun crédit à votre engagement mais je place toute ma confiance en Allah qui préserve le mieux celui qu’Il veut préserver et qui est le meilleur des miséricordieux avec celui à qui Il veut faire miséricorde.",
            "arabic_explanation": "قال لهم أبوهم: هل آمنكم عليه إلا كما أمنتكم على أخيه الشقيق: يوسف من قبل؟! فقد أمنتكم عليه، وتعهدتم بحفظه، ولم تفوا بما تعهدتم به، فلا ثقة عندي بتعهدكم بحفظه، وإنما ثقتي بالله، فهو خير الحافظين لمن أراد حفظه، وأرحم الراحمين بمن أراد رحمته."
        },
        {
            "verse_number": 65,
            "verse_text": "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ",
            "explanation": "Quand ils ouvrirent les sacs censés contenir de la nourriture, ils y trouvèrent la marchandise censée avoir été vendue. Les frères dirent alors à leur père: Quoi demander de plus au gouverneur après cette générosité? Voici que le gouverneur nous a rendu ce que nous voulions échanger contre notre nourriture par magnanimité de sa part. Laisse-nous prendre notre frère: nous apporterons ainsi de la nourriture à nos familles et nous protègerons notre frère contre ce que tu redoutes. Nous gagnerons en plus la charge d’un dromadaire pour avoir emmené notre frère, sachant que pour le gouverneur de l’Egypte, la charge d’un dromadaire est chose dérisoire.",
            "arabic_explanation": "ولما فتحوا أوعية طعامهم الذي جلبوه وجدوا ثمنه رد إليهم، فقالوا لأبيهم: أي شيء نطلب من هذا العزيز بعد هذا الإكرام؟ وهذا ثمن طعامنا رده العزيز تفضلًا منه علينا، ونجلب الطعام لأهلنا، ونحفظ أخانا مما تخافه عليه، ونزداد كيل بعير بسبب اصطحابه، فزيادة كيل بعير أمر سهل عند العزيز."
        },
        {
            "verse_number": 66,
            "verse_text": "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
            "explanation": "Le père, continuant d’être inquiet pour son fils, insista: Je ne l’enverrai jamais avec vous à moins que vous ne vous engagiez formellement au nom d’Allah à me le ramener indemne, sauf si tous veniez à mourir jusqu’au dernier. Après avoir obtenu d’eux cet engagement, il prit Allah à témoin en disant: Allah atteste de ce que nous avons dit et Son témoignage nous suffit.",
            "arabic_explanation": "قال لهم أبوهم: لن أبعثه معكم حتى تؤتوني عهد الله مؤكدًا أن تردوه إليّ إلا إن أحاط هلاك بكم جميعًا، ولم يُبْقِ منكم أحدًا، ولم تقدروا على دفعه ولا الرجوع، فلما أعطوه عهد الله المؤكد على ذلك، قال: الله شهيد على ما نقول، فتكفينا شهادته."
        },
        {
            "verse_number": 67,
            "verse_text": "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
            "explanation": "Puis il leur fit la recommandation suivante: N’entrez pas en Egypte ensemble par une seule porte mais entrez plutôt en vous dispersant par plusieurs portes. De la sorte, vous diminuerez les risques d’être tous atteints si on cherchait à vous nuire. Je ne vous dis cependant pas cela afin d’éloigner de vous un mal qu’Allah veut vous infliger ni afin que vous obteniez d’un bienfait dont Allah ne veut pas que vous bénéficiiez car cela ne relève que du Décret d’Allah et de Son ordre. C’est à Lui que je m’en remets dans toutes mes affaires et c’est à Lui Seul que doivent s’en remettre les gens pour toutes leurs affaires.",
            "arabic_explanation": "وقال لهم أبوهم موصيًا إياهم: لا تدخلوا مصر من باب واحد مجتمعين، لكن ادخلوا من أبواب متفرقة، فذلك أسلم من أن يعمّكم أحد بضرر إن أراده بكم، ولا أقول لكم ذلك لأدفع عنكم ضررًا أراده الله بكم، ولا لأجلب لكم نفعًا لم يرده الله، فالقضاء ليس إلا قضاء الله، والأمر ليس إلا أمره، عليه وحده توكلت في كل أموري، وعليه وحده فليتوكل المتوكلون في أمورهم."
        },
        {
            "verse_number": 68,
            "verse_text": "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Ils se mirent donc en route accompagnés du frère germain de Joseph et suivant la recommandation de leurs pères, ils se dispersèrent et entrèrent en Egypte par des portes séparées malgré le fait que cette précaution ne pouvait en aucun cas éloigner un malheur décrété par Allah. Ce n’était que la manifestation de la compassion paternelle de Jacob envers ses fils et il savait bien que rien ne se met en travers du décret d’Allah. En effet, Jacob croyait au destin, savait ce que cela implique et savait également que l’être humain doit avoir recours à des causes afin d’atteindre un objectif, mais la plupart des gens ignorent cela.",
            "arabic_explanation": "فارتحلوا ومعهم أخوه الشقيق، ولما دخلوا من أبواب متفرقة كما أمرهم أبوهم ما كان يدفع عنهم دخولهم من أبواب متفرقة شيئًا مما قدره الله عليهم، إنما هي شفقة يعقوب على أولاده، أظهرها، ووصاهم بها، وهو يعلم أن لا قضاء إلا قضاء الله، فهو عالم بما علَّمناه من الإيمان بالقدر والأخذ بالأسباب، ولكن أكثر الناس لا يعلمون ذلك."
        },
        {
            "verse_number": 69,
            "verse_text": "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ",
            "explanation": "Lorsque les frères accompagnés du benjamin entrèrent auprès de Joseph, celui-ci serra contre lui son frère germain et lui chuchota: Je suis ton frère germain Joseph. Ne sois donc pas attristé par les frivolités commises par tes frères, comme lorsqu’ils s’en sont pris à nous et m’ont jeté dans le puits.",
            "arabic_explanation": "ولما دخل إخوة يوسف على يوسف، ومعهم أخوه الشقيق، ضم إليه أخاه الشقيق، وقال له سرًّا: إني أنا أخوك الشقيق: يوسف، فلا تحزن لما كان يصنعه إخوتك من الأعمال الطائشة؛ من إيذاء وحقد علينا، وإلقائهم إياي في البئر."
        },
        {
            "verse_number": 70,
            "verse_text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ",
            "explanation": "Après avoir ordonné à ses serviteurs de charger la nourriture sur les dromadaires de ses frères, Joseph mit le boisseau du roi, à l’aide duquel il mesurait la nourriture qu’il vendait à ceux qui venaient s’approvisionner, dans le sac de son frère germain sans qu’ils ne s’en aperçoivent, afin que son jeune frère reste auprès de lui. Lorsqu’ils se mirent en route pour repartir dans leur pays, un crieur cria à leur attention: Ô vous les propriétaires des dromadaires chargés de nourriture, vous nous avez subtilisé quelque chose.",
            "arabic_explanation": "فلما أمر يوسف خُدَّامه بتحميل إبل إخوته بالطعام جعل مكيال الملك الذي يكيل به الطعام للمُمْتارين في وعاء أخيه الشقيق دون علمهم توصُّلًا إلى إبقائه معه، فلما ارتحلوا عائدين إلى أهلهم نادى منادٍ في إثرهم: يا أصحاب الإبل المحملة بالمِيرة، إنكم لسارقون."
        },
        {
            "verse_number": 71,
            "verse_text": "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ",
            "explanation": "Les frères de Joseph firent volte-face, revinrent en direction du crieur et de ses accompagnateurs, et demandèrent: Qu’avez-vous donc perdu pour nous accuser de vol?",
            "arabic_explanation": "قال إخوة يوسف، وأقبلوا على المنادي في إثرهم ومن معه من أصحابه: ماذا ضاع منكم حتى تتهمونا بالسرقة؟"
        },
        {
            "verse_number": 72,
            "verse_text": "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ",
            "explanation": "Le  crieur et ses accompagnateurs répondirent: Nous avons perdu le boisseau du roi avec lequel il mesure les quantités de nourriture. Celui qui le rendra avant d’être fouillé recevra une gratification consistant en une charge de dromadaire supplémentaire et je veillerai à ce que cette promesse soit tenue.",
            "arabic_explanation": "قال المنادي ومن معه من أصحابه لإخوة يوسف: ضاع منَّا صاع الملك الذي يكيل به، ولمن جاء بصاع الملك قبل التفتيش جُعْلٌ، وهو حمل جمل، وأنا ضامن له ذلك."
        },
        {
            "verse_number": 73,
            "verse_text": "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ",
            "explanation": "Les frères de Joseph se défendirent d’avoir commis ce vol en ces termes: Par Allah, vous connaissez notre honnêteté et notre innocence puisque vous nous fréquentez et vous savez également que nous ne sommes pas venus en Egypte afin d’y semer la corruption. De plus, jamais de notre vie nous ne nous sommes rendus coupables d’un vol.",
            "arabic_explanation": "قال لهم إخوة يوسف: والله لقد علمتم نزاهتنا وبراءتنا، كما رأيتموه من أحوالنا، وأنَّا ما جئنا أرض مصر لنفسد فيها، وما كنا في حياتنا سارقين."
        },
        {
            "verse_number": 74,
            "verse_text": "قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ",
            "explanation": "Le crieur et ses accompagnateurs dirent alors: Quelle punition infligerons-nous donc si vous mentez en prétendant que vous êtes innocents?",
            "arabic_explanation": "قال المنادي وأصحابه: فما جزاء من سرقه عندكم إن كنتم كاذبين في دعواكم البراءة من السرقة؟"
        },
        {
            "verse_number": 75,
            "verse_text": "قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
            "explanation": "Les accusés répondirent: Chez nous, la punition infligée au voleur est la suivante: celui dont le sac contient l’ustensile volé doit se faire l’esclave de la victime du vol. C’est donc par l’esclavage que nous punissons les voleurs.",
            "arabic_explanation": "قال لهم إخوة يوسف: جزاء السارق عندنا أن من وُجِد المسروق في وعائه يسلم برقبته للمسروق منه يسترِقُّه، مثل هذا الجزاء بالاسترقاق نجزي السارقين."
        },
        {
            "verse_number": 76,
            "verse_text": "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ",
            "explanation": "Les frères furent donc ramenés auprès de Joseph afin que leurs sacs soient fouillés. Afin de mener à son terme sa ruse, il commença par ceux de ses frères consanguins et termina par celui de son frère germain d’où il sortit le boisseau déclaré volé. Tout comme Nous avons inspiré à Joseph de dissimuler le boisseau dans le sac de son frère, Nous lui avons aussi inspiré d’exécuter la peine réservée aux voleurs en vigueur dans le pays des frères de Joseph. En effet, si la peine en vigueur en Egypte avait été exécutée, le voleur aurait été bastonné et condamné à rembourser, ce qui n’aurait pas servi le dessein de Joseph à moins qu’Allah ait décidé de le servir d’une autre manière et Il en est certes capable. Nous élevons les rangs des serviteurs que Nous voulons, à l’image de Joseph dont Nous avons élevé le rang, et pour chaque détenteur d’une science, il existe quelqu’un de plus savant que lui, sachant qu’Allah qui connaît toute chose les surpasse tous en science.",
            "arabic_explanation": "فأرجعوهم إلى يوسف لتفتيش أوعيتهم، فبدأ بتفتيش أوعية إخوته غير الأشقاء قبل تفتيش وعاء أخيه الشقيق سترًا للحيلة، ثم فتش وعاء شقيقه، وأخرج صاع الملك منه، كما كدنا ليوسف بتدبير وضع الصاع في وعاء أخيه، كدنا له أمرًا آخر أن يأخذ إخوته بعقاب بلدهم باسترقاق السارق، هذا الأمر لا يتحقق لو عمل بعقاب الملك للسارق الذي هو الضرب والتغريم، إلا أن يشاء الله تدبيرًا آخر فهو قادر عليه، نرفع مراتب من نشاء من عبادنا كما رفعنا مرتبة يوسف، وفوق كل صاحب علم من هو أعلم منه، وفوق عِلمِ الجميع عِلمُ الله الذي يعلم كل شيء."
        },
        {
            "verse_number": 77,
            "verse_text": "۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ",
            "explanation": "Les frères de Joseph dirent: Ce n’est pas étonnant qu’il soit l’auteur du vol puisque son frère germain le précédé en cela. C’est de Joseph qu’ils parlaient mais celui-ci dissimula l’effet de ces paroles sur lui et dit en son for intérieur: Ce sont plutôt l’envie et la malfaisance passée qui était la vôtre, qui furent le mal incarné et Allah connaît le mieux la fausseté de vos inventions.",
            "arabic_explanation": "قال إخوة يوسف: إن يسرق فلا عجب، فقد سرق أخ له شقيق من قبل سرقته هو، يعنون يوسف عليه السلام، فأخفى يوسف تأذّيه بقَوْلَتِهم هذه، ولم يظهرها لهم، قال لهم في نفسه: ما أنتم عليه من حسدٍ وصنيع سوءٍ سبق منكم، هو الشر بعينه في هذا المقام، والله تعالى أعلم بهذا الافتراء الذي يصدر منكم."
        },
        {
            "verse_number": 78,
            "verse_text": "قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
            "explanation": "Les frères de Joseph dirent à Joseph: Ô gouverneur, notre jeune frère a un père très âgé qui l’aime immensément. Retiens plutôt l’un de nous à sa place car nous voyons que tu nous traites et que tu traites les gens avec bienfaisance. Continue donc d’être bienfaisant envers nous en accédant à notre requête.",
            "arabic_explanation": "قال إخوة يوسف ليوسف: أيها العزيز، إن له والدًا شيخًا طاعنًا في السن يحبه كثيرًا، فأمسك أحدنا بدلًا منه، إنا نراك من المحسنين في معاملتنا ومعاملة غيرنا، فأحسن إلينا بذلك."
        },
        {
            "verse_number": 79,
            "verse_text": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ",
            "explanation": "Joseph se défendit de cela en disant: Qu’Allah nous garde de commettre une injustice en punissant un innocent d’un crime qu’il n’a pas commis. Si nous réduisons en esclavage quelqu’un d’autre que celui qui a volé le boisseau du roi, nous serions alors injustes, car nous punirions un innocent et laisserions libre un coupable.",
            "arabic_explanation": "قال يوسف عليه السلام: عياذًا بالله أن نظلم بريئًا بجرم ظالم، فنمسك غير من وجدنا صاع الملك في وعائه، إنا إن فعلنا ذلك لظالمون، حيث عاقبنا بريئًا، وتركنا جانيًا."
        },
        {
            "verse_number": 80,
            "verse_text": "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
            "explanation": "Lorsqu’ils perdirent tout espoir que Joseph accède à leur requête, ils s’isolèrent des gens afin de se concerter. L’aîné des frères dit: Je vous rappelle que votre père a obtenu de vous l’engagement solennel de lui ramener son fils, à moins d’être assaillis par un péril que vous seriez incapables de repousser. Rappelez-vous que vous avez fait preuve de négligence avec Joseph et que le concernant, vous n’avez pas honoré l’engagement que vous aviez pris avec votre père. Je ne quitterai donc pas l’Egypte tant que mon père ne m’aura pas permis de retourner auprès de lui ou tant qu’Allah n’aura pas décrété que je ramène mon frère. En effet, Allah est le meilleur des juges car Il juge avec vérité et équité.",
            "arabic_explanation": "فلما يئسوا من إجابة يوسف لطلبهم انفردوا عن الناس للتشاور، قال أخوهم الكبير: أذكِّركم أن أباكم قد أخذ عليكم عهد الله مؤكدًا على أن تردوا إليه ابنه إلا أن يحاط بكم بما لا تقدرون على دفعه، ومن قبل ذلك قد فرطتم في يوسف، ولم تفوا بعهدكم لأبيكم فيه، فلن أترك أرض مصر حتى يسمح لي أبي بالرجوع إليه، أو يقضي الله لي بأخذ أخي، والله خير القاضين، فهو يقضي بالحق والعدل."
        },
        {
            "verse_number": 81,
            "verse_text": "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ",
            "explanation": "L’aîné poursuivit ensuite: Retournez auprès de votre père et dites-lui que son fils s’est rendu coupable d’un vol et que le gouverneur d’Egypte l’a réduit en esclavage en guise de punition. Dites-lui que le boisseau qui a été trouvé dans son sac nous indique qu’il est un voleur. Si nous connaissions de lui ce défaut, nous ne l’aurions pas amené et promis de te le ramener.",
            "arabic_explanation": "وقال الأخ الكبير: عودوا إلى أبيكم، فقولوا له: إن ابنك سرق، فاسْتَرَقَّه عزيز مصر عقوبة له على سرقته، وما أخبرنا إلا بما علمناه من مشاهدتنا للصاع يخرج من وعائه، وما كان لنا علم بأنه يسرق، ولو علمنا ذلك ما عاهدناك على رده."
        },
        {
            "verse_number": 82,
            "verse_text": "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ",
            "explanation": "Puis dites-lui: Ô notre père, si tu veux t’assurer de notre véracité, questionne les gens d’Egypte ainsi que les membres de notre caravane et ils te répèteront ce que nous te racontons, car nous disons réellement la vérité en t’annonçant que ton fils a commis un vol.",
            "arabic_explanation": "ولتتحقق من صدقنا اسأل - يا أبانا - أهل مصر التي كنا فيها، واسأل أصحاب القافلة التي جئنا معها يخبروك بما أخبرناك به، وإنا لصادقون حقًّا فيما أخبرناك به من سرقته."
        },
        {
            "verse_number": 83,
            "verse_text": "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
            "explanation": "Après leur retour, ils dirent tout cela à leur père qui leur répondit: Il n’a pas commis de vol comme vous le prétendez mais ce sont plutôt vos âmes qui vous ont embelli de vous en prendre à lui comme vous vous en êtes pris auparavant à Joseph. Que ma patience soit donc belle, c’est-à-dire que je ne me plaindrai qu’à Allah, et peut-être qu’Allah me rendra tous mes fils: Joseph, son frère germain et mon aîné. Allah connaît le mieux mon état et Il est Sage dans la gestion de mon affaire.",
            "arabic_explanation": "قال لهم أبوهم: ليس الأمر كما ذكرتم من كونه سرق، بل زيّنت لكم أنفسكم أن تمكروا به كما مكرتم بأخيه يوسف من قبل، فصبري صبر جميل، لا شكوى فيه إلا إلى الله، عسى الله أن يعيدهم إليّ جميعًا: يوسف وشقيقه، وأخاهما الكبير، إنه سبحانه هو العليم بحالي، الحكيم في تدبيره لأمري."
        },
        {
            "verse_number": 84,
            "verse_text": "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ",
            "explanation": "Puis il s’éloigna d’eux en leur tournant le dos et dit: Que ma tristesse pour Joseph est grande ! Et le noir de ses yeux devint blanc tellement cette tristesse pour Joseph l’avait fait pleurer. En effet, il était accablé de chagrin et d’affliction mais il dissimulait cela aux yeux des gens.",
            "arabic_explanation": "وابتعد معرضًا عنهم، وقال: يا شدة حزني على يوسف، وصار سواد عينيه بياضًا من كثرة ما بكى عليه، فهو مملوء حزنًا وهمًّا، يكتم حزنه عن الناس."
        },
        {
            "verse_number": 85,
            "verse_text": "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ",
            "explanation": "Les frères de Joseph dirent à leur père: Par Allah, à force de le mentionner et d’être triste pour lui tu vas en devenir malade ou mourir de chagrin.",
            "arabic_explanation": "قال إخوة يوسف لأبيهم: تالله لا تزال - يا أبانا - تذكر يوسف، وتتفجع عليه حتى يشتد بك المرض، أو تهلك فعلًا."
        },
        {
            "verse_number": 86,
            "verse_text": "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
            "explanation": "Le père leur dit alors: Je ne me plains de la tristesse et de l’affliction que j’endure qu’à Allah Seul et je connais de la mansuétude d’Allah, de Sa bienfaisance, de Son exaucement de celui qui est en détresse, et de Sa rétribution pour le malheur, ce que vous ne savez pas.",
            "arabic_explanation": "قال لهم أبوهم: ما أشكو ما أصابني من الهم والحزن إلا إلى الله وحده، وأعلم من لطف الله وإحسانه وإجابته للمضطر وجزائه للمصاب ما لا تعلمونه أنتم."
        },
        {
            "verse_number": 87,
            "verse_text": "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ",
            "explanation": "Leur père leur dit: Ô mes fils, partez et informez-vous au sujet de Joseph et de son frère et ne désespérez pas qu’Allah dissipe les malheurs de Ses serviteurs. En effet, seuls les mécréants désespèrent de cela car ils méconnaissent l’immense pouvoir d’Allah et Sa grâce imperceptible dont Il fait profiter Ses serviteurs.",
            "arabic_explanation": "قال لهم أبوهم: يا أبنائي، اذهبوا فتعرفوا من أخبار يوسف وأخيه، ولا تقنطوا من تفريج الله وتنفيسه عن عباده، إنه لا يقنط من تفريجه وتنفيسه إلا القوم الكافرون؛ لأنهم يجهلون عظيم قدرة الله وخَفِيَّ إفضاله على عباده."
        },
        {
            "verse_number": 88,
            "verse_text": "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ",
            "explanation": "Les fils obéirent à l’injonction de leur père et se mirent en quête de Joseph et de son frère germain. Lorsqu’ils furent introduits auprès de Joseph –qu’ils n’avaient toujours pas reconnu-, ils se plaignirent à lui en ces termes: Le malheur et la misère se sont abattus sur nous et nous te proposons une marchandise dérisoire et modeste. Donne-nous donc en échange une pleine mesure à l’image de ce que tu faisais auparavant et fais-nous l’aumône d’un surplus ou la faveur de ne pas tenir compte de la piètre qualité de notre marchandise. Sache qu’Allah accorde la meilleure des rétributions à ceux qui sont charitables.",
            "arabic_explanation": "فامتثَلُوا أمر أبيهم، وذهبوا بحثًا عن يوسف وأخيه، فلما دخلوا على يوسف قالوا له: أصابتنا الشدة والفقر، وأتينا ببضاعة حقيرة زهيدة، فكِلْ لنا كيلًا وافيًا كما كنت تكيل لنا من قبل، وتصدّق علينا بزيادة على ذلك أو بالتغاضي عن بضاعتنا الحقيرة، إن الله يجازي المتصدقين بأحسن الجزاء."
        },
        {
            "verse_number": 89,
            "verse_text": "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ",
            "explanation": "Ces paroles suscitèrent de la compassion en Joseph qui décida de se faire connaître et leur dit: Etiez-vous conscients de ce que vous avez fait subir à Joseph et à son frère germain et des conséquences de votre injustice à leur encontre?",
            "arabic_explanation": "فلما سمع كلامهم رق لهم رحمة بهم، وعرَّفهم بنفسه قال لهم: قد علمتم ما فعلتم بيوسف وشقيقه حين كنتم جاهلين عاقبة ما فعلتم بهما؟!"
        },
        {
            "verse_number": 90,
            "verse_text": "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
            "explanation": "Surpris, les frères s’exclamèrent: Tu es certainement Joseph ! Oui, répondit-il. Je suis bien Joseph et celui que vous voyez avec moi est mon frère germain. Allah nous fit la faveur de nous libérer de ce que nous endurions et d’élever notre rang. Quiconque craint Allah en se conformant à Ses commandements et en s’abstenant de commettre ses interdits, en plus de se montrer patient dans l’épreuve, fait montre de bienfaisance. Or Allah ne rend pas vaine les œuvres des bienfaisants mais préserve la rétribution qu’ils méritent.",
            "arabic_explanation": "فتفاجؤوا، وقالوا: أإنك أنت يوسف؟! قال لهم يوسف: نعم أنا يوسف، وهذا الذي ترون معي: أخي الشقيق، قد تفضّل الله علينا بالخلاص مما كنا فيه، وبرفع القَدْر، إنه من يتق الله بامتثال أوامره واجتناب نواهيه، ويصبر على البلاء؛ فإن عمله من الإحسان، والله لا يضيع أجر المحسنين، بل يحفظه لهم."
        },
        {
            "verse_number": 91,
            "verse_text": "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
            "explanation": "Reconnaissant leurs fautes passées, les frères dirent: Par Allah, Allah t’a véritablement préféré à nous par les attributs de la perfection humaine qu’Il t’a octroyés et nous avons certes injustement et fautivement agi envers toi.",
            "arabic_explanation": "قال له إخوته معتذرين عما صنعوا به: تالله لقد فضّلك الله علينا بما أعطاك من صفات الكمال، ولقد كنا فيما صنعنا بك مسيئين ظالمين."
        },
        {
            "verse_number": 92,
            "verse_text": "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
            "explanation": "Joseph accepta leurs excuses et leur dit: Nul reproche ne vous sera fait aujourd’hui. Vous n’encourrez donc aucune punition ni aucune réprimande. Je demande à Allah de vous pardonner car Il est le Plus Miséricordieux des miséricordieux.",
            "arabic_explanation": "فقبل يوسف اعتذارهم، وقال: لا لوم عليكم اليوم يقتضي عقابكم ولا توبيخ، أسأل الله أن يغفر لكم، وهو سبحانه أرحم الراحمين."
        },
        {
            "verse_number": 93,
            "verse_text": "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ",
            "explanation": "Après qu’ils l’eussent informé que son père avait perdu la vue, il leur tendit sa tunique et dit: Emmenez ma tunique que voici et posez-la sur le visage de mon père. Il recouvrera aussitôt la vue. Veillez aussi à revenir accompagnés de toutes vos familles.",
            "arabic_explanation": "فأعطاهم قميصه لما أعلموه بما آل إليه بصر أبيه، وقال: اذهبوا بقميصي هذا، فاطرحوه على وجه أبي يَعُدْ له بصره، وأحضروا إليّ أهليكم كلهم."
        },
        {
            "verse_number": 94,
            "verse_text": "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ",
            "explanation": "Quand la caravane se mit en route et qu’elle s’éloigna des zones habitées d’Egypte, Jacob dit à ses fils restés auprès de lui et aux gens de son pays: Je perçois certainement l’odeur de Joseph, même si vous m’accusez d’être sénile et de parler sans savoir ce que je dis.",
            "arabic_explanation": "ولما خرجت القافلة منطلقة من مصر، وفارقت العامر منها قال يعقوب عليه السلام لأبنائه ولمن عنده في أرضه: إني لأشم رائحة يوسف، لولا أنكم تُجَهِّلونني وتنسبونني إلى الخرف بقولكم: هذا شيخ خَرِف، يقول ما لا يعلم."
        },
        {
            "verse_number": 95,
            "verse_text": "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ",
            "explanation": "Ceux de ses fils qui étaient présents lui répondirent: Par Allah, tu ne cesses de t’accrocher à tes illusions passées, à ton attachement à Joseph et à ton espoir de le revoir de nouveau.",
            "arabic_explanation": "قال من عنده من ولده: والله إنك لا تزال في توهمك السابق بشأن منزلة يوسف عندك وإمكانية رؤيته ثانية."
        },
        {
            "verse_number": 96,
            "verse_text": "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
            "explanation": "Lorsque celui qui était chargé d’apporter la nouvelle qui allait réjouir Jacob arriva auprès de lui, il posa la tunique de Joseph sur ses yeux et il retrouva aussitôt la vue. C’est alors qu’il dit à ses fils: Ne vous ai-je pas dit que je suis plus que vous au fait de la mansuétude et de la bienfaisance d’Allah?",
            "arabic_explanation": "فلما جاء المُخْبِر بما يسرّ يعقوب ألقى قميص يوسف على وجهه فصار بصيرًا، عندئذ قال لأبنائه: ألم أقل لكم إني أعلم من لطف الله وإحسانه ما لا تعلمونه أنتم؟"
        },
        {
            "verse_number": 97,
            "verse_text": "قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
            "explanation": "Les fils s’excusèrent auprès de leur père pour ce qu’ils ont fait endurer à Joseph et à son frère germain. Ils dirent: Ô notre père, demande à Allah qu’Il nous pardonne nos péchés passés car nous avons vraiment été pécheurs et fautifs avec Joseph et son frère germain.",
            "arabic_explanation": "قال أبناؤه معتذرين لأبيهم يعقوب عليه السلام عما فعلوه بيوسف وأخيه: يا أبانا، اطلب من الله المغفرة لذنوبنا السابقة، إنا كنا مذنبين مسيئين فيما فعلناه بيوسف وشقيقه."
        },
        {
            "verse_number": 98,
            "verse_text": "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
            "explanation": "Le père leur répondit: Je demanderai à Allah de vous pardonner. Il pardonne les péchés de Ses serviteurs repentis et est miséricordieux avec eux.",
            "arabic_explanation": "قال لهم أبوهم: سوف أطلب لكم المغفرة من ربي، إنه هو الغفور لذنوب التائبين من عباده، الرحيم بهم."
        },
        {
            "verse_number": 99,
            "verse_text": "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
            "explanation": "Puis Jacob et sa tribu quittèrent leur terre à destination de l’Egypte où se trouvait Joseph. Dès qu’ils entrèrent auprès de lui, il serra son père et sa mère dans ses bras puis dit à ses frères et à leurs familles: Par la volonté d’Allah, entrez en Egypte en sécurité, sans craindre que l’on vous fasse du mal.",
            "arabic_explanation": "وخرج يعقوب وأهله من أرضهم قاصدين يوسف في مصر، فلما دخلوا عليه ضمّ إليه أباه وأمه، وقال لإخوته وأهلهم: ادخلوا مصر بمشيئة الله آمنين لا يصيبكم فيها أذى."
        },
        {
            "verse_number": 100,
            "verse_text": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
            "explanation": "Ensuite, il fit asseoir ses parents sur la banquette qui lui servait de trône et ses parents ainsi que ses onze frères le saluèrent en se prosternant devant lui. Cette prosternation n’était pas un acte d’adoration mais plutôt une expression de respect, correspondant à la réalisation voulue par Allah de l’un des rêves de Joseph. C’est pourquoi Joseph dit à son père: Cette salutation par la prosternation est l’interprétation du rêve que j’ai eu jadis et que je t’ai raconté. Mon Seigneur l’a réalisée et Il a été bienfaisant envers moi en me libérant de prison et en vous faisant venir du désert après que Satan ait envenimé ma relation avec mes frères. Allah est plein de mansuétude dans ce qu’Il décide. Il connaît le mieux les situations de Ses serviteurs, et est sage dans Sa gestion",
            "arabic_explanation": "وأجلس أبويه على السرير الذي يجلس عليه، وحيّاه أبواه وإخوته الأحد عشر بالسجود وكان سجود تشريف لا عبادة، تحقيقًا لأمر الله كما في الرؤيا، لذا قال يوسف عليه السلام لأبيه: هذه التحية بالسجود لي منكم هي تأويل رؤياي التي رأيتها من قبل وقصصتها عليك، قد صَيَّرها ربي حقًّا بوقوعها، وقد أحسن إليّ ربي حين أخرجني من السجن، وحين جاء بكم من البادية من بعد أن أفسد الشيطان بيني وبين إخوتي، إن ربي لطيف في تدبيره لما يشاء، إنه هو العليم بأحوال عباده، الحكيم في تدبيره."
        },
        {
            "verse_number": 101,
            "verse_text": "۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
            "explanation": "Après cela, Joseph invoqua son Seigneur en ces termes: Ô Seigneur, Tu m’as mis sur le trône de l’Egypte et Tu m’as enseigné comment interpréter les rêves. Ô Créateur des Cieux et de la Terre sans modèle préalable, Tu te charges de toutes mes affaires dans le bas monde comme dans l’au-delà. Fais-moi donc mourir musulman lorsque mon heure viendra et fais-moi rejoindre mes ancêtres, les prophètes vertueux et les autres prophètes qui sont dans le plus haut lieu du Paradis.",
            "arabic_explanation": "ثم دعا يوسف ربه، فقال: يا رب، قد أعطيتني ملك مصر، وعلّمتني تعبير الرؤى، يا خالق السماوات والأرض ومبدعهما على غير مثال سابق، أنت متولي جميع أموري في الحياة الدنيا، ومتولي جميعها في الآخرة، اقبضني عند انتهاء أجلي مسلمًا، وألحقني بالأنبياء الصالحين من آبائي وغيرهم في الفردوس الأعلى من الجنة."
        },
        {
            "verse_number": 102,
            "verse_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ",
            "explanation": "Cette histoire relatant des épisodes de la vie de Joseph et de ses frères, Nous te l’avons révélée ô Messager car tu n’en avais aucune connaissance. En effet, tu n’étais pas présent lorsque les frères de Joseph se résolurent à l’abandonner au fond d’un puits et qu’ils ourdirent le stratagème que l’on connaît. Nous avons plutôt porté tout cela à ta connaissance par le biais de la Révélation.",
            "arabic_explanation": "ذلك المذكور من قصة يوسف وإخوته نوحيه إليك - أيها الرسول - لم يكن لك علم به، إذ لم تكن حاضرًا عند إخوة يوسف حين عزموا على إلقائه في قعر البئر، ودبروا ما دبروا من الحيلة، ولكنا أوحينا إليك ذلك."
        },
        {
            "verse_number": 103,
            "verse_text": "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ",
            "explanation": "Ô Messager, si tu fournissais tous les efforts possibles, tu ne saurais faire de tous les gens des croyants. Ne t’accable donc pas d’affliction à cause de cela.",
            "arabic_explanation": "وما أكثر الناس بمؤمنين ولو بذلت - أيها الرسول - كل جهد ليؤمنوا، فلا تذهب نفسك عليهم حسرات."
        },
        {
            "verse_number": 104,
            "verse_text": "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
            "explanation": "S’ils étaient doués d’une raison saine, ils auraient certainement cru en toi car tu ne leur demandes pas, ô Messager, qu’ils te rétribuent pour ton appel à croire au Coran et pour ta prédication. Le Coran n’est en effet qu’un rappel adressé à tous les gens.",
            "arabic_explanation": "ولو عقلوا لآمنوا بك؛ لأنك لم تطلب منهم - أيها الرسول - على القرآن ولا على ما تدعوهم إليه ثوابًا، فليس القرآن إلا تذكيرًا لجميع الناس."
        },
        {
            "verse_number": 105,
            "verse_text": "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ",
            "explanation": "Les signes qui indiquent l’Unicité d’Allah sont nombreux et disséminés dans les Cieux et sur la Terre. Les gens les voient mais n’y prêtent pas attention, refusent de les méditer et d’en tirer des enseignements.",
            "arabic_explanation": "وكثيرة هي الآيات الدالة على توحيده سبحانه مبثوثة في السماوات وفي الأرض، يمرون عليها وهم عن التأمل فيها والاعتبار بها معرضون، لا يلتفتون إليها."
        },
        {
            "verse_number": 106,
            "verse_text": "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ",
            "explanation": "La plupart des gens ne croient en Allah, qu’Il est le Créateur, le Pourvoyeur, Celui qui donne la vie et Celui qui donne la mort, qu’en adorant en même temps que Lui des divinités et des idoles et en Lui attribuant une progéniture, exalté soit-Il.",
            "arabic_explanation": "وما يؤمن أكثر الناس بالله أنه الخالق الرازق المحيي المميت إلا وهم يعبدون معه غيره من الأصنام والأوثان، ويدّعون أن له ولدًا، سبحانه."
        },
        {
            "verse_number": 107,
            "verse_text": "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
            "explanation": "Ces polythéistes se croient-ils à l’abri d’une punition dans ce bas monde qui les submergera et qu’ils seront incapables de repousser ou de l’Heure qui surviendra par surprise sans qu'ils ne s'y attendent et y soient préparés. C’est parce qu’ils croient être à l’abri de tout cela, qu’ils n’ont pas la foi.",
            "arabic_explanation": "أفأمن هؤلاء المشركون أن تأتيهم عقوبة في الدنيا تغمرهم وتُظَلِّلُهم، لا يستطيعون دفعها، أو تأتيهم الساعة فجأة، وهم لا يحسون بإتيانها فيستعدوا لها، فلذلك لم يؤمنوا؟!"
        },
        {
            "verse_number": 108,
            "verse_text": "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
            "explanation": "Ô Messager, dis à ceux que tu prêches: Ceci est la voie à laquelle j’invite les gens et je détiens un argument clair dont je me sers moi ainsi que ceux qui me suivent, adhèrent à ma guidée et se conforment à ma tradition. En outre, je n’associe rien à Allah mais proclame plutôt Son Unicité.",
            "arabic_explanation": "قل - أيها الرسول - لمن تدعوه: هذه طريقي التي أدعو الناس إليها، على حجة واضحة أدعو إليها أنا، ويدعو إليها من اتبعني، واهتدى بهديي، واستن بسُنَّتي، وسبحان الله عما نُسب إليه مما لا يليق بجلاله، أو ينافي كماله، ولست من المشركين بالله، بل أنا من الموحدين له سبحانه."
        },
        {
            "verse_number": 109,
            "verse_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ",
            "explanation": "Ô Messager, Nous n’avons envoyé avant toi que des hommes et non des anges, à qui Nous révélions des préceptes tout comme Nous t’en révélons. Ces hommes étaient issus de sociétés sédentaires, c’est-à-dire que ce n’étaient pas des nomades. C’est parce que leurs peuples les ont démentis que Nous les avons anéantis. Ceux qui te démentent ne se sont-ils pas déplacés sur la Terre afin de méditer quel avait été le sort des dénégateurs qui les ont précédés afin d’en tirer des enseignements? Les délices de l’au-delà sont ce qu’il y a de meilleur pour ceux qui ont craint Allah dans le bas monde. Ne comprenez-vous donc pas cela? Allez-vous craindre Allah en vous conformant à Ses commandements, dont le plus éminent est d’avoir la foi, et délaisser Ses interdits, dont le plus grave est d’associer des divinités à Allah?",
            "arabic_explanation": "وما بعثنا من قبلك - أيها الرسول- إلا رجالًا من البشر لا ملائكة، نوحي إليهم كما أوحينا إليك، من أهل المدن لا من أهل البوادي، فكذبتهم أممهم فأهلكناها، أفلم يَسِرْ هؤلاء المكذبون بك في الأرض فيتأملوا كيف كانت نهاية المكذبين من قبلهم فيعتبروا بهم؟! وما في الدار الآخرة من النعيم خير للذين اتقوا الله في الدنيا، أفلا تعقلون أن ذلك خير فتتقوا الله بامتثال أوامره -وأعظمها الإيمان - وباجتناب نواهيه، وأكبرها الشرك بالله."
        },
        {
            "verse_number": 110,
            "verse_text": "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
            "explanation": "Aux ennemis des messagers que Nous envoyons, Nous accordons un répit et Nous ne Nous empressons pas de les punir afin de les mener graduellement vers leur perte. Puis lorsqu’il tarde à Nos messagers qu’ils soient anéantis et que les mécréants croient que leurs messagers ont mensongèrement promis que les dénégateurs seraient punis et les croyants sauvés, Notre secours parvient à Nos messagers. Eux ainsi que les croyants sont alors sauvés de l’anéantissement que subissent les dénégateurs et lorsque Notre châtiment s’abat sur les criminels, rien ne saurait le repousser.",
            "arabic_explanation": "هؤلاء الرسل الذين نرسلهم نمهل أعداءهم، ولا نعاجلهم العقوبة استدراجًا لهم، حتى إذا تأخر إهلاكهم، ويئس الرسل من هلاكهم، وظن الكفار أن رسلهم قد كذبوهم فيما وعدوهم به من العقاب للمكذبين، وإنجاء المؤمنين؛ جاء نصرنا لرسلنا، ونجِّي الرسل والمؤمنون من الهلاك الواقع على المكذبين، ولا يرد عذابنا عن القوم المجرمين عندما ننزله بهم."
        },
        {
            "verse_number": 111,
            "verse_text": "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
            "explanation": "Dans les récits des messagers et de leurs peuples ainsi que dans le récit de Joseph et de ses frères, se trouve une leçon utile pour ceux qui sont doués de raisons. Le Coran qui contient ces récits n’est pas un tissu de mensonges inventés sur Allah, mais il confirme les précédents livres révélés par Allah, expose avec détail tous les jugements et les lois qui nécessitent d’être détaillés et oriente vers tout ce qui est bien. C’est une miséricorde pour des gens qui y croient et tirent profit de ce qu’il contient.",
            "arabic_explanation": "لقد كان في قصص الرسل وقصص أممهم، وفي قصة يوسف وإخوته موعظة يتعظ بها أصحاب العقول السليمة، ما كان القرآن المشتمل على ذلك كلامًا مختلقًا مكذوبًا على الله، ولكن كان تصديقًا للكتب السماوية المنزلة من عند الله، وتفصيلًا لكل ما يُحتاج إلى تفصيله من الأحكام والشرائع، وإرشادًا لكل خير، ورحمة لقوم يؤمنون به، فهم الذين ينتفعون بما فيه."
        }
    ]
}