{
    "surah_name": "IBRÂHÎM",
    "surah_number": 14,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
            "explanation": "`Alif, Lâm, Râ`: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah  Ce Coran est un Livre que Nous t’avons révélé, ô Messager, afin que tu délivres les gens de la mécréance, de l’ignorance et de l’égarement pour les mener à la foi, la connaissance et afin de les guider à la religion de l’Islam, qui est la voie agréée d’Allah le Puissant à qui personne ne tient tête, le Louable en toute chose.",
            "arabic_explanation": "(الر) تقدّم الكلام على نظائرها في بداية سورة البقرة. هذا القرآن كتاب أنزلناه إليك -أيها الرسول- لتخرج الناس من الكفر والجهل والضلالة إلى الإيمان والعلم والهداية بإرادة الله تعالى ومعونته إلى دين الإسلام الذي هو طريق الله العزيز الذي لا يغالبه أحد، المحمود في كل شيء."
        },
        {
            "verse_number": 2,
            "verse_text": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ",
            "explanation": "Allah, qui est le détenteur de tout ce contiennent les Cieux et la Terre,  est Celui qui mérite d’être adoré Seul et qu’on ne lui associe aucune de Ses créatures. Ceux qui mécroient auront droit à un châtiment sévère.",
            "arabic_explanation": "الله الذي له وحده ملك ما في السماوات، وله وحده ملك ما في الأرض، فهو المستحق أن يعبد وحده، ولا يشرك به شيء من خلقه، وسينال الذين كفروا عذابٌ قوي."
        },
        {
            "verse_number": 3,
            "verse_text": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ",
            "explanation": "Ceux qui mécroient préfèrent ce bas monde et les délices éphémères qu’il contient à l’au-delà et aux délices éternels qui s’y trouvent. De plus, ils éloignent les gens de la voie d’Allah et désirent que cette voie soit brumeuse et distante de la vérité et de la droiture, afin que personne ne l’emprunte. Ceux-là s’égarent manifestement de la vérité.",
            "arabic_explanation": "الذين كفروا يُؤْثِرون الحياة الدنيا وما فيها من نعيم زائل على الآخرة وما فيها من نعيم دائم، ويصرفون الناس عن طريق الله، ويطلبون لطريقه التشويه والزيغ عن الحق والميل عن الاستقامة حتى لا يسلكها أحد، وأولئك المتصفون بتلك الصفات في ضلال بعيد عن الحق والصواب."
        },
        {
            "verse_number": 4,
            "verse_text": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Nous n’avons pas envoyé de messager sans qu’il ne s’adresse à son peuple dans sa langue afin que celui-ci comprenne sans ambiguïté ce qui lui vient de la part d’Allah. Nous n’avons pas non plus envoyé de messager avec pour mission de contraindre les siens à croire en Allah. Allah, de par Sa justice, égare qui Il veut et de par Sa grâce, facilite la guidée à qui Il veut. Il est le Puissant à qui personne ne tient tête et le Sage dans Sa création et Sa gestion.",
            "arabic_explanation": "وما بعثنا من رسول إلا بعثناه مُتَحدِّثًا بلغة قومه؛ ليسهل عليهم فهم ما جاء به من عند الله، ولم نبعثه لإجبارهم على الإيمان بالله، فالله يضل من يشاء بعدله، ويوفق من يشاء للهداية بفضله، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره."
        },
        {
            "verse_number": 5,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
            "explanation": "Nous avons envoyé Moïse et l’avons soutenu avec des signes qui démontraient qu’il a bien été envoyé par son Seigneur. Nous lui avons ordonné de délivrer son peuple de la mécréance et de l’ignorance pour les mener vers la foi et la connaissance. Nous lui avons également ordonné de leur rappeler les jours durant lesquels Allah les avait comblés de bienfaits. Ces jours en question étaient assurément des indices évidents de l’Unicité d’Allah, de l’immensité de Son pouvoir et de l’abondance de Ses bienfaits qu’Il octroie aux croyants. Ceux qui sont endurants en adorant Allah et Lui sont continuellement reconnaissants pour Ses bienfaits exploitent ces indices à leur avantage.",
            "arabic_explanation": "ولقد بعثنا موسى وأيدناه بالآيات الدالة على صدقه، وأنه مرسل من ربه، وأمرناه أن يُخْرِج قومه من الكفر والجهل إلى الإيمان والعلم، وأمرناه أن يذكرهم بأيام الله التي أنعم عليهم فيها، إن في تلك الأيام دلالات جلية على توحيد الله وعظيم قدرته، وإنعامه على المؤمنين، وهذا ما ينتفع به الصابرون على طاعة الله المداومون على شكر نعمه وآلائه."
        },
        {
            "verse_number": 6,
            "verse_text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
            "explanation": "Ô Messager, rappelle-toi lorsque Moïse obéit à l’ordre de son Seigneur et dit à ses compatriotes israélites en guise de rappel des bienfaits d’Allah: Ô mon peuple, rappelez-vous du bienfait qu’Allah vous fit lorsqu’Il vous sauva des gens de Pharaon et vous a soustrait à leur persécution. En effet, ils vous faisaient subir le pire des supplices en massacrant vos garçons, afin qu’aucun d’eux ne grandisse et ne s'empare du trône de Pharaon, et épargnaient la vie de vos filles afin de les humilier et de avilir. Ces persécutions visaient à tester votre patience et Allah vous a récompensés pour avoir enduré patiemment ces épreuves en vous sauvant de la persécution des gens de Pharaon.",
            "arabic_explanation": "واذكر - أيها الرسول - حين امتثل موسى أمر ربه فقال لقومه من بني إسرائيل مُذَكِّرًا إياهم بنعم الله عليهم: يا قوم، اذكروا نعمة الله عليكم حين أنقذكم من آل فرعون، وسَلَّمَكم مِن بَأْسِهم، يذيقونكم شر العذاب، حيث كانوا يذبحون أبناءكم الذكور حتى لا يولد فيكم من يستولي على ملك فرعون، ويبقون نساءكم على قيد الحياة لإذلالهن وإهانتهن، وفي أفعالهم هذه اختبار لكم عظيم على الصبر، فكافأكم الله على صبركم على هذا البلاء بإنقاذكم من بأس آل فرعون."
        },
        {
            "verse_number": 7,
            "verse_text": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ",
            "explanation": "Moïse leur dit ensuite: Rappelez-vous lorsqu’Allah vous fit l’annonce solennelle suivante: Si vous montrez de la gratitude à l’égard d’Allah pour les bienfaits dont Il vous a comblés, Il vous en accordera certainement un surplus par Sa grâce. Si vous les reniez en revanche et ne manifestez pas de gratitude, Son châtiment sera alors terrible.",
            "arabic_explanation": "وقال لهم موسى: اذكروا حين أعلمكم ربكم إعلامًا بليغًا: لئن شكرتم الله على ما أنعم به عليكم من تلك النعم المذكورة ليزيدنكم عليها من إنعامه وفضله، ولئن جحدتم نعمه عليكم ولم تشكروها، فإن عذابه لشديد لمن يجحد نعمه ولا يشكرها."
        },
        {
            "verse_number": 8,
            "verse_text": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ",
            "explanation": "Puis il poursuivit: Ô mon peuple, si vous-mêmes mécroyez ainsi que tous les habitants de la Terre, le préjudice de votre mécréance ne retombera que sur vous puisqu’Allah se suffit à Lui-même et qu’Il est digne de louange par Son seul Etre. La foi des croyants ne Lui est d’aucun avantage et la mécréance des mécréants ne Lui porte aucun préjudice.",
            "arabic_explanation": "وقال موسى لقومه: يا قوم، إن تكفروا أنتم ويكفر معكم جميع من في الأرض، فضرر كفركم يعود عليكم؛ فإن الله غني بنفسه، مستوجب الحمد بذاته، لا ينفعه إيمان المؤمنين، ولا يضره كفر الكافرين."
        },
        {
            "verse_number": 9,
            "verse_text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ",
            "explanation": "Ô mécréants, la nouvelle de l’anéantissement des peuples dénégateurs qui vous ont précédés ne vous est-elle pas parvenue? Les peuples de de Noé, de Hûd et de Şâliħ (les Thamûd) ainsi que les innombrables peuples qui leur ont succédé et dont seul Allah connaît le nombre? Leurs messagers leur ont apportés des preuves claires mais leur réaction fut de se mettre les doigts dans la bouche et de les mordre tellement leur dépit était grand. Puis ils leur dirent: Nous mécroyons en ce avec quoi vous avez été envoyés et nous sommes extrêmement sceptiques vis-à-vis de ce que vous prêchez.",
            "arabic_explanation": "ألم يجئكم - أيها الكفار - خبر إهلاك الأمم المكذبة من قبلكم: قوم نوح، وعاد قوم هود، وثمود قوم صالح، والأمم الذين جاؤوا من بعدهم، وهم كثير لا يحصي عددهم إلا الله؟ أتتهم رسلهم بالدلائل الواضحة، ووضعوا أيديهم في أفواههم عاضِّين على أصابعهم من الغيظ على الرسل، وقالوا لرسلهم: إنا كفرنا بما أرسلتم به، وإنا لفي شك باعث على الريبة مما تدعوننا إليه."
        },
        {
            "verse_number": 10,
            "verse_text": "۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
            "explanation": "Leurs messagers leur répondirent: Est-il concevable que l’on doute de l’Unicité d’Allah et de l’obligation de Lui vouer une adoration exclusive? Sachant qu’Il est le Créateur des Cieux et de la Terre, Celui qui les a fait exister sans modèle préalable. Il vous appelle à croire en Lui afin d’effacer vos péchés précédents et Il vous accorde un répit jusqu’à ce que vous épuisiez le temps déterminé qui vous reste à vivre dans ce bas monde. Les mécréants leur rétorquèrent: Vous n’êtes que des êtres humains comme nous qui ne nous surpassez en rien et vous cherchez à nous détourner de ce que nos aïeux adoraient. Apportez donc un argument clair qui démontre que vous dites vrai lorsque vous prétendez que vous êtes des messagers envoyés par Allah.",
            "arabic_explanation": "قالت لهم رسلهم ردًّا عليهم: أفي توحيد الله وإفراده بالعبادة شك، وهو خالق السماوات وخالق الأرض، وموجدهما على غير مثال سابق؟! يدعوكم إلى الإيمان به ليمحو عنكم من ذنوبكم السابقة، ويؤخركم إلى حين استيفائكم لآجالكم المحددة في حياتكم الدنيا. قالت لهم أقوامهم: لستم إلا بشرًا مثلنا، لا مزية لكم علينا، تريدون صرفنا عن عبادة ما كان يعبد آباؤنا، فأْتُونا بحجة واضحة تدلّ على صدقكم فيما تدّعونه من أنكم رسل من الله إلينا."
        },
        {
            "verse_number": 11,
            "verse_text": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
            "explanation": "Leurs messagers leur répondirent: Nous ne sommes que des humains comme vous et nous ne nions pas être vos semblables en humanité. Seulement, cette similitude sur ce point précis n’implique pas nécessairement une similitude sur tous les points, car Allah fait la faveur d’accorder un bienfait spécifique à qui Il veut parmi Ses serviteurs et les élit, en faisant alors des messagers qu’Il envoie aux gens. En outre, il ne convient pas que nous vous apportions l’argument que vous exigez sauf si Allah le permet. Nous n’avons pas le pouvoir de le susciter, Allah seul en est capable et c’est à Allah Seul que les croyants s’en remettent dans toutes leurs affaires.",
            "arabic_explanation": "قالت لهم رسلهم ردًّا عليهم: لسنا إلا بشرًا مثلكم، فنحن لا ننكر مماثلتكم في ذلك، ولكن لا يلزم من تلك المماثلةِ المماثلةُ في كل شيء، فالله يتفضل بالإنعام الخاص على من يشاء من عباده، فيصطفيهم رسلًا إلى الناس، وما يصح لنا أن نأتيكم بما طلبتم من حجة إلا بمشيئة الله، فليس الإتيان بها في مَقْدُورِنا، بل الله وحده هو القادر على ذلك، وعلى الله وحده يجب أن يعتمد المؤمنون في شؤونهم كلها."
        },
        {
            "verse_number": 12,
            "verse_text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
            "explanation": "Quel est l’obstacle qui s’interpose entre vous et le fait que vous vous en remettiez à Lui? Sachant que nous vous avons indiqué quelles sont les voies les plus directes et les plus distinctes qui mènent à Lui. Nous endurerons toutefois patiemment vos offenses et c’est à Allah Seul que s’en remettent ceux qui ont confiance en Lui dans toutes leurs affaires.",
            "arabic_explanation": "وأي مانع وأي عذر يحول بيننا وبين التوكل عليه؟ وقد أرشدنا لأقوم الطرق وأوضحها، ولنصبرنّ على إيذائكم لنا بالتكذيب والسخرية، وعلى الله وحده يجب أن يعتمد المؤمنون في جميع أمورهم."
        },
        {
            "verse_number": 13,
            "verse_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ",
            "explanation": "Les mécréants appartenant aux peuples des messagers leur dirent lorsqu’ils furent à court d’argument: Nous allons vous expulser de notre cité si vous ne renoncez pas à votre religion et ne retournez pas à la nôtre. Allah révéla alors aux messagers ce qui suit afin de les raffermir: Nous anéantirons certainement les injustes qui mécroient en Allah et en Ses messagers.",
            "arabic_explanation": "وقال الذين كفروا من أقوام الرسل لمَّا عجزوا عن مُحَاجّة رسلهم: لنخرجنكم من قريتنا، أو لترجعن عن دينكم إلى ديننا، فأوحى الله إلى الرسل تثبيتًا لهم: لنهلكنّ الظالمين الذين كفروا بالله وبرسله."
        },
        {
            "verse_number": 14,
            "verse_text": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
            "explanation": "Ô messagers et ceux qui vous suivent, Nous vous installerons sur [cette présente] Terre après avoir anéanti les mécréants. Cette promesse d’anéantir les mécréants dénégateurs et d’établir les croyants sur la Terre après cela est adressée à ceux qui sont conscients de Ma Grandeur et du fait que Je les observe et qui redoutent la menace d’avertissement que Je leur adresse.",
            "arabic_explanation": "ولنسكننكم - أيها الرسل ومن تبعكم - الأرض من بعد إهلاكهم، ذلك المذكور من إهلاك الكفار المكذبين، وإسكان رسلهم والمؤمنين الأرض من بعد إهلاكهم هو لمن استحضر عظمتي ومراقبتي له، وخاف إنذاري له بالعذاب."
        },
        {
            "verse_number": 15,
            "verse_text": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ",
            "explanation": "Les messagers implorèrent alors leur Seigneur de les secourir contre leurs ennemis et tout mécréant orgueilleux qui s’oppose obstinément à la vérité malgré son évidence fut conduit à sa perte.",
            "arabic_explanation": "وطلب الرسلُ من ربِّهم أن ينصرهم على أعدائهم، وخسر كل متكبر معاند للحق، لا يتبعه مع ظهوره له."
        },
        {
            "verse_number": 16,
            "verse_text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ",
            "explanation": "Le Jour de la Résurrection, cet orgueilleux trouvera l’Enfer devant lui et il ne pourra y échapper. On lui servira comme breuvage le pus qui s’écoule des plaies des habitants de l’Enfer, ce qui signifie que sa soif ne sera jamais étanchée. Il ne cessera donc d’être châtié par la soif et par une variété d’autres supplices.",
            "arabic_explanation": "من أمام هذا المتكبر يوم القيامة جهنم، فهي له بالمرصاد، ويُسْقَى فيها من قيح أصحاب النار الذي يسيل منهم، فلا يروي عطشه، فلا يزال يُعَذَّب بالعطش وغيره من صنوف العذاب."
        },
        {
            "verse_number": 17,
            "verse_text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ",
            "explanation": "Il se fera continuellement violence afin d’avaler ce pus mais il en sera incapable en raison de son amertume, de sa chaleur ardente et de sa puanteur. La mort le cernera de toute part tellement sa souffrance sera grande mais il ne connaîtra pas le repos que procure la mort. Il restera plutôt en vie à endurer les supplices qui deviendront de plus en plus terribles",
            "arabic_explanation": "يتكلف شربه مرة بعد مرة لشدة مرارته وحرارته ونتنه، ولا يقدر على ابتلاعه، ويأتيه الموت من كل جهة من شدة ما يقاسيه من العذاب، وليس هو بميت فيستريح، بل يبقى حيًّا يعاني العذاب، ومن أمامه عذاب آخر شديد ينتظره."
        },
        {
            "verse_number": 18,
            "verse_text": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
            "explanation": "Les bonnes œuvres accomplies par les mécréants, à l’image de l’aumône, la bienfaisance et la compassion envers les faibles, sont telles de la cendre éparpillée un jour de vent violent et transportée soudainement ne laissant aucune trace. Il en est ainsi des œuvres des mécréants qui ne seront d’aucune utilité le Jour de la Résurrection, puisque l’œuvre qui n’est pas fondée sur la foi revient à s’égarer loin de la vérité.",
            "arabic_explanation": "مثل ما يقدمه الكفار من أعمال البر كالصدقة والإحسان والرحمة بالضعيف، مثل رماد اشتدت به الرياح في يوم شديد هبوب الرياح، فحملته بقوة، وفرّقته في كل مكان حتى لم يبق له أثر، وهكذا أعمال الكفار عصف بها الكفر، فلم تنفع أصحابها يوم القيامة، ذلك العمل الذي لم يُؤَسَّس على الإيمان هو الضلال البعيد عن طريق الحق."
        },
        {
            "verse_number": 19,
            "verse_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
            "explanation": "Ô être humain, ne sais-tu pas qu’Allah a créé les Cieux et la Terre pour une raison déterminée et qu’Il ne les a pas créés vainement. S’Il le voulait, ô gens, Il vous ferait disparaître et vous remplacerait par d’autres de Ses créatures qui L’adoreraient et Lui obéiraient. Ce remplacement Lui est en effet très facile.",
            "arabic_explanation": "ألم تعلم - أيها الإنسان - أن الله خلق السماوات وخلق الأرض بالحق، فلم يخلقهما عبثًا، إن يشأ إذهابكم - أيها الناس - والإتيان بخلق آخر يعبده ويطيعه بدلًا منكم لأذهبكم وجاء بخلق آخر يعبده ويطيعه، فهو أمر سهلٌ يسيرٌ عليه."
        },
        {
            "verse_number": 20,
            "verse_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
            "explanation": "Vous anéantir et vous remplacer par d’autres gens n’est pas inaccessible à Allah. En effet, Il a pouvoir sur toute chose et rien ne Lui est impossible.",
            "arabic_explanation": "وليس إهلاككم والإتيان بخلق غيركم بمعجز له سبحانه، فهو على كل شيء قدير، لا يعجزه شيء."
        },
        {
            "verse_number": 21,
            "verse_text": "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ",
            "explanation": "Le Jour de la Résurrection, les gens sortiront de leurs tombes pour se présenter à Allah et les disciples faibles diront aux puissants chefs: Ô chefs, nous étions vos disciples. Nous obéissions à vos ordres et nous nous pliions à ce vous nous défendiez. Eloignerez-vous donc de nous le châtiment d’Allah? Les chefs répondront: Si Allah nous avait facilité de parvenir à la guidée, nous vous aurions orienté vers elle et nous aurions alors tous échappé au châtiment d’Allah. Seulement, nous nous sommes égarés et nous vous avons ensuite égarés. Il est alors indifférent que nous faiblissions devant les supplices ou que nous les endurions patiemment, puisqu’aucune issue ne se présentera devant nous.",
            "arabic_explanation": "وخرج الخلائق من قبورهم إلى الله يوم الميعاد، فقال الأتباع الضعفاء للسادة الرؤساء: إنا كنا لكم - أيها السادة - أتباعًا، نأتمر بأمركم، وننتهي بنهيكم، فهل أنتم دافعون عنا من عذاب الله شيئًا؟ قال السادة الرؤساء: لو وَفَّقنا الله للهداية لأرشدناكم إليها، فنجونا جميعًا من عذابه، ولكن ضللنا فأضللناكم، يستوي علينا وعليكم أنْ نضعُفَ عن تحمل العذاب أو أن نصبرَ، ليس لنا مهرب من العذاب."
        },
        {
            "verse_number": 22,
            "verse_text": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "`Iblîs dira lorsque les gens du Paradis entreront au Paradis et que les gens de l’Enfer entreront en Enfer: Allah vous a fait une promesse véridique et l’a tenue tandis que je vous ai fait une promesse mensongère que je n’ai pas tenue. Par ailleurs, je ne vous ai pas contraint par la force à mécroire et à vous égarer dans le bas monde mais je vous ai plutôt appelé à la mécréance et je vous ai embelli les péchés. Vous vous êtes alors empressés de me suivre. Ne me reprochez donc pas votre égarement mais retournez vos reproches contre vous-mêmes, vous les méritez le plus. Je ne viendrai pas à votre secours afin de repousser de vous le châtiment ni, vous, ne viendrez à mon secours afin de repousser de moi le châtiment. Je rejette votre faute de m’avoir associé à Allah dans votre adoration sachant que les injustes qui, dans le bas monde, associent des divinités à Allah et mécroient en Lui subiront un châtiment douloureux le Jour de la Résurrection.",
            "arabic_explanation": "وقال إبليس حين دخل أهل الجنةِ الجنةَ، وأهل النارِ النارَ: إن الله وعدكم الوعد الحق، فأنجزكم ما وعدكم، ووعدتكم وعد الباطل فلم أَفِ بما وعدتكم به، وما كان لي من قوة أقهركم بها في الدنيا على الكفر والضلال، لكن دعوتكم إلى الكفر، وزينت لكم المعاصي، فسارعتم إلى اتباعي، فلا تلوموني على ما حصل لكم من الضلال، ولوموا أنفسكم، فهي أولى باللوم، ما أنا بمغيثكم بدفع العذاب عنكم، وما أنتم بمغيثيَّ بدفعه عني، إني كفرت بجعلكم إياي شريكًا لله في العبادة، إن الظالمين - بالشرك بالله في الدنيا والكفر به - لهم عذاب موجع ينتظرهم يوم القيامة."
        },
        {
            "verse_number": 23,
            "verse_text": "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ",
            "explanation": "Contrairement aux injustes, on fera entrer ceux qui croient et accomplissent de bonnes œuvres dans des vergers où des rivières coulent sous les palais et les arbres. Ils y demeureront éternellement avec la permission et l’autorité d’Allah. Ils se salueront les uns les autres, les anges les salueront ainsi que leur Seigneur avec la formule « Salâmun (paix) ».",
            "arabic_explanation": "وبخلاف مصير الظالمين أدخل الذين آمنوا وعملوا الأعمال الصالحات جنات تجري الأنهار من تحت قصورها وأشجارها، ماكثين فيها أبدًا بإذن ربهم وحوله، يُحيّي بعضهم بعضًا، وتحيّيهم الملائكة، ويحيّيهم ربهم سبحانه بالسلام."
        },
        {
            "verse_number": 24,
            "verse_text": "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ",
            "explanation": "Ô Messager, ne sais-tu pas qu’Allah énonça une parabole dont la finalité est de définir la formule « lâ `ilâha `illa Llâhu (Il n’existe pas de divinité hormis Allah) »? Il la compara en effet à un arbre donnant de bons fruits, qui est le palmier, dont le tronc est profondément enraciné dans la terre, afin que l’arbre s’abreuve à l’aide de ses belles racines, et les rameaux s’élèvent dans le Ciel afin de recueillir la rosée et respirer le bon air.",
            "arabic_explanation": "ألم تعلم - أيها الرسول - كيف ضرب الله مثلًا لكلمة التوحيد التي هي: لا إله إلا الله، حين مثَّلها بشجرة طيبة هي النخلة، جذعها ضارب في قرار الأرض تشرب الماء بعروقها الطيبة، وفرعها مرتفع إلى السماء يشرب من الندى، ويستنشق الهواء الطيب."
        },
        {
            "verse_number": 25,
            "verse_text": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
            "explanation": "Cet arbre produit de bons fruits à tout moment par ordre de son Seigneur et Allah énonce des paraboles aux gens afin qu’ils se rappellent.",
            "arabic_explanation": "تعطي هذه الشجرة الطيبة ثمرها الطيب كل وقت بأمر ربها، ويضرب الله سبحانه وتعالى الأمثال للناس رجاء أن يتذكروا."
        },
        {
            "verse_number": 26,
            "verse_text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ",
            "explanation": "D’autre part, l’ignoble parole de mécréance est semblable à une plante ignoble qui est la coloquinte: elle n’est ni fermement enracinée ni élancée dans le Ciel et lorsqu’elle meurt, le vent disperse ses restes. De même, la parole de mécréance est vouée à disparaître et celui qui la prononce ne voit aucune de ses bonnes œuvres remonter auprès d’Allah.",
            "arabic_explanation": "ومثل كلمة الشرك الخبيثة مثل شجرة خبيثة، وهي شجرة الحنظل، اقتُلِعت من أصلها، ليس لها ثبات على الأرض، ولا ارتفاع إلى السماء، فتموت وتذروها الرياح، فكلمة الكفر مآلها الفناء، ولا يصعد لصاحبها إلى الله عمل طيِّب."
        },
        {
            "verse_number": 27,
            "verse_text": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ",
            "explanation": "Allah raffermit les croyants par la formule ferme de proclamation du monothéisme qui leur procure une foi complète dans le bas monde jusqu’à leur mort et lorsqu’ils seront interrogés durant leur vie intermédiaire qui se déroulera dans leurs tombes. Il les raffermira également le Jour de la Résurrection. Allah égare du vrai et de la droiture les injustes qui mécroient en Lui et Lui associent des divinités. Il fait ainsi ce qu’Il veut: Il égare ceux qu’Il veut égarer par Sa justice et guide ceux qu’Il veut guider par Sa grâce. En effet, personne ne le contraint.",
            "arabic_explanation": "يُثبِّت الله المؤمنين بكلمة التوحيد الثابتة إيمانًا تامًّا في الحياة الدنيا حتى يموتوا وهم على الإيمان، وفي البرزخ في قبورهم عند السؤال، ويثبتهم يوم القيامة، ويضلّ الله الظالمين بالشرك بالله والكفر به عن الصواب والرشد، ويفعل الله ما يشاء من إضلال من أراد إضلاله بعدله، ومن هداية من شاء هدايته بفضله، فلا مُكْرِه له سبحانه."
        },
        {
            "verse_number": 28,
            "verse_text": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ",
            "explanation": "Tu as effectivement vu l’état des Quraychites qui mécrurent en Allah et en Son Messager lorsqu’ils se sont montrés ingrats, alors qu’Allah leur avait accordés comme bienfaits la sécurité dans le Sanctuaire et l’envoi du Prophète Muħammad. Ils furent ingrats lorsqu’ils démentirent ce qui leur transmit de son Seigneur, menant leurs compatriotes qui les suivirent dans leur mécréance, à la demeure de la perdition.",
            "arabic_explanation": "لقد رأيت حال الذين كفروا بالله وبرسوله من قريش حين اعتاضوا عن إنعام الله عليهم بالأمن في الحرم، وببعثة محمد صلى الله عليه وسلم فيهم، اعتاضوا عن ذلك: الكفرَ بنعمه حين كذبوا بما جاءهم به من ربه، وأنزلوا من اتبعهم في الكفر من أقوامهم دار الهلاك."
        },
        {
            "verse_number": 29,
            "verse_text": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ",
            "explanation": "Cette demeure est l’Enfer où ils entreront et où ils subiront sa chaleur ardente. Quelle mauvaise demeure que l’Enfer !",
            "arabic_explanation": "ودار الهلاك هي جهنم يدخلونها، يقاسون حرَّها، وساء المستقر مستقرهم."
        },
        {
            "verse_number": 30,
            "verse_text": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ",
            "explanation": "Les polythéistes ont attribué à Allah des semblables afin d’égarer leurs disciples du chemin d’Allah après qu’eux-mêmes s’en soient égarés. Ô Messager, dis-leur: Jouissez des plaisirs que vous connaissez et répandez les ambigüités dans ce bas monde, votre destination inéluctable sera l’Enfer le Jour de la Résurrection.",
            "arabic_explanation": "وجعل المشركون لله أمثالًا ونظراء ليضلوا من اتبعهم عن سبيل الله بعد أن ضلوا هم عنها، قل لهم - أيها الرسول -: تمتعوا بما أنتم فيه من الشهوات، ونشر الشبهات في هذه الحياة الدنيا، فإن مرجعكم يوم القيامة إلى النار، ليس لكم مرجع غيرها."
        },
        {
            "verse_number": 31,
            "verse_text": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ",
            "explanation": "Ô Messager, dis aux croyants: Ô croyants, accomplissez la prière de manière parfaite et acquittez-vous des dépenses obligatoires et recommandées en les prélevant des richesses que vous a données Allah, que ce soit discrètement par crainte de l’ostentation ou manifestement afin de susciter l’émulation, avant que ne survienne le jour où il ne sera pas possible de se racheter du châtiment d’Allah ni de recourir à l’intercession d’un être cher.",
            "arabic_explanation": "قل - أيها الرسول - للمؤمنين: أيها المؤمنون، أدوا الصلاة على أكمل وجه، وأنفقوا مما رزقكم الله النفقات الواجبة والمستحبة، خفية خوفًا من الرياء، وجهرًا ليقتدي بكم غيرُكم، من قبل أن يجيء يوم لا بيع فيه ولا فداء فيُفْتَدى من عذاب الله، ولا صداقة حتى يشفع الصديق لصديقه."
        },
        {
            "verse_number": 32,
            "verse_text": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ",
            "explanation": "Allah est Celui qui, ô gens, créa les Cieux et la Terre sans modèle préalable et qui fit descendre du Ciel l’eau de la pluie, puis fit sortir grâce à cette eau des variétés de fruits afin d’assurer votre subsistance. Il mit à votre disposition des navires qui se déplacent sur l’eau conformément à Son décret ainsi que des rivières afin que vous vous abreuviez de leur eau, que vous abreuviez votre bétail et que vous irriguiez vos champs.",
            "arabic_explanation": "الله الذي أنشأ السماوات وأنشأ الأرض على غير مثال سابق، وأنزل من السماء ماء المطر، فأخرج بذلك الماء المنزل من أصناف الثمار رزقًا لكم - أيها الناس - وذلَّل لكم السفن تجري على الماء وفق تقديره، وذلَّل لكم الأنهار لتشربوا منها، وتسقوا أنعامكم وزروعكم."
        },
        {
            "verse_number": 33,
            "verse_text": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ",
            "explanation": "Allah a aussi mis à votre disposition le soleil et la lune qui se déplacent en permanence et a mis à votre disposition le jour et la nuit: le jour dont la lumière vous permet une activité et la nuit dont l’obscurité vous permet de vous reposer.",
            "arabic_explanation": "وذلَّل لكم الشمس والقمر يجريان باستمرار، وذلَّل لكم الليل والنهار يتعاقبان، الليل لنومكم وراحتكم، والنهار لنشاطكم وكَدِّكم."
        },
        {
            "verse_number": 34,
            "verse_text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ",
            "explanation": "Allah vous a accordé tout ce qui vous Lui avez demandé et s’il vous venait à l’idée d’évaluer les bienfaits d’Allah, vous n’en seriez pas capables, tellement ils sont nombreux et divers. Seuls quelques-uns vous sont rappelés ici. L’être humain est très injuste envers lui-même et très ingrat envers Allah.",
            "arabic_explanation": "وأعطاكم من جميع ما طلبتموه، ومما لم تطلبوه، وإن تعدّوا نعم الله لا تقدروا على حصرها؛ لكثرتها وتعددها، فما ذكر لكم أمثلة منها، إن الإنسان لظلوم لنفسه، كثير الجحود لنعم الله سبحانه وتعالى."
        },
        {
            "verse_number": 35,
            "verse_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ",
            "explanation": "Ô Messager, rappelle-toi lorsqu’Abraham dit après avoir établi son fils Ismaël et la mère de celui-ci, Agar, dans la vallée de la Mecque: Ô Seigneur, fasse que ce pays, –la Mecque– où j’ai établi ma famille, soit un pays sûr, dans lequel il n’y aura ni effusion de sang ni injustice. Fasse aussi que mes descendants et moi n’adorions pas d’idoles.",
            "arabic_explanation": "واذكر - أيها الرسول - حين قال إبراهيم بعد أن أسكن ابنه إسماعيل وأمه هاجر بوادي مكة: يا رب، اجعل هذا البلد الذي أسكنتُ فيه أهلي - وهو مكة - بلدًا ذا أمن، لا يسفك فيه دم، ولا يظلم فيه أحد، وأبعدني وأبعد أولادي عن عبادة الأصنام."
        },
        {
            "verse_number": 36,
            "verse_text": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ",
            "explanation": "Ô Seigneur, les idoles ont égaré beaucoup de gens qui croient qu’elles ont le pouvoir d’intercéder en leur faveur. Ils ont ainsi été tentés par elles et les ont adorées à la place d’Allah. Ceux parmi les gens qui proclament l’Unicité d’Allah et Lui obéissent, comme moi, font partie de mes partisans et de mes disciples, tandis que ceux qui me désobéissent et refusent de proclamer Ton Unicité et de T’obéir, il revient à Toi de les qualifier. Tu pardonnes ô Seigneur les péchés de ceux que Tu veux parmi Tes serviteurs, Tu es certes Miséricordieux avec eux.",
            "arabic_explanation": "يا رب، إن الأصنام أضللن كثيرًا من الناس، حيث ظنوا أنها تشفع لهم، ففُتِنوا بها، وعبدوها من دون الله، فمن تبعني من الناس في توحيد الله وطاعته فإنه من شيعتي وأتباعي، ومن عصاني فلم يتبعني في توحيده وطاعته فإنك - يا رب - غفور لذنوب من شئت أن تغفر لهم، رحيم بهم."
        },
        {
            "verse_number": 37,
            "verse_text": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ",
            "explanation": "Ô notre Seigneur, j’ai établi une partie de ma descendance –Ismaël et ses enfants– dans une vallée –celle de la Mecque– où rien n’est cultivé et où il n’y a pas d’eau, dans le voisinage de Ta Maison Sacrée. Ô notre Seigneur, je les ai établis dans ce lieu afin qu’ils y accomplissent la prière. Fasse donc, ô Seigneur, que les gens aspirent à leur rendre visite et à rendre visite à ce pays et pourvoies-les de toutes sortes de fruits afin que, peut-être, ils Te soient reconnaissants pour Tes bienfaits.",
            "arabic_explanation": "ربنا إني أسكنت بعض ذريتي، وهم ابني إسماعيل وأبناؤه بوادٍ (وهو مكة) لا زرع فيه ولا ماء بجوار بيتك المحرم، ربنا أسكنتهم بجواره ليقيموا الصلاة فيه، فصيِّر - يا رب - قلوب الناس تحنّ إليهم، وإلى هذا البلد، وارزقهم من الثمرات رجاء أن يشكروك على إنعامك عليهم."
        },
        {
            "verse_number": 38,
            "verse_text": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
            "explanation": "Ô notre Seigneur, Tu sais tout ce que nous gardons secret et tout ce que nous manifestons. Rien dans les Cieux et sur la Terre n’échappe à Allah. Au contraire, Il a connaissance de tout et Il n’est pas sans savoir que nous avons besoin de Lui et que nous ne pouvons nous passer de Lui.",
            "arabic_explanation": "ربنا، إنك تعلم كل ما نسرّه، وكل ما نجهر به، ولا يخفى على الله شيء في الأرض ولا في السماء، بل يعلمه، فلا يخفى عليه احتياجنا وفقرنا إليه."
        },
        {
            "verse_number": 39,
            "verse_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ",
            "explanation": "Je suis reconnaissant envers Allah et je Le loue pour avoir exaucé mon invocation d’avoir une descendance vertueuse. Il me donna ainsi comme fils Ismaël, dont la mère est Agar, malgré ma vieillesse et Isaac, dont la mère est Sarah. Mon Seigneur écoute assurément l’invocation de celui qui L’implore.",
            "arabic_explanation": "الشكر والثناء لله سبحانه الذي أجاب دعائي أن يهب لي من الصالحين، فأعطاني على كبر سني إسماعيل من هاجر، وإسحاق من سارة، إن ربي سبحانه سميع دعاء من دعاه."
        },
        {
            "verse_number": 40,
            "verse_text": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ",
            "explanation": "Ô Seigneur, fasse que j’accomplisse la prière comme il se doit et fasse que ma descendance l’accomplisse également comme il se doit. Ô notre Seigneur, exauce mon invocation et fasse qu’elle soit agréée par Toi !",
            "arabic_explanation": "يا رب، اجعلني مؤديًا للصلاة على أكمل وجه، واجعل ذريتي ممن يؤديها كذلك، يا ربنا، وأجب دعائي واجعله مقبولًا عندك."
        },
        {
            "verse_number": 41,
            "verse_text": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ",
            "explanation": "Ô notre Seigneur, pardonne mes péchés et pardonne les péchés de mes parents (Abraham prononça ces paroles avant de savoir que son père était un ennemi d’Allah et lorsqu’il le sut, il se désavoua de lui) et pardonne aux croyants leurs péchés le jour où les gens se présenteront face à leur Seigneur afin de rendre des comptes.",
            "arabic_explanation": "ربنا، اغفر لي ذنوبي، واغفر ذنوب والديَّ (قالها قبل أن يعلم أن أباه عدو لله، فلما تبين له أنه عدو لله تبرأ منه)، واغفر للمؤمنين ذنوبهم يوم يقوم الناس لحسابهم أمام ربهم."
        },
        {
            "verse_number": 42,
            "verse_text": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ",
            "explanation": "Ô Messager, ne crois pas que lorsqu’Allah reporte le châtiment des injustes, Il est inattentif à leur dénégation, à leur éloignement des gens du chemin d’Allah et à leurs autres méfaits. Il a connaissance de tout cela et rien ne Lui en échappe. Cependant, Il reporte leur châtiment au Jour de la Résurrection, le Jour où les regards se lèveront à cause de la terreur qu’inspirent les scènes auxquelles les gens assisteront.",
            "arabic_explanation": "ولا تظنن - أيها الرسول - أن الله إذ يؤخر عذاب الظالمين غافل عما يعمله الظالمون من التكذيب والصد عن سبيل الله وغير ذلك، بل هو عالم بذلك، لا يخفى عليه منه شيء، إنما يؤخر عذابهم إلى يوم القيامة، ذلك اليوم الذي ترتفع فيه الأبصار خوفًا من هول ما تشاهده."
        },
        {
            "verse_number": 43,
            "verse_text": "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ",
            "explanation": "Lorsque les gens se lèveront précipitamment de leurs tombes et se dirigeront en direction de celui qui les appelle, la tête levée en direction du Ciel, terrifiés et le regard figé en raison de l’effroi suscité par les scènes auxquelles ils assisteront. Leurs cœurs seront de plus, vides, incapables de ressentir ou de comprendre quoi que ce soit.",
            "arabic_explanation": "حين يقوم الناس من قبورهم مسرعين إلى الداعي، رافعي رؤوسهم ينظرون جزعًا إلى السماء، لا ترجع إليهم أبصارهم، بل تبقى شاخصة من هول ما يشاهدونه، وقلوبهم فارغة لا عقل لها، ولا فهم من فزع المشهد."
        },
        {
            "verse_number": 44,
            "verse_text": "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ",
            "explanation": "Ô Messager, avertis ta communauté du châtiment d’Allah qui s’abattra le Jour de la Résurrection. Ce jour-là, ceux qui, en raison de leur mécréance et leur polythéisme, auront été injustes envers eux-mêmes, diront: Ô notre Seigneur, accorde-nous un délai, reporte le châtiment que Tu comptes nous infliger et laisse-nous retourner quelque temps dans le bas monde. Nous croirons alors en Toi et nous suivrons les messagers que Tu nous as envoyés. On leur répondra en guise de réprimande: N’aviez-vous pas juré dans le bas monde que vous n’aurez pas d’autre vie après la mort, rejetant ainsi la réalité de la Ressuscitation?",
            "arabic_explanation": "وخوِّف - أيها الرسول - أمتك من عذاب الله يوم القيامة، فيقول عند ذلك الذين ظلموا أنفسهم بالكفر بالله والشرك به: يا ربنا، أمهلنا، وأخّر عنا العذاب، وردّنا إلى الدنيا مدة يسيرة نؤمن بك، ونتبع الرسل الذين بعثتهم إلينا، فيُجَابون توبيخًا لهم: ألم تكونوا حلفتم في الحياة الدنيا أنكم لا انتقال لكم من الحياة الدنيا إلى الآخرة منكرين البعث بعد الموت؟!"
        },
        {
            "verse_number": 45,
            "verse_text": "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ",
            "explanation": "Par ailleurs, vous avez habité les cités des peuples qui, en raison de  leur mécréance, furent dans le passé, injustes envers eux-mêmes, comme le peuple de Hûd et le peuple de Şâliħ, et vous avez parfaitement compris comment Nous les avons anéantis. Nous vous donnons des exemples dans le Livre d’Allah afin que vous en en tiriez des enseignements mais vous n’en tirez aucun.",
            "arabic_explanation": "ونزلتم في مساكن الأمم السابقة الظالمة من قبلكم لأنفسها بالكفر بالله، مثل قوم هود وقوم صالح، واتضح لكم ما أوقعناه بهم من الهلاك، وضربنا لكم الأمثال في كتاب الله لتتعظوا، فما اتعظتم بها."
        },
        {
            "verse_number": 46,
            "verse_text": "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ",
            "explanation": "Ceux qui se sont établis dans les cités des peuples injustes du passé ont ourdi des stratagèmes afin d’attenter à la vie du Prophète Muħammad et de mettre fin à sa prédication, or Allah en a eu connaissance puisque rien ne Lui échappe. Quoi qu’il en soit, leur stratagème est faible puisqu’il ne déplace ni les montagnes ni autre chose contrairement au stratagème qu’Allah ourdit contre eux.",
            "arabic_explanation": "وقد دبر هؤلاء النازلون في مساكن الأمم الظالمة المكايد لقتل النبي محمد صلى الله عليه وسلم، والقضاء على دعوته، والله يعلم تدبيرهم لا يخفى عليه منه شيء، وتدبير هؤلاء ضعيف، فهو لا يزيل الجبال ولا غيرها لضعفه، خلافًا لمكر الله بهم."
        },
        {
            "verse_number": 47,
            "verse_text": "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ",
            "explanation": "Ô Messager, ne crois pas qu’Allah ne tiendra pas la promesse qu’Il fit à Ses messagers de les secourir et de faire triompher Sa religion. En effet, Allah est Puissant et rien ne Lui tient tête. Il raffermira certes Ses alliés et Il est de surcroît Vengeur: Il poursuit de Sa vengeance Ses ennemis et les ennemis de Ses messagers.",
            "arabic_explanation": "فلا تظننّ - أيها الرسول - أن الله الذي وعد رسله بالنصر وإظهار الدين مُخْلف ما وعد به رسله، إن الله عزيز لا يغلبه شيء، وسيعز أولياءه، ذو انتقام شديد من أعدائه وأعداء رسله."
        },
        {
            "verse_number": 48,
            "verse_text": "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
            "explanation": "Il se vengera des mécréants lorsque surviendra la Résurrection, lorsque cette Terre sera remplacée par une autre blanche et propre et que les Cieux seront remplacés par d’autres. Les gens sortiront alors de leurs tombes accompagnés de leurs œuvres afin de comparaître devant Allah, l’Unique dans Sa souveraineté et Sa grandeur, le Dominateur qui domine et qui n'est jamais dominé, Celui qui vainc et qui n’est jamais vaincu.",
            "arabic_explanation": "هذا الانتقام من الكفار يحصل يوم تقوم القيامة، يوم تُبَدَّل هذه الأرض أرضًا أخرى بيضاء نقية، وتبدل السماوات سماوات غيرها، وظهر الناس من قبورهم بأبدانهم وأعمالهم للوقوف بين يدي الله المنفرد بملكه وعظمته، القهار الذي يَقْهر ولا يُقْهر، ويَغْلب ولا يُغْلب."
        },
        {
            "verse_number": 49,
            "verse_text": "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
            "explanation": "Ô Messager, lorsque la Terre sera remplacée par une autre et que les Cieux seront remplacés par d’autres, tu verras les mécréants et les polythéistes enchaînés les uns aux autres, les mains jointes à leurs cous.\nIls seront habillés de vêtements en goudron (une matière très inflammable) et leurs visages noircis seront couverts de feu.",
            "arabic_explanation": "49 - 50 - وتُبْصِر - أيها الرسول - يوم تُبدَّل الأرض غير الأرض، وتُبَدَّل السماوات؛ الكفارَ والمشركين قد شُدَّ بعضهم إلى بعض في القيود، قُرنت أيديهم وأرجلهم إلى رقابهم بالسلاسل، ثيابهم التي يلبسونها منَ القَطِران (وهي مادة شديدة الاشتعال)، وتعلو وجوههم الكالحة النار."
        },
        {
            "verse_number": 50,
            "verse_text": "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
            "explanation": "Ô Messager, lorsque la Terre sera remplacée par une autre et que les Cieux seront remplacés par d’autres, tu verras les mécréants et les polythéistes enchaînés les uns aux autres, les mains jointes à leurs cous.\nIls seront habillés de vêtements en goudron (une matière très inflammable) et leurs visages noircis seront couverts de feu.",
            "arabic_explanation": "49 - 50 - وتُبْصِر - أيها الرسول - يوم تُبدَّل الأرض غير الأرض، وتُبَدَّل السماوات؛ الكفارَ والمشركين قد شُدَّ بعضهم إلى بعض في القيود، قُرنت أيديهم وأرجلهم إلى رقابهم بالسلاسل، ثيابهم التي يلبسونها منَ القَطِران (وهي مادة شديدة الاشتعال)، وتعلو وجوههم الكالحة النار."
        },
        {
            "verse_number": 51,
            "verse_text": "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
            "explanation": "Tout cela aura lieu afin qu’Allah rétribue toute âme pour le bien ou le mal qu’elle aura fait et Allah fera rapidement rendre des comptes.",
            "arabic_explanation": "ليثيب الله كل نفس ما عملت من خير أو شر، إن الله سريع الحساب للأعمال."
        },
        {
            "verse_number": 52,
            "verse_text": "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
            "explanation": "Ce Coran révélé à Muħammad est une annonce adressée par Allah aux gens afin qu’ils redoutent les menaces terribles qu’il contient, afin qu’ils sachent qu’Allah Seul mérite d’être adoré, afin qu’ils se mettent à L’adorer et à ne rien Lui associer et que ceux qui sont doués de raison en tirent des enseignements, car eux seuls en sont capables.",
            "arabic_explanation": "هذا القرآن المنزل على محمد صلى الله عليه وسلم إعلام من الله إلى الناس، ولِيُخَوَّفوا بما فيه من الترهيب والوعيد الشديد، وليعلموا أن المعبود بحق هو الله وحده فيعبدوه ولا يشركوا به أحدًا، وليتعظ به ويعتبر أصحاب العقول السليمة؛ لأنهم هم الذين ينتفعون بالعظات والعبر."
        }
    ]
}