{
    "surah_name": "MARIAM",
    "surah_number": 19,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "كٓهيعٓصٓ",
            "explanation": "Kâf, Hâ`,Ya, ‘Ayn, Şâd: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "(كهيعص)تقدم الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
            "explanation": "Cette sourate raconte comment ton Seigneur a fait bénéficier Son serviteur Zacharie (Zakariyyâ) de Sa miséricorde afin que cela te serve d’enseignement.",
            "arabic_explanation": "هذا ذكر رحمة ربك بعبده زكريا عليه السلام، نقصّه عليك للاعتبار به."
        },
        {
            "verse_number": 3,
            "verse_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
            "explanation": "Zacharie invoqua son Seigneur secrètement de manière à être plus susceptible d’être exaucé.",
            "arabic_explanation": "إذ دعا ربه سبحانه دعاء خفيًّا ليكون أقرب إلى الإجابة."
        },
        {
            "verse_number": 4,
            "verse_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
            "explanation": "Il dit: Ô Seigneur, mes os se sont affaiblis et ma tête est couverte de cheveux blancs. Durant toute ma longue vie, je n’ai jamais été déçu après T’avoir invoqué. Au contraire, Tu m’as à chaque fois exaucé.",
            "arabic_explanation": "قال: يا رب، إني ضعفت عظامي، وكثر شيب رأسي، ولم أكن خائبًا في دعائي لك، بل كلما دعوتك أجبتني."
        },
        {
            "verse_number": 5,
            "verse_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
            "explanation": "J’ai peur que mes proches ne se soucient pas des affaires de la religion en raison de leur préoccupation pour ce bas monde. Comme mon épouse est stérile, donne-moi descendant qui m’aidera à assumer la charge religieuse.",
            "arabic_explanation": "وإني خفت قرابتي ألا يقوموا بعد موتي بحق الدين لانشغالهم بالدنيا، وكانت امرأتي عقيمًا لا تلد، فأعطني من عندك ولدًا مُعِينًا."
        },
        {
            "verse_number": 6,
            "verse_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
            "explanation": "Ce descendant héritera ainsi la Prophétie de moi et de la famille de Jacob. Fasse, ô mon Seigneur, qu’il soit agréé par Toi par sa pratique religieuse, son comportement et sa science.",
            "arabic_explanation": "يرث النبوّة عني، ويرثها من آل يعقوب عليه السلام، وصيِّره - يا ربِّ - مرضيًّا في دينه وخلقه وعلمه."
        },
        {
            "verse_number": 7,
            "verse_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
            "explanation": "Allah exauça alors son invocation et lui fit cet appel: Nous te donnons une réponse qui te réjouira: tu auras un fils qui portera le nom de Yaħyâ (Jean-Baptiste), un nom que personne n’a porté avant lui.",
            "arabic_explanation": "فاستجاب الله دعاءه، وناداه: يا زكريا، إنا نخبرك بما يسرّك، فقد أجبنا دعاءك، وأعطيناك غلامًا اسمه يحيى، لم نجعل لغيره من قبله هذا الاسم."
        },
        {
            "verse_number": 8,
            "verse_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
            "explanation": "Etonné par l’extraordinaire pouvoir d’Allah, Zacharie demanda: Comment pourrais-je avoir un fils alors que mon épouse est stérile et que pour ma part, j’ai atteint un âge avancé et que mon corps s’est affaibli ?",
            "arabic_explanation": "قال زكريا متعجبًا من قدرة الله: كيف يولد لي ولد وامرأتي عقيم لا تلد، وقد بلغت نهاية العمر من الكبر وضعف العظام؟!"
        },
        {
            "verse_number": 9,
            "verse_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
            "explanation": "L’ange qui lui rapportait les paroles d’Allah lui dit: Certes, ton épouse est incapable d’enfanter, tu as atteint un âge avancé et ton corps s’est considérablement affaibli mais ton Seigneur a dit: créer Yaħyâ d’une femme stérile et d’un homme en fin de vie est pour Moi chose facile. D’ailleurs, Je t’ai créé ô Zacharie auparavant à partir de rien.",
            "arabic_explanation": "قال المَلَك: الأمر كما قلت من أن امرأتك لا تلد، وأنك قد بلغت نهاية العمر من الكبر وضعف العظام، لكن ربك قال: خلْق ربك ليحيى من أمّ عاقر ومن أبٍ بلغ نهاية العمر سهْل، وقد خلقتك -يا زكريا- من قبل ذلك ولم تكن شيئًا يذكر؛ لأنك كنت عدمًا."
        },
        {
            "verse_number": 10,
            "verse_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
            "explanation": "Zacharie invoqua ensuite Allah en ces termes: Ô Seigneur, accorde-moi un signe qui me rassurera et m’indiquera la réalisation de la bonne nouvelle que m’ont annoncée les anges. Allah répondit: Le signe qui marquera la réalisation de ce que Je t’ai annoncé, est que tu ne pourras pas parler aux gens trois nuits durant, sans que cette incapacité ne soit imputée à un mal. Tu seras plutôt durant ces nuits bien portant comme d’habitude.",
            "arabic_explanation": "قال زكريا عليه السلام: يا رب، اجعل لي علامة أطمئنّ بها تدل على حصول ما بشّرتني به الملائكة، قال: علامتك على حصول ما بُشِّرتَ به ألا تستطيع كلام الناس ثلاث ليال من غير علة، بل أنت صحيح معافى."
        },
        {
            "verse_number": 11,
            "verse_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
            "explanation": "Ensuite, Zacharie sortit de son sanctuaire à la rencontre des siens et leur fit signe, sans parler, de glorifier Allah matin et soir.",
            "arabic_explanation": "فخرج زكريا على قومه من مصلّاه، فأشار إليهم من غير كلام: أن سبّحوا الله سبحانه أول النهار وآخره."
        },
        {
            "verse_number": 12,
            "verse_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
            "explanation": "Yaħyâ naquit alors et lorsqu’il atteignit l’âge de raison, Nous lui dîmes: Ô Yaħyâ, prends la Torah avec sérieux et application. Nous avons donné à cet homme, dès sa plus tendre enfance, une bonne compréhension, une science étendue, du sérieux et de la détermination.",
            "arabic_explanation": "فولد له يحيى، فلما بلغ سنًّا يخاطب فيها قلنا له: يا يحيى، خذ التوراة بجدّ واجتهاد، وأعطيناه الفهم والعلم والجد والعزم وهو في سنّ الصبا."
        },
        {
            "verse_number": 13,
            "verse_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
            "explanation": "En outre, Nous lui avons accordé une miséricorde venant de Nous et l’avons purifié des péchés. Il était pieux dans son observance aux commandements d’Allah et dans son renoncement à Ses interdits.",
            "arabic_explanation": "ورحمناه رحمة من عندنا، وطهّرناه من الذنوب، وكان تقيًّا يأتمر بأوامر الله، ويجتنب نواهيه."
        },
        {
            "verse_number": 14,
            "verse_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
            "explanation": "Il était bon, doux et bienfaisant envers ses parents. Il ne dédaignait pas obéir à son Seigneur ni à ses parents et ne désobéissait ni à son Seigneur ni à ses parents.",
            "arabic_explanation": "وكان برًّا بوالديه، لطيفًا بهما، محسنًا إليهما، ولم يكن متكبّرًا عن طاعة ربه ولا طاعتهما، ولا عاصيًا لربه أو لوالديه."
        },
        {
            "verse_number": 15,
            "verse_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
            "explanation": "Que la paix et la sécurité d’Allah soit sur lui le jour où il est né, le jour où il quittera ce bas monde et le jour où il reviendra à la vie. Ce sont là les trois occasions où l’être humain ressent une détresse extrême et s’il les vit dans la sécurité et la paix, il n’y a rien à craindre pour le reste de sa vie.",
            "arabic_explanation": "وسلام عليه من الله وأمان له منه يوم ولد، ويوم يموت ويخرج من هذه الحياة، ويوم يبعث حيًّا يوم القيامة، وهذه المواطن الثلاثة هي أوحش ما يمرّ به الإنسان، فإذا أمن فيها فلا خوف عليه فيما عداها."
        },
        {
            "verse_number": 16,
            "verse_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
            "explanation": "Ô Messager, rapporte ce que le Coran qui t’a été révélé, raconte au sujet de Marie lorsqu’elle s’éloigna des siens et s’isola dans un lieu situé à l’est d’eux.",
            "arabic_explanation": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر مريم عليها السلام إذ تنحّت عن أهلها، وانفردت بمكان على جهة الشرق منهم."
        },
        {
            "verse_number": 17,
            "verse_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
            "explanation": "En plus de s’être éloignée d’eux, elle se dissimula à leur vue afin qu’ils ne la voient pas lorsqu’elle adore son Seigneur. Nous lui envoyâmes alors Gabriel qui se présenta à elle sous l’apparence d’un homme bien proportionné et elle craignit qu’il lui veuille du mal.",
            "arabic_explanation": "فاتخذت لنفسها من دون قومها ساترًا يسترها حتى لا يروها حال عبادتها لربها، فبعثنا إليها جبريل عليه السلام، فتمثل لها في صورة إنسان سَوِيّ الخلقة، فخافت أنه يريدها بسوء."
        },
        {
            "verse_number": 18,
            "verse_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
            "explanation": "Voyant cet homme bien proportionné se diriger vers elle, elle dit: Je me réfugie auprès du Tout Miséricordieux contre tout mal qui pourrait provenir de toi, si tu es pieux et que tu crains Allah.",
            "arabic_explanation": "فلما رأته في صورة إنسان سَوِيّ الخَلْق يتّجه إليها قالت: إني أستجير بالرحمن منك أن ينالني منك سوء - يا هذا - إن كنت تقيًّا تخاف الله."
        },
        {
            "verse_number": 19,
            "verse_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
            "explanation": "Gabriel répondit: Je ne suis pas un être humain mais plutôt un messager que ton Seigneur a envoyé afin de te donner un fils bon et pur.",
            "arabic_explanation": "قال جبريل عليه السلام: أنا لست بشرًا، إنما أنا رسول من ربك أرسلني إليك لأهب لك ولدًا طيّبًا طاهرًا."
        },
        {
            "verse_number": 20,
            "verse_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
            "explanation": "Etonnée, Marie s’exclama: Comment pourrais-je avoir un fils alors que je n’ai pas d’époux et que je ne pratique pas la fornication ?",
            "arabic_explanation": "قالت مريم متعجبة: كيف يكون لي ولد ولم يقربني زوج ولا غيره، ولست زانية حتى يكون لي ولد؟!"
        },
        {
            "verse_number": 21,
            "verse_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
            "explanation": "Gabriel lui répondit: Même si aucun homme ne t’a approchée, ni dans le cadre du mariage ni dans une relation illicite, ton Seigneur dit: Créer un enfant sans père M’est chose facile. Nous mettrons dans le garçon que tu auras, un signe du pouvoir d’Allah adressé aux gens et Nous ferons de lui une miséricorde de Notre part pour toi et pour ceux qui croient en lui. La création de ton fils est une décision déjà prise et consignée dans la Table Préservée.",
            "arabic_explanation": "قال لها جبريل: الأمر كما ذكرت من أنك لم يمسسك زوج ولا غيره ولم تكوني زانية، لكن ربك سبحانه قال: خَلْق ولد من غير أب سهل عليّ، وليكون الولد الموهوب لك علامة للناس على قدرة الله، ورحمة منا لك ولمن آمن به، وكان خَلْق ولدك هذا قضاء من الله مقدّرًا، مكتوبًا في اللوح المحفوظ."
        },
        {
            "verse_number": 22,
            "verse_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
            "explanation": "Après que l’ange ait insufflé en elle, elle devint enceinte et se retira loin des gens.",
            "arabic_explanation": "فحملت به بعد نفخ الملك، فتنحّت به إلى مكان بعيد عن الناس."
        },
        {
            "verse_number": 23,
            "verse_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
            "explanation": "C’est au pied d’un palmier que les douleurs de l’accouchement la surprirent. Marie dit: Si seulement la mort m’avait soustraite à ce monde bien avant ce jour. On m’aurait alors totalement oubliée et on ne m’aurait pas reproché cet enfantement suspect.",
            "arabic_explanation": "فضربها المخاض، وألجأها إلى ساق نخلة، قالت مريم عليها السلام: يا ليتني متّ قبل هذا اليوم، وكنت شيئًا لا يُذْكَر حتى لا يُظَن بي السوء."
        },
        {
            "verse_number": 24,
            "verse_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
            "explanation": "D’en-dessous d’elle, Jésus lui dit: Ne sois pas triste. Ton Seigneur a fait couler à tes pieds un ruisseau où tu peux t’abreuver.",
            "arabic_explanation": "فناداها عيسى من تحت قدميها: لا تحزني، قد جعل ربك تحتك جدول ماءٍ تشربين منه."
        },
        {
            "verse_number": 25,
            "verse_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
            "explanation": "Il ajouta: Pour te nourrir, secoue le tronc du palmier et alors, des dattes mures et fraîche tomberont près de toi.",
            "arabic_explanation": "وأمسكي بجذع النخلة وهزّيه تساقط عليك رطبًا طريًّا جُنِيَ من ساعته."
        },
        {
            "verse_number": 26,
            "verse_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
            "explanation": "Mange les dattes que tu as cueillies, bois de l’eau du ruisseau, réjouis-toi de la naissance de ton fils et n’éprouve pas de tristesse. Si tu rencontres quelqu’un et qu’il te questionne au sujet du nouveau-né, fais-lui comprendre: J’ai pris l’engagement devant Allah de rester silencieuse aujourd’hui. Je ne parlerai donc à personne.",
            "arabic_explanation": "فكلي من الرطب، واشربي من الماء، وطيبي نفسًا بمولودك ولا تحزني، فإن رأيت من الناس أحدًا فسألك عن خبر المولود فقولي له: إني أوجبت على نفسي لربي صمتًا عن الكلام، فلن أكلم اليوم أحدًا من الناس."
        },
        {
            "verse_number": 27,
            "verse_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
            "explanation": "Elle se rendit ensuite auprès des siens en portant son fils. Leur réprobation leur fit dire: Ô Marie, tu as commis une faute affreuse en mettant au monde un enfant alors que tu n’es pas mariée.",
            "arabic_explanation": "فجاءت مريم بابنها إلى قومها تحمله، قال لها قومها مستنكرين: يا مريم، لقد جئت أمرًا عظيمًا مفترى، حيث جئت بولد من غير أب."
        },
        {
            "verse_number": 28,
            "verse_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
            "explanation": "Ô toi qui ressemble à Aaron (Hârûn) –un homme pieux– de par ton adoration assidue, ton père ne pratiquait pas la fornication et ta mère non plus. Tu es en effet issue d’un foyer pur et vertueux. Comment as-tu pu te rendre coupable d’une telle faute ?",
            "arabic_explanation": "يا شبيهة هارون في العبادة (وهو رجل صالح) ما كان أبوك زانيًا، ولا كانت أمك زانية، فأنت من بيت طاهر معروف بالصلاح، فكيف تأتين بولد من غير أب؟!"
        },
        {
            "verse_number": 29,
            "verse_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
            "explanation": "Elle fit alors signe à son fils Jésus qui était dans un berceau mais les siens la questionnèrent, étonnés: Comment un bébé dans son berceau nous comprendrait-il ?",
            "arabic_explanation": "فأشارت إلى ابنها عيسى عليه السلام وهو في المهد، فقال لها قومها متعجبين: كيف نكلّم صبيًّا وهو في المهد؟!"
        },
        {
            "verse_number": 30,
            "verse_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
            "explanation": "C’est alors que Jésus dit: Je suis le serviteur d’Allah qui m’a révélé l’Evangile et a fait de moi l’un de Ses prophètes.",
            "arabic_explanation": "قال عيسى عليه السلام: إني عبد الله، أعطاني الإنجيل، وجعلني نبيًّا من أنبيائه."
        },
        {
            "verse_number": 31,
            "verse_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
            "explanation": "Il a fait en sorte que je sois bénéfique aux gens où que je sois et m’a ordonné d’accomplir la prière, de m’acquitter de l’aumône légale tant que je serai en vie.",
            "arabic_explanation": "وجعلني كثير النفع للعباد أينما كنت، وأمرني بأداء الصلاة وإعطاء الزكاة طيلة حياتي."
        },
        {
            "verse_number": 32,
            "verse_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
            "explanation": "Il a aussi fait de moi quelqu’un de bon envers ma mère et quelqu’un qui ne dédaigne pas Lui obéir.",
            "arabic_explanation": "وجعلني برًّا بأمّي، ولم يجعلني متكبّرًا عن طاعة ربي، ولا عاصيًا له."
        },
        {
            "verse_number": 33,
            "verse_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
            "explanation": "Que je sois préservé de Satan et de ses aides le jour de ma naissance, le jour de ma mort et le jour où je serai ressuscité afin qu’aucun mal ne m’atteigne durant ces jours les plus graves de mon existence.",
            "arabic_explanation": "والأمان من الشيطان وأعوانه عليّ يوم ميلادي ويوم موتي ويوم بعثي حيًّا يوم القيامة، فلم يتخبّطْني الشيطان في هذه المواقف الثلاثة الموحشة."
        },
        {
            "verse_number": 34,
            "verse_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
            "explanation": "L’homme décrit ici est Jésus fils de Marie (‘îsâ bnu maryama) et la description qui est faite de lui est véridique, contrairement à celle des égarés qui en détiennent des versions douteuses et contradictoires.",
            "arabic_explanation": "ذلك الموصوف بتلك الصفات هو عيسى بن مريم، وهذا الكلام هو قول الحق فيه، لا ما يقوله الضالّون الذين يشكّون في أمره ويختلفون."
        },
        {
            "verse_number": 35,
            "verse_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
            "explanation": "Il ne convient pas qu’Allah ait un fils, que cela soit exclus en ce qui Le concerne et qu’Il soit sanctifié ! Lorsqu’Il veut quelque chose, Il Lui suffit de dire « Kun (sois) » et alors ce qu’Il veut se met incontestablement à exister. Il est donc exclu que Celui qui détient ce pouvoir ait un fils.",
            "arabic_explanation": "ما ينبغي لله أن يتخذ من ولد، تقدّس عن ذلك وتنزّه، إذا أراد أمرًا، فإنما يكفيه سبحانه أن يقول لذلك الأمر: (كن)، فيكون لا محالة، فمن كان كذلك فهو مُنَزَّه عن الولد."
        },
        {
            "verse_number": 36,
            "verse_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
            "explanation": "Allah, exalté soit-Il, est mon Seigneur et le vôtre. Adorez-Le donc exclusivement. Ceci est le droit chemin qui conduit vers l’agrément d’Allah.",
            "arabic_explanation": "وإن الله سبحانه هو ربي وهو ربكم جميعًا، فأخلصوا له العبادة وحده، هذا الذي ذكرت لكم هو الطريق المستقيم الموصل إلى مرضاة الله."
        },
        {
            "verse_number": 37,
            "verse_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
            "explanation": "C’est plus tard que les gens de la communauté de Jésus divergèrent à son sujet. Certains crurent en lui et le qualifièrent de messager, d’autres mécrurent en lui comme les juifs, enfin d’autres firent preuve de fanatisme à son égard. Une faction parmi ces derniers prétendit qu’il est Allah et une autre le considéra comme le fils d’Allah, qu’Allah soit élevé au-dessus de ces allégations. Malheur à ceux qui divergent à son sujet: ils vivront des scènes terribles le Jour de la Résurrection durant lequel ils rendront des comptes et seront punis.",
            "arabic_explanation": "فاختلف المختلفون في شأن عيسى عليه السلام فصاروا أحزابًا متفرقين من بين قومه، فآمن به بعضهم وقالوا: هو رسول، وكفر به آخرون كاليهود، كما غلا فيه طوائف فقال بعضهم: هو الله، وقال آخرون: هو ابن الله، تعالى الله عن ذلك، فويل للمختلفين في شأنه من شهود يوم القيامة العظيم بما فيه من مشاهد وحساب وعقاب."
        },
        {
            "verse_number": 38,
            "verse_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "Leur ouïe et leur vue seront opérationnelles ce jour-là mais elles leur seront inutiles. Ceux qui sont injustes dans ce bas monde s’égarent de manière manifeste du droit chemin et ne se préparent pas à l’au-delà. Ils sont alors surpris par la mort dans cet état d’injustice.",
            "arabic_explanation": "ما أسمعهم يومئذ وما أبصرهم، سمعوا حين لم ينفعهم السمع، وأبصروا حين لم ينفعهم البصر، لكنِ الظالمون في الحياة الدنيا في ضلال واضح عن الصراط المستقيم، فلا يستعدّون للآخرة حتى تأتيهم بغتة وهم على ظلمهم."
        },
        {
            "verse_number": 39,
            "verse_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
            "explanation": "Ô Messager, avertis les gens contre le Jour du Regret lorsque les malfaisants regretteront leur malfaisance, et que les bienfaisants regretteront ne pas avoir accompli plus de bonnes œuvres. Ce jour-là, les registres des serviteurs seront pliés. Ils auront terminé de rendre des comptes et chacun ira là où l’auront conduit ses œuvres. Malgré cela, ils sont trompés par la vie ici-bas qui les distrait de l’au-delà et ils ne croient pas au Jour de la Résurrection.",
            "arabic_explanation": "وأنذر - أيها الرسول - الناس يوم الندامة حين يندم المسيء على إساءته، والمحسن على عدم استكثاره من الطاعة، إذ طويت صحف العباد، وفرغ من حسابهم، وصار كلٌّ إلى ما قدّم، وهم في حياتهم الدنيا مُغْتَرُّون بها، لاهون عن الآخرة، وهم لا يؤمنون بيوم القيامة."
        },
        {
            "verse_number": 40,
            "verse_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
            "explanation": "C’est Nous qui resterons après la disparition de toutes les créatures. Nous hériterons de la Terre et tout ce qu’elle contient puisqu’ils laisseront tout derrière eux après leur disparition et de plus, Nous les possédons et disposons d’eux selon Notre bon vouloir. C’est à Nous Seul qu’ils retourneront le Jour de la Résurrection afin de rendre des comptes et être rétribués.",
            "arabic_explanation": "إنا نحن الباقون بعد فناء الخلائق، نرث الأرض، ونرث من عليها لفنائهم وبقائنا بعدهم، وملكنا لهم، وتصرّفنا فيهم بما نشاء، وإلينا وحدنا يرجعون يوم القيامة للحساب والجزاء."
        },
        {
            "verse_number": 41,
            "verse_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
            "explanation": "Ô Messager, mentionne dans le Coran qui t’es révélé le récit d’Abraham. C’était un homme très véridique qui croyait de tout son être aux signes d’Allah et un prophète envoyé par Lui.",
            "arabic_explanation": "واذكر - أيها الرسول - في القرآن المنزّل عليك خبر إبراهيم عليه السلام، إنه كان كثير الصدق والتصديق بآيات الله، ونبيًّا من عند الله."
        },
        {
            "verse_number": 42,
            "verse_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
            "explanation": "Il dit à son père `Âzar: Ô mon père, pourquoi adores-tu à la place d’Allah des idoles qui ne t’entendent pas lorsque tu les invoques ni ne te voient lorsque tu les adores ? Pourquoi adorer ces idoles qui n’éloignent de toi aucun mal, ni ne te sont utiles ?",
            "arabic_explanation": "إذ قال لأبيه آزر: يا أبت؛ لِمَ تعبد من دون الله صنمًا لا يسمع دعاءك إنْ دعوْتَه، ولا يبصر عبادتك إن عبدته، ولا يكشف عنك ضرًّا، ولا يجلب لك نفعًا؟!"
        },
        {
            "verse_number": 43,
            "verse_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
            "explanation": "Ô mon père, je dispose d’une science qui m’a été révélée alors que tu n’en disposes pas. Suis-moi donc afin que je t’oriente vers le droit chemin.",
            "arabic_explanation": "يا أبت، إني قد جاءني من العلم عن طريق الوحي ما لم يأتك، فاتّبعني أرشدك إلى طريق مستقيم."
        },
        {
            "verse_number": 44,
            "verse_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
            "explanation": "Ô mon père, ne sois pas un adorateur de Satan en lui obéissant car Satan a désobéi à Allah lorsqu’Il lui a ordonné de se prosterner à Adam.",
            "arabic_explanation": "يا أبت، لا تعبد الشيطان بطاعتك له، إن الشيطان كان للرحمن عاصيًا، حيث أمره بالسجود لآدم فلم يسجد."
        },
        {
            "verse_number": 45,
            "verse_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
            "explanation": "Ô mon père, je crains que le Tout-Miséricordieux ne te châtie si tu mourrais mécréant. Tu deviendrais alors le partenaire de Satan dans le châtiment pour t’être allié à lui.",
            "arabic_explanation": "يا أبت، إني أخاف أن يصيبك عذاب من الرحمن إن متّ على كفرك، فتكون قرينًا للشيطان في العذاب لموالاتك له."
        },
        {
            "verse_number": 46,
            "verse_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
            "explanation": "Âzar dit alors à son fils: Dédaignes-tu adorer les idoles que j’adore, ô Abraham ? Si tu n’arrêtes pas de les insulter, je te lapiderai. Eloigne-toi de moi maintenant pour très longtemps: ne me parle plus et ne me fréquente plus.",
            "arabic_explanation": "قال آزر لابنه إبراهيم عليه السلام: أمعرضٌ أنت عن أصنامي التي أعبدها يا إبراهيم؟! لئن لم تكفّ عن سبّ أصنامي لأرمينّك بالحجارة، وفارقني زمانًا طويلًا فلا تكلّمني، ولا تجتمع معي."
        },
        {
            "verse_number": 47,
            "verse_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
            "explanation": "Abraham répondit à son père: Paix sur toi de ma part. Tu ne subiras aucun mal venant de moi et je demanderai à mon Seigneur qu’Il te pardonne et te guide, car Il a toujours été indulgent avec moi.",
            "arabic_explanation": "قال إبراهيم عليه السلام لأبيه: سلام عليك مني، لا ينالك ما تكره مني، سأطلب لك المغفرة من ربي والهداية، إنه سبحانه كان كثير اللطف بي."
        },
        {
            "verse_number": 48,
            "verse_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
            "explanation": "Je m’en vais et délaisse les divinités que vous adorez à la place d’Allah et j’invoquerai Allah Seul sans Lui attribuer d’associé. J’espère qu’Il ne refusera pas de m’exaucer car son refus me rendrait malheureux.",
            "arabic_explanation": "وأفارقكم وأفارق معبوداتكم التي تعبدونها من دون الله، وأدعو ربي وحده لا أشرك به شيئًا، عسى ألا يمنعني إذا دعوته، فأكون بدعائه شَقيًّا."
        },
        {
            "verse_number": 49,
            "verse_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
            "explanation": "Après être parti et avoir délaissé les idoles qu’ils adoraient au lieu d’adorer Allah, Nous l’avons dédommagé de la perte de sa famille en lui faisant le don d’un fils nommé Isaac (`Isħâq) puis d’un petit-fils nommé Jacob (Ya’qûb) et Nous avons fait de chacun d’eux des prophètes",
            "arabic_explanation": "فلما تركهم وترك آلهتهم التي يعبدونها من دون الله، عوّضناه عن فقد أهله فوهبنا له ابنه إسحاق، ووهبنا له حفيده يعقوب، وكل واحد منهما جعلناه نبيًّا."
        },
        {
            "verse_number": 50,
            "verse_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
            "explanation": "Par miséricorde de notre part, Nous leur avons octroyé un immense bien en plus de la Prophétie et Nous avons fait en sorte que les gens fassent constamment leur éloge.",
            "arabic_explanation": "وأعطيناهم من رحمتنا مع النبوة خيرًا كثيرًا، وجعلنا لهم ثناءً حسنًا مستمرًّا على ألسنة العباد."
        },
        {
            "verse_number": 51,
            "verse_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
            "explanation": "Ô Messager, mentionne dans le Coran qui t’a été révélé le récit de Moïse. C’était un homme élu ainsi qu’un messager et un prophète.",
            "arabic_explanation": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر موسى عليه السلام، إنه كان مختارًا مصطفًى، وكان رسولًا نبيًّا."
        },
        {
            "verse_number": 52,
            "verse_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
            "explanation": "Nous l’appelâmes du versant droit –par rapport au côté où se trouvait Moïse– de la montagne et Nous lui commandâmes d’approcher afin qu’il écoute ce qu’Allah avait à lui dire.",
            "arabic_explanation": "وناديناه من جانب الجبل الأيمن بالنسبة لموقع موسى عليه السلام، وقرّبناه مناجيًا، حيث أسمعه الله كلامه."
        },
        {
            "verse_number": 53,
            "verse_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
            "explanation": "Par Notre miséricorde et Notre bienfaisance, Nous avons exaucé son invocation et fait de son frère Aaron un prophète.",
            "arabic_explanation": "وأعطيناه - من رحمتنا وإنعامنا عليه - أخاه هارون عليه السلام نبيًّا؛ استجابة لدعائه حين سأل ربه ذلك."
        },
        {
            "verse_number": 54,
            "verse_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
            "explanation": "Ô Messager, mentionne dans le Coran qui t’a été révélé, le récit d’Ismaël. Il tenait chacune de ses promesses, et était un messager et un prophète.",
            "arabic_explanation": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر إسماعيل عليه السلام، إنه كان صادق الوعد، لا يَعِدُ وعدًا إلا وَفَى به، وكان رسولًا نبيًّا."
        },
        {
            "verse_number": 55,
            "verse_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
            "explanation": "Il ordonnait à sa famille d’accomplir la prière, de s’acquitter de l’aumône légale et était agréé auprès de son Seigneur.",
            "arabic_explanation": "وكان يأمر أهله بإقامة الصلاة، وبإعطاء الزكاة، وكان عند ربه مرضيًّا."
        },
        {
            "verse_number": 56,
            "verse_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
            "explanation": "Ô Messager, mentionne dans le Coran qui t’a été révélé, le récit d`Idrîs. Il était véridique, croyait de tout son être aux signes de son Seigneur en plus d’être un prophète envoyé par Allah.",
            "arabic_explanation": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر إدريس عليه السلام، إنه كان كثير الصدق والتصديق بآيات ربه، وكان نبيًّا من أنبياء الله."
        },
        {
            "verse_number": 57,
            "verse_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
            "explanation": "La Prophétie que Nous lui avons octroyée éleva sa mention et son rang.",
            "arabic_explanation": "ورفعنا ذكره بما أعطيناه من النبوة، فكان عالي المنزلة."
        },
        {
            "verse_number": 58,
            "verse_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
            "explanation": "Les hommes mentionnés précédemment dans cette sourate, à commencer par Zacharie jusqu’à `Idrîs sont ceux à qui Allah a octroyé le bienfait de la Prophétie parmi les descendants d’Adam, les descendants de ceux que Nous avons embarqué dans l’Arche en compagnie de Noé et les descendants d’Abraham et de Jacob. Ce sont aussi ceux à qui Nous avons facilité la guidée à l’Islam. Nous les avons élus et avons fait d’eux des prophètes qui, lorsqu’ils entendaient les versets d’Allah être récités, se prosternaient en pleurant de crainte.",
            "arabic_explanation": "أولئك المذكورون في هذه السورة ابتداءً بزكريا وختامًا بإدريس عليهما السلام، هم الذين أنعم الله عليهم بالنبوة من أبناء آدم عليه السلام، ومن أبناء من حملنا في السفينة مع نوح عليه السلام، ومن أبناء إبراهيم وأبناء يعقوب عليهما السلام، وممن وفقنا للهداية إلى الإسلام، واصطفيناهم وجعلناهم أنبياء، كانوا إذا سمعوا آيات الله تقرأ سجدوا لله باكين من خشيته."
        },
        {
            "verse_number": 59,
            "verse_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
            "explanation": "A ces prophètes élus succédèrent des générations égarées qui ont délaissé la prière en ne l’accomplissant plus comme il faut et ont commis les actes de désobéissance que leurs âmes leur commandaient, comme la fornication par exemple. Ils seront maudits en Enfer et rétribués pour le mal qu’ils ont accompli.",
            "arabic_explanation": "فجاء من بعد هؤلاء الأنبياء المصطفين أتباع سوء وضلال، ضيّعوا الصلاة، فلم يأتوا بها على الوجه المطلوب، وارتكبوا ما تشتهيه أنفسهم من المعاصي كالزنى، فسوف يلقون شرًّا في جهنم وخيبة."
        },
        {
            "verse_number": 60,
            "verse_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
            "explanation": "Il sera fait exception de ceux qui se seront repentis de leurs manquements, auront cru en Allah et accompli de bonnes œuvres. Ceux-là, Nous les ferons entrer au Paradis et rien ne manquera à la rétribution que Nous leur remettrons, pas même une part négligeable.",
            "arabic_explanation": "إلا من تاب من تقصيره وتفريطه، وآمن بالله وعمل عملًا صالحًا فأولئك الموصوفون بهذه الصفات يدخلون الجنة، ولا ينقصون من أجور أعمالهم شيئًا ولو قلّ."
        },
        {
            "verse_number": 61,
            "verse_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
            "explanation": "Ils demeureront éternellement dans les jardins que le Tout-Miséricordieux a promis à Ses serviteurs vertueux qui ont cru en cette promesse alors qu’ils n’avaient jamais vu le Paradis. Ainsi, même si on ne voit pas le Paradis, la promesse d’y entrer est certainement véridique.",
            "arabic_explanation": "جنات إقامة واستقرار التي وعد الرحمن عباده الصالحين بالغيب أن يدخلهم فيها، وهم لم يروها فآمنوا بها، فوعْد الله بالجنة - وإن كان غيبًا - آت لا محالة."
        },
        {
            "verse_number": 62,
            "verse_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
            "explanation": "Ils n’y entendront aucune parole frivole ni obscène. Ils y entendront plutôt leurs paroles mutuelles et le salut des anges. En outre, ils y recevront la nourriture qu’ils désirent matin et soir.",
            "arabic_explanation": "لا يسمعون فيها فضولًا، ولا كلامَ فحشٍ، بل يسمعون سلام بعضهم على بعض، وسلام الملائكة عليهم، ويأتيهم ما يشتهون من الطعام فيها صباحًا ومساءً."
        },
        {
            "verse_number": 63,
            "verse_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
            "explanation": "Le Paradis décrit ici est ce dont Nous ferons don à Nos serviteurs qui se conformaient à Nos commandements et délaissaient Nos interdits. Puis après avoir mentionné la récompense des serviteurs pieux,",
            "arabic_explanation": "هذه الجنّة الموصوفة بهذه الصفات هي التي نورثها من عبادنا من كان ممتثلًا للأوامر، مجتنبًا للنواهي."
        },
        {
            "verse_number": 64,
            "verse_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
            "explanation": "Ô Gabriel, dis à Muħammad: Les anges ne descendent pas de leur propre chef mais plutôt par ordre d’Allah. C’est à Allah qu’appartient la connaissance de ce qui aura lieu dans l’au-delà, de ce que nous avons laissé dans le bas monde et de ce qui a lieu entre le bas monde et l’au-delà. Ô Messager, il n’est pas concevable que ton Seigneur oublie quoi que ce soit.",
            "arabic_explanation": "وقل - يا جبريل - لمحمد صلى الله عليه وسلم: إن الملائكة لا تتنزل من تلقاء أنفسها، وإنما تتنزّل بأمر الله، لله ما نستقبله من أمر الآخرة، وما خلّفناه من أمر الدنيا، وما بين الدنيا والآخرة، وما كان ربك - أيها الرسول - ناسيًا شيئًا."
        },
        {
            "verse_number": 65,
            "verse_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
            "explanation": "Il est le Créateur des Cieux et de la Terre, leur Possesseur et leur Gestionnaire. Il est également le Créateur, le Possesseur et le Gestionnaire de ce qui se trouve entre les deux. Adore-Le donc Seul, puisqu’Il mérite d’être adoré, et soit constant dans ton adoration, car Il n’a aucun semblable pouvant prétendre être adoré avec Lui.",
            "arabic_explanation": "خالق السماوات وخالق الأرض، ومالكهما ومدبر أمرهما، وخالق ما بينهما ومالكه ومدبره، فاعبده وحده، فهو المستحق للعبادة، واثبت على عبادته، فليس له مثيل ولا نظير يشاركه في العبادة."
        },
        {
            "verse_number": 66,
            "verse_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
            "explanation": "Le mécréant qui rejette la réalité de la Ressuscitation dit sur un ton moqueur: Serai-je extrait de ma tombe après ma mort pour vivre une seconde vie ? Ceci est certainement impossible.",
            "arabic_explanation": "ويقول الكافر المنكر للبعث؛ استهزاء: أإذا متّ فإني سوف أخرج من قبري حيًّا حياة ثانية؟! إن هذا لبعيد."
        },
        {
            "verse_number": 67,
            "verse_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
            "explanation": "Ce dénégateur ne se rappelle-t-il pas que Nous l’avons créé auparavant à partir du néant. On prouve donc la réalité de la seconde création par la première qui est évidente, sachant que la seconde est plus facile et plus aisée à accomplir que la première.",
            "arabic_explanation": "أَوَلا يتذكر هذا المنكر للبعث أنا خلقناه من قبل ولم يكن شيئًا؟! فيستدلّ بالخلق الأول على الخلق الثاني، مع أن الخلق الثاني أسهل وأيسر."
        },
        {
            "verse_number": 68,
            "verse_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
            "explanation": "Par ton Seigneur, ô Messager, Nous les sortirons de leurs tombes et les rassemblerons en compagnie des démons qui les ont égarés, puis Nous les conduirons agenouillés et avilis vers les portes de l’Enfer.",
            "arabic_explanation": "فوربّك - أيها الرسول - لنخرجنّهم من قبورهم إلى المحشر مصحوبين بشياطينهم الذين أضلّوهم، ثم لنسوقنّهم إلى أبواب جهنم أذلاء، باركين على ركبهم."
        },
        {
            "verse_number": 69,
            "verse_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
            "explanation": "Puis Nous extrairons violemment de chaque secte égarée les plus désobéissants de leurs membres. Il s’agit des meneurs de ces sectes.",
            "arabic_explanation": "ثم لنجذبنّ بشدة وعنف من كل طائفة من طوائف الضلال أشدهم عصيانًا، وهم قادتهم."
        },
        {
            "verse_number": 70,
            "verse_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
            "explanation": "Nous serons alors les plus à même de connaître ceux qui méritent le plus d’entrer dans le Feu et d’endurer sa chaleur.",
            "arabic_explanation": "ثم لنحن أعلم بالذين هم أحقّ بدخول النار ومقاساة حرّها ومعاناته."
        },
        {
            "verse_number": 71,
            "verse_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
            "explanation": "Ô gens, chacun de vous devra traverser le Pont (`aş-şirâṭu) qui surplombe l’Enfer. Cette traversée a été décrétée par Allah et est irrévocable.",
            "arabic_explanation": "وما منكم - أيها الناس - أحد إلا سيعبر فوق الصراط المضروب على متن جهنم، كان هذا العبور قضاءً مُبْرَمًا قضاه الله، فلا رادّ لقضائه."
        },
        {
            "verse_number": 72,
            "verse_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
            "explanation": "Après cela, Nous accorderons le salut à ceux qui craignaient leur Seigneur par leur observance de Ses commandements et le renoncement à Ses interdits, et laisserons les injustes agenouillés sans qu’on ne leur permette de changer de position.",
            "arabic_explanation": "ثم بعد هذا العبور على الصراط نسلّم الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه، ونترك الظالمين باركين على ركبهم، لا يستطيعون الفرار منها."
        },
        {
            "verse_number": 73,
            "verse_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
            "explanation": "Lorsque Nos versets clairs révélés à Notre Messager sont récités aux gens, les mécréants disent aux croyants: Qui de nos deux camps jouit du meilleur confort et de la meilleure compagnie: le nôtre ou le vôtre ?",
            "arabic_explanation": "وإذا تُقْرأ على الناس آياتنا المنزلة على رسولنا واضحات قال الكفار للمؤمنين: أيُّ فريقينا خير إقامة ومسكنًا، وأحسن مجلسًا ومجتمعًا: فريقنا أم فريقكم؟!"
        },
        {
            "verse_number": 74,
            "verse_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
            "explanation": "Qu’ils sont nombreux les peuples que Nous avons anéantis bien avant ces mécréants qui s’enorgueillissent de leur supériorité matérielle. Ces peuples les surpassaient en richesse, en belle apparence et en corpulence.",
            "arabic_explanation": "وما أكثر الأمم التي أهلكناها قبل هؤلاء الكفار المفتخرين بما هم فيه من تفوّق مادي، هي أحسن منهم أموالًا، وأحسن منظرًا لنفاسة ثيابهم، وتنعّم أبدانهم."
        },
        {
            "verse_number": 75,
            "verse_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
            "explanation": "Ô Messager, dis à ceux qui débattent dans leur égarement que le Tout-Miséricordieux leur accordera un répit afin que leur égarement empire et lorsqu’ils verront le châtiment qu’ils subiront dans le bas monde ou dans l’au-delà, ils sauront alors qui est celui qui a la pire la position et qui a le moins de soutien. Est-ce leur camp ou celui des croyants ?",
            "arabic_explanation": "قل - أيها الرسول -: من كان يتخبّط في ضلاله فسيمهله الرحمن حتى يزداد ضلالًا، حتى إذا عاينوا ما كانوا يوعدون به من العذاب المعجَّل في الدنيا، أو المؤجَّل يوم القيامة فسيعلمون حينئذ من هو شر منزلًا وأقل ناصرًا، أهو فريقهم أم فريق المؤمنين؟"
        },
        {
            "verse_number": 76,
            "verse_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
            "explanation": "Tandis qu’Il accordera un répit aux mécréants afin qu’ils s’égarent plus encore, Il fera accroître la foi et l’obéissance des croyants et multiplier les bonnes œuvres qui les mèneront au bonheur éternel. Ô Messager, ceci est une rétribution de ton Seigneur plus utile au serviteur qui lui permettra d’aller vers une fin plus heureuse.",
            "arabic_explanation": "ومقابل الإمهال لأولئك حتى يزدادوا ضلالًا، يزيد الله الذين اهتدوا إيمانًا وطاعة، والأعمال الصالحات المؤدّية إلى السعادة الأبدية أنفع عند ربك - أيها الرسول - جزاءً، وخير عاقبة."
        },
        {
            "verse_number": 77,
            "verse_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
            "explanation": "Ô Messager, as-tu vu celui qui n’accorde aucun crédit à Nos arguments et rejette Notre avertissement ? Il dit en effet: Lorsque je mourrai et serai ressuscité, on m’octroiera de grandes richesses et une descendance nombreuse.",
            "arabic_explanation": "أفرأيت - أيها الرسول - الذي كفر بحججنا، وأنكر وعيدنا، وقال: إن متّ، وبعثت لأعطَينّ مالًا كثيرًا وأولادًا."
        },
        {
            "verse_number": 78,
            "verse_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
            "explanation": "Est-il au fait de l’Invisible lorsqu’il dit cela ou s’appuie-t-il sur une preuve tangible ? Ou encore, a-t-il obtenu l’engagement d’Allah de le faire entrer en Paradis et de lui accorder ce qu’il prétend ?",
            "arabic_explanation": "أَعَلِم الغيب فقال ما قال عن بيِّنة؟! أم جعل عند ربه عهدًا ليدخلنّه الجنة، ويعطينّه مالًا وأولادًا؟!"
        },
        {
            "verse_number": 79,
            "verse_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
            "explanation": "Ce n’est pas le cas, contrairement à ses allégations. Nous consignerons ses paroles et ses agissements et dédoublerons son châtiment pour ses allégations mensongères.",
            "arabic_explanation": "ليس الأمر كما زعم، سنكتب ما يقوله وما يعمله، ونزيده عذابًا فوق عذابه لما يدّعيه من الباطل."
        },
        {
            "verse_number": 80,
            "verse_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
            "explanation": "Nous récupèrerons alors les biens et la descendance qu’il a laissés après l’avoir anéanti et il viendra à Nous seul le Jour de la Résurrection, dépourvu de la richesse et du prestige qui faisaient sa force dans le bas monde.",
            "arabic_explanation": "ونرث ما تركه من مال وولد بعد إهلاكنا له، ويجيئنا يوم القيامة فردًا قد سلب منه ما كان يتمتّع به من مال ومن جاه."
        },
        {
            "verse_number": 81,
            "verse_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
            "explanation": "Les polythéistes ont adopté des divinités à la place d’Allah afin qu’ils les secourent et les assistent.",
            "arabic_explanation": "واتّخذ المشركون لهم معبودين من دون الله؛ ليكونوا لهم ظهيرًا ومعينًا ينتصرون بهم."
        },
        {
            "verse_number": 82,
            "verse_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
            "explanation": "Or le Jour de la Résurrection, ces divinités renieront l’adoration que leur vouaient les polythéistes, les désavoueront et se feront leurs ennemis.",
            "arabic_explanation": "ليس الأمر كما زعموا، فهذه المعبودات التي يعبدونها من دون الله ستجحد عبادة المشركين لها يوم القيامة، وتتبرّأ منهم، وتكون لهم أعداء."
        },
        {
            "verse_number": 83,
            "verse_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
            "explanation": "Ô Messager, n’as-tu pas vu que Nous avons envoyé les démons et que Nous leur avons accordé une emprise sur les mécréants, les incitant à commettre des actes de désobéissance et à détourner les gens de la religion d’Allah ?",
            "arabic_explanation": "ألم تر - أيها الرسول - أنا بعثنا الشياطين، وسلّطناهم على الكفار تهيّجهم إلى فعل المعاصي والصد عن دين الله تهييجًا؟"
        },
        {
            "verse_number": 84,
            "verse_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
            "explanation": "Ô Messager, ne t’empresse pas de demander à Allah de hâter leur anéantissement car Nous connaissons avec précision les durées de leurs vies et lorsque le répit que Nous leur accordons se termine, Nous les punissons de la manière qu’ils méritent.",
            "arabic_explanation": "فلا تعجل - أيها الرسول - بطلب الله أن يعجّل هلاكهم، إنما نحصي أعمارهم إحصاء، حتى إذا انتهى وقت إمهالهم عاقبناهم بما يستحقّون."
        },
        {
            "verse_number": 85,
            "verse_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
            "explanation": "Ô Messager, rappelle-toi que le Jour de la Résurrection, Nous rassemblerons ceux qui craignaient Allah, observaient Ses commandements et renonçaient à Ses interdits, et les mènerons auprès de leur Seigneur avec les honneurs.",
            "arabic_explanation": "اذكر - أيها الرسول - يوم القيامة يوم نجمع المتقين ربهم - بامتثال أوامره واجتناب نواهيه - إلى ربهم وفدًا مكرمين مُعَزَّزين."
        },
        {
            "verse_number": 86,
            "verse_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
            "explanation": "Tandis que les mécréants seront conduits en Enfer dans un état de soif extrême.",
            "arabic_explanation": "ونسوق الكفار إلى جهنم عطاشًا."
        },
        {
            "verse_number": 87,
            "verse_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
            "explanation": "Ces mécréants n’auront pas le pouvoir d’intercéder les uns en faveur des autres, excepté ceux qui se seront engagés auprès d’Allah dans le bas monde à croire en Lui et en Ses messagers.",
            "arabic_explanation": "لا يملك هؤلاء الكفار الشفاعة لبعضهم إلا من اتّخذ عند الله في الدنيا عهدًا بالإيمان به وبرسله."
        },
        {
            "verse_number": 88,
            "verse_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
            "explanation": "Les juifs, les chrétiens et certains polythéistes prétendent qu’Allah s’est donné un fils.",
            "arabic_explanation": "وقال اليهود والنصارى وبعض المشركين: اتخذ الرحمن ولدًا."
        },
        {
            "verse_number": 89,
            "verse_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
            "explanation": "Ô vous qui prétendez cela, vous dites là quelque chose d’affreux.",
            "arabic_explanation": "لقد جئتم - أيها القائلون بهذا - شيئًا عظيمًا."
        },
        {
            "verse_number": 90,
            "verse_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
            "explanation": "Les Cieux et la Terre manquent de se fendre et les montagnes manquent de s’écrouler, à cause de ces paroles ignobles.",
            "arabic_explanation": "تكاد السماوات تتشقّق من هذا القول المنكر، وتكاد الأرض تتصدّع، وتكاد الجبال تسقط منهدمة."
        },
        {
            "verse_number": 91,
            "verse_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
            "explanation": "Ces phénomènes sont dus à leur allégation selon laquelle Allah a un fils, qu’Il soit hautement élevé au-dessus de cette ignominie.",
            "arabic_explanation": "كل ذلك من أجل أن نسبوا للرحمن ولدًا، تعالى الله عن ذلك علوًّا كبيرًا."
        },
        {
            "verse_number": 92,
            "verse_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
            "explanation": "Il ne convient pas que le Tout-Miséricordieux ait un enfant, cela est exclu.",
            "arabic_explanation": "وما يستقيم أن يتخذ الرحمن ولدًا لتنزّهه عن ذلك."
        },
        {
            "verse_number": 93,
            "verse_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
            "explanation": "Toutes les créatures présentes dans les Cieux et sur Terre –anges, humains et djinns– se rendront le Jour de la Résurrection, en toute soumission auprès de leur Seigneur.",
            "arabic_explanation": "ما كل من في السماوات والأرض من الملائكة والإنس والجن إلا يأتي ربه يوم القيامة خاضعًا."
        },
        {
            "verse_number": 94,
            "verse_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
            "explanation": "Ils les cernent tous de Sa connaissance, Lui qui les a tous dénombrés. Rien de ce qui les concerne ne Lui échappe donc.",
            "arabic_explanation": "لقد أحاط بهم علمًا، وعدّهم عدًّا، فلا يخفى عليه منهم شيء."
        },
        {
            "verse_number": 95,
            "verse_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
            "explanation": "Puis le Jour de la Résurrection, chacun d’eux se rendra individuellement auprès de Lui sans être accompagné par sa richesse ou par un secoureur.",
            "arabic_explanation": "وكل واحد منهم يأتيه يوم القيامة منفردًا لا ناصر له ولا مال."
        },
        {
            "verse_number": 96,
            "verse_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
            "explanation": "Allah accordera Son amour à ceux qui croient en Allah et accomplissent des œuvres qu’Il agrée et inspirera aux gens de les aimer.",
            "arabic_explanation": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات المرضية عند الله، سيجعل لهم الله محبة بحبه إياهم، وبتحبيبهم إلى عباده."
        },
        {
            "verse_number": 97,
            "verse_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
            "explanation": "Ô Messager, Nous avons facilité la compréhension de Coran en te le révélant dans ta langue. Ceci, afin que tu annonces la bonne nouvelle aux pieux, qui observent Mes commandements et renoncent à Mes interdits, et que tu menaces des gens tenaces dans leur opposition et leur dédain de reconnaître la vérité.",
            "arabic_explanation": "فإنما يسّرنا هذا القرآن بإنزاله بلسانك - أيها الرسول - من أجل أن تبشّر به المتقين الذين يمتثلون أوامري، ويجتنبون نواهيّ، وتخوّف به قومًا أشداء في الخصومة والمكابرة في الإذعان للحق."
        },
        {
            "verse_number": 98,
            "verse_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
            "explanation": "Qu’ils sont nombreux les peuples que Nous avons anéantis avant le tien ! Connais-tu un seul représentant de ces peuples en vie ou entends-tu parler d’eux? Ce qui s’est abattu sur eux peut s’abattre sur d’autres si Allah le décide.",
            "arabic_explanation": "وما أكثر الأمم التي أهلكناها من قبل قومك، فهل تشعر اليوم بأحد من تلك الأمم؟! وهل تسمع لهم صوتًا خفيًّا؟! فما أصابهم قد يصيب غيرهم حين يأذن الله."
        }
    ]
}