{
    "surah_name": "AL ‘IMRÂN",
    "surah_number": 3,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "الٓمٓ",
            "explanation": "Ces lettres séparées apparaissent dans Sourate Al-Baqarah et renvoient à l’incapacité des Arabes à composer un équivalent de ce Coran alors que celui-ci est constitué de lettres semblables à celles qui introduisent cette sourate et dont ils se servent pour façonner leurs paroles.",
            "arabic_explanation": "(آلم) هذه الحروف المقطعة تقدّم نَظيرُها في سورة البقرة، وفيها إشارة إلى عجز العرب عن الإتيان بمثل هذا القرآن مع أنه مؤلف من مثل هذه الحروف التي بُدِئت بها السورة، والتي يُركّبون منها كلامهم."
        },
        {
            "verse_number": 2,
            "verse_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ",
            "explanation": "Allah, il n’y a pas de divinité méritant d’être adorée hormis Lui, le Vivant d’une vie parfaite sans mort ni imperfection et Celui qui subsiste par lui-même et qui se passe de toutes Ses créatures. C’est par Lui qu’existent toutes les créatures qui ne peuvent, elles, se passer de Lui.",
            "arabic_explanation": "الله الذي لا إله يُعبد بحق إلا هو وحده دون سواه، الحي حياة كاملة لا موت فيها ولا نقص، القيُّوم الذي قام بنفسه فاستغنى عن جميع خلقه، وبه قامت جميع المخلوقات فلا تستغني عنه في كل أحوالها."
        },
        {
            "verse_number": 3,
            "verse_text": "نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ",
            "explanation": "Ô Prophète, Il t’a révélé le Coran contenant des histoires véridiques et des jugements justes, c’est une révélation conforme à ce que contenaient les livres précédents en ne les contredisant donc pas.\nIl révéla aussi la Torah à Moïse et l’Evangile à Jésus\navant de te révéler le Coran. Tous ces livres divins constituent une guidée et une orientation pour les hommes: ils les mènent vers ce qui est profitable d’un point de vue religieux et mondain. Il révéla également le Discernement, grâce auquel on distingue le vrai du faux et la guidée de l’égarement. Ceux qui mécroient aux versets qu’Allah t’a révélés auront un sévère châtiment. Allah est le Puissant auquel nul ne tient tête et Il est le Détenteur du pouvoir absolu face à ceux qui démentent Ses messagers et s’opposent à Son ordre.",
            "arabic_explanation": "3 - 4 - نزَّل عليك - أيها النبي- القرآن بالصدق في الأخبار والعدل في الأحكام، موافقًا لما سبقه من الكتب الإلهية، فلا تعارض بينها، وأنزل التوراة على موسى، والإنجيل على عيسى عليهما السلام مِن قبلِ تنزيل القرآن عليك، وهذه الكتب الإلهية كلها هداية وإرشاد للناس إلى ما فيه صلاح دينهم ودنياهم، وأنزل الفرقان الذي يعرف به الحق من الباطل والهدى من الضلال. والذين كفروا بآيات الله التي أنزلها عليك لهم عذاب شديد. والله عزيز لا يُغالبه شيء، ذو انتقام ممن كذَّب رسله وخالف أمره."
        },
        {
            "verse_number": 4,
            "verse_text": "مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
            "explanation": "Ô Prophète, Il t’a révélé le Coran contenant des histoires véridiques et des jugements justes, c’est une révélation conforme à ce que contenaient les livres précédents en ne les contredisant donc pas.\nIl révéla aussi la Torah à Moïse et l’Evangile à Jésus\navant de te révéler le Coran. Tous ces livres divins constituent une guidée et une orientation pour les hommes: ils les mènent vers ce qui est profitable d’un point de vue religieux et mondain. Il révéla également le Discernement, grâce auquel on distingue le vrai du faux et la guidée de l’égarement. Ceux qui mécroient aux versets qu’Allah t’a révélés auront un sévère châtiment. Allah est le Puissant auquel nul ne tient tête et Il est le Détenteur du pouvoir absolu face à ceux qui démentent Ses messagers et s’opposent à Son ordre.",
            "arabic_explanation": "3 - 4 - نزَّل عليك - أيها النبي- القرآن بالصدق في الأخبار والعدل في الأحكام، موافقًا لما سبقه من الكتب الإلهية، فلا تعارض بينها، وأنزل التوراة على موسى، والإنجيل على عيسى عليهما السلام مِن قبلِ تنزيل القرآن عليك، وهذه الكتب الإلهية كلها هداية وإرشاد للناس إلى ما فيه صلاح دينهم ودنياهم، وأنزل الفرقان الذي يعرف به الحق من الباطل والهدى من الضلال. والذين كفروا بآيات الله التي أنزلها عليك لهم عذاب شديد. والله عزيز لا يُغالبه شيء، ذو انتقام ممن كذَّب رسله وخالف أمره."
        },
        {
            "verse_number": 5,
            "verse_text": "إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
            "explanation": "Rien ne se soustrait à la connaissance d’Allah, que ce soit sur Terre ou dans le Ciel, puisque Sa connaissance embrasse toute chose visible ou cachée.",
            "arabic_explanation": "إن الله لا يخفى عليه شيء في الأرض ولا في السماء، قد أحاط علمه بالأشياء كلها ظاهرها وباطنها."
        },
        {
            "verse_number": 6,
            "verse_text": "هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Il est Celui qui vous crée sous des formes diverses dans les ventres de vos mères et fait de vous s’Il le veut un mâle ou une femelle, une personne belle ou laide, blanche ou noire. Il n’existe pas de divinité méritant d’être adorée hormis Lui, le Puissant qui ne peut être vaincu, le Sage dont la Sagesse se manifeste dans Sa création, Sa gestion de l’Univers et Sa religion.",
            "arabic_explanation": "هو الذي يخلقكم صورًا شتى في بطون أمهاتكم كيف يشاء، من ذكرٍ أو أنثى، وحسن أو قبيح، وأبيض أو أسود، لا معبود بحق غيره، العزيز الذي لا يُغَالَب، الحكيم في خلقه وتدبيره وشرعه."
        },
        {
            "verse_number": 7,
            "verse_text": "هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
            "explanation": "Ô Prophète, Il est Celui qui te révéla le Coran dans lequel il y a des versets à la signification claire sans équivoque qui représentent le fondement du Coran et sa plus grande part. Ces versets sont la référence en cas de divergence. D’autres versets possèdent plusieurs significations possibles et sont équivoques pour la plupart des gens. Ceux dont les cœurs sont enclins à dévier de la vérité délaissent les versets sans équivoque et optent pour les versets équivoques désirant par cela soulever des ambiguïtés et égarer les gens. Ils désirent également les interpréter selon ce que dictent leurs passions et conformément à leurs croyances corrompues. Or Seul Allah connaît la véritable signification de ces versets et ce qu’il en adviendra. Ceux qui sont bien enracinés dans la science et la maîtrisent disent: Nous croyons au Coran dans sa totalité car sa totalité provient d’Allah. De plus, ils expliquent les versets équivoques par les versets non équivoques. Seuls ceux qui sont doués d’une raison saine se rappellent et tirent des leçons de ces rappels.",
            "arabic_explanation": "هو الذي أنزل عليك - أيها النبي - القرآن، منه آيات واضحة الدلالة، لا لبس فيها، هي أصل الكتاب ومعظمه، وهي المرجع عند الاختلاف، ومنه آيات أُخر محتملة لأكثر من معنى، يلتبس معناها على أكثر الناس، فأما الذين في قلوبهم ميل عن الحق فيتركون المُحْكم، ويأخذون بالمتشابه المُحْتمل؛ يبتغون بذلك إثارة الشبهة وإضلال الناس، ويبتغون بذلك تأويلها بأهوائهم على ما يوافق مذاهبهم الفاسدة، ولا يعلم حقيقة معاني هذه الآيات وعاقبتها التي تؤول إليها إلا الله. والراسخون في العلم المتمكنون منه يقولون: آمنا بالقرآن كله؛ لأنه كله من عند ربنا، ويفسرون المتشابه بما أُحْكِم منه. وما يتذكر ويتعظ إلا أصحاب العقول السليمة."
        },
        {
            "verse_number": 8,
            "verse_text": "رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
            "explanation": "Ces gens versés dans la science disent: Seigneur, ne dévie pas nos cœurs de la vérité après nous y avoir guidés, préserve-nous du mal qui a atteint les pervers et accorde-nous une miséricorde étendue venant de Toi, par laquelle Tu guides nos cœurs et Tu nous préserves de l’égarement. Ô notre Seigneur, tu es le Grand Donateur (du nom d’Allah `al-wahhâbu) et Tes dons sont immenses.",
            "arabic_explanation": "وهؤلاء الراسخون يقولون: ربنا لا تُمِل قلوبنا عن الحق بعد أن هديتنا إليه، وسلِّمنا مما أصاب المنحرفين المائلين عن الحق، وهب لنا رحمة واسعة من عندك تهدي بها قلوبنا، وتعصمنا بها من الضلال، إنك - يا ربنا - الوهاب كثير العطاء."
        },
        {
            "verse_number": 9,
            "verse_text": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
            "explanation": "Seigneur, Tu rassembleras auprès de Toi tous les hommes en un Jour au sujet duquel il n’existe aucun doute, afin de leur faire rendre des comptes. Ce Jour arrivera indubitablement. Ô notre Seigneur, Tu ne manques jamais à Ta promesse.",
            "arabic_explanation": "ربنا إنك ستجمع الناس جميعًا إليك لحسابهم في يوم لا شك فيه، فهو آت لا محالة، إنك - يا ربنا - لا تخلف الميعاد."
        },
        {
            "verse_number": 10,
            "verse_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ",
            "explanation": "Quant à ceux qui mécroient en Allah et en Ses messagers, ni leurs richesses ni leurs enfants ne les préserveront du châtiment d’Allah, ni dans ce monde ni dans l’au-delà. Ils seront le combustible du feu de l’Enfer le Jour de la Résurrection.",
            "arabic_explanation": "إن الذين كفروا بالله وبرسله لن تمنع عنهم أموالهم ولا أولادهم عذابَ الله، لا في الدنيا ولا في الآخرة، وأولئك المتصفون بتلك الصفات هم حطب جهنم الذي توقد به يوم القيامة."
        },
        {
            "verse_number": 11,
            "verse_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
            "explanation": "Ces mécréants sont semblables aux gens de Pharaon et à ceux avant eux qui mécrurent en Allah et en Ses versets. Allah les supplicia en raison de leurs péchés et ni leurs richesses ni leurs enfants ne leur furent d’un quelconque secours. Allah est dur en punition avec ceux qui mécroient en Lui et démentent Ses versets.",
            "arabic_explanation": "وشأن هؤلاء الكافرين كشأن آل فرعون ومَن قبلهم من الذين كفروا بالله وكذبوا بآياته، فعذبهم الله بسبب ذنوبهم، ولم تنفعهم أموالهم ولا أولادهم، والله شديد العقاب لمن كفر به، وكذَّب بآياته."
        },
        {
            "verse_number": 12,
            "verse_text": "قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ",
            "explanation": "Ô Messager, dis aux mécréants toutes religions confondues: \nLes croyants vous vaincront, vous mourrez dans la mécréance et Allah vous rassemblera vers le feu de l’Enfer et quel mauvais lieu pour se reposer.",
            "arabic_explanation": "قل - أيها الرسول - للذين كفروا على اختلاف دياناتهم: سيغلبكم المؤمنون، وتموتون على الكفر، ويجمعكم الله إلى نار جهنم، وبئس الفراش لكم."
        },
        {
            "verse_number": 13,
            "verse_text": "قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ",
            "explanation": "Vous avez là une indication et une leçon dans l’affrontement des deux armées lors de la Bataille de Badr. L’une était croyante et était constituée du Messager d’Allah et de ses Compagnons. Elle combattait pour la cause d’Allah afin que Sa parole soit la plus haute et que la parole des mécréants soit la plus basse tandis que l’autre était mécréante et était constituée des mécréants de la Mecque qui sortirent combattre par orgueil, ostentation et tribalisme.\nLes croyants voyaient de leurs yeux cette troupe compter le double de son  nombre réel mais Allah a secouru Ses alliés car Allah soutient par Son secours qui Il veut. C’est une leçon et un exemple adressés à ceux qui sont doués de clairvoyance afin qu’ils sachent que la victoire échoit aux partisans de la foi, même si leur nombre est faible et que la défaite est le lot des partisans de l’erreur, même si leur nombre est grand.",
            "arabic_explanation": "قد كان لكم دلالة وعبرة في فرقتين التقتا للقتال يوم بدر، إحداهما فرقة مؤمنة وهي رسول الله صلى الله عليه وسلم وأصحابه، تقاتل في سبيل الله لتكون كلمة الله هي العليا، وكلمة الذين كفروا السفلى، والأخرى فرقة كافرة وهم كفار مكة الذين خرجوا فخرًا ورياءً وعصبية، يراهم المؤمنون ضِعْفيهم حقيقةً رأي عين، فنصر الله أولياءه، والله يؤيد بنصره من يشاء، إن في ذلك لعبرة وعظة لأصحاب البصائر، ليعلموا أن النصر لأهل الإيمان وإن قَلَّ عددهم، وأن الهزيمة لأهل الباطل وإن كثر عددهم."
        },
        {
            "verse_number": 14,
            "verse_text": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ",
            "explanation": "Allah annonce qu’Il a embelli aux yeux des gens, à titre d’épreuve, ce qu’ils désirent dans ce bas monde, c’est-à-dire les femmes, une descendance prolifique, les grandes richesses constituées d’or et d’argent, les beaux chevaux dressés, les troupeaux de dromadaires, de bovins, de caprins et d’ovins ainsi que les terres agricoles.\nTout cela constitue la jouissance éphémère du bas monde, mais Allah détient Seul la demeure éternelle, à savoir le Paradis, dont la largeur est aussi immense que les Cieux et la Terre.",
            "arabic_explanation": "يخبر الله تعالى أنه حَسَّن للناس - ابتلاءً لهم - حب الشهوات الدنيوية: مثل النساء، والبنين، والأموال الكثيرة المجتمعة من الذهب والفضة، والخيل المُعلَّمة الحسان، والأنعام من الإبل والبقر والغنم، وزراعة الأرض، ذلك متاع الحياة الدنيا يُتَمتَّعُ به فترة ثم يزول، فلا ينبغي للمؤمن أن يتعلق به، والله عنده وحده حسن المرجع، وهو الجنة التي عرضها السماوات والأرض."
        },
        {
            "verse_number": 15,
            "verse_text": "۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ",
            "explanation": "Ô Messager, dis:\nVoulez-vous que je vous montre ce qui est meilleur que toutes ces choses que vous désirez ? Ceux qui craignent Allah en Lui obéissant et en s’abstenant de Lui désobéir auront droit à des vergers où des rivières coulent sous les arbres et les palais. Ils y resteront éternellement et n’y connaîtront ni la mort ni la disparition.\nIls auront dans ces vergers des épouses purifiées de tout défaut physique ou moral et ils auront en plus de cela l’agrément d’Allah qui ne sera jamais insatisfait d’eux.\nAllah voit les situations de Ses serviteurs, rien ne Lui en échappe et Il les rétribuera pour leurs agissements.",
            "arabic_explanation": "قل - أيها الرسول -: أأخبركم بخير من تلك الشهوات؟ للذين اتقوا الله بفعل طاعته وترك معصيته جناتٌ تجري من تحت قصورها وأشجارها الأنهار، خالدين فيها لا يدركهم موت ولا فناء، ولهم فيها أزواج مطهرات من كل سوء في خَلْقِهن وأخلاقهن، ولهم مع ذلك رضوان من الله يحلُّ عليهم فلا يسخط عليهم أبدًا، والله بصير بأحوال عباده، لا يخفى عليه شيء منها، وسيجازيهم عليها."
        },
        {
            "verse_number": 16,
            "verse_text": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
            "explanation": "Ces gens du Paradis seront ceux qui diront dans leur invocation adressée à leur Seigneur: Seigneur, nous croyons en Toi et en ce que Tu as révélé à Tes messagers et nous suivons Ta Législation. Pardonne-nous donc les péchés que nous avons commis et prémunis-nous contre le châtiment de l’Enfer.",
            "arabic_explanation": "أهل الجنة هؤلاء هم الذين يقولون في دعائهم لربهم: ربنا إننا آمنا بك، وبما أنزلت على رسلك، واتبعنا شريعتك؛ فَاغْفِرْ لنا ما ارتكبنا من ذنوب، وجنِّبنا عذاب النار."
        },
        {
            "verse_number": 17,
            "verse_text": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ",
            "explanation": "Ce sont eux les endurants, qui persévèrent dans l’accomplissement d’actes de piété, s’abstiennent de commettre de mauvaises actions et affrontent courageusement les épreuves. Ce sont eux les véridiques dans leurs paroles et sincères dans leurs œuvres, eux qui obéissent complètement à Allah, dépensent leurs richesses pour Sa cause et implorent Son pardon à la fin de la nuit car l’invocation accomplie à la fin de la nuit est plus susceptible d’être exaucée et de plus, le cœur y est libre de toute autre préoccupation.",
            "arabic_explanation": "وهم الصابرون على فعل الطاعات وترك السيئات، وعلى ما يصيبهم من البلاء، وهم الصادقون في أقوالهم وأعمالهم، وهم المطيعون لله طاعة تامة، وهم المنفقون أموالهم في سبيل الله، وهم المستغفرون آخر الليل؛ لأن الدعاء فيه أقرب للإجابة، ويخلو فيه القلب من الشواغل."
        },
        {
            "verse_number": 18,
            "verse_text": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Allah atteste qu’Il est le Dieu (`al-`ilâhu) méritant d’être adoré à l’exclusion de toute autre divinité, en raison des signes religieux et temporels qui indiquent Sa Divinité. Les anges attestent également de cela, de même que les gens de science en attestent lorsqu’ils enseignent le monothéisme et appellent à le professer. Ils attestent donc du plus éminent objet d’attestation qui est la proclamation de l’Unicité d’Allah et ils affirment que Sa justice règne sur Sa création et régit Ses prescriptions religieuses. Point de divinité hormis Lui. Il est le Puissant à qui personne ne tient tête, le Sage dont la Sagesse se manifeste dans Sa création, Sa gestion de l’Univers et Sa religion.",
            "arabic_explanation": "شهد الله على أنه هو الإله المعبود بحق دون سواه، وذلك بما أقام من الآيات الشرعية والكونية الدالة على ألوهيته، وشهد على ذلك الملائكة، وشهد أهل العلم على ذلك ببيانهم للتوحيد ودعوتهم إليه، فشهدوا على أعظم مشهود به وهو توحيد الله وقيامه تعالى بالعدل في خلقه وشرعه، لا إله إلا هو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وتشريعه."
        },
        {
            "verse_number": 19,
            "verse_text": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
            "explanation": "La religion acceptée par Allah est l’Islam, qui consiste à se soumettre et à s’asservir à Lui. Il consiste aussi à croire en tous les messagers jusqu’à leur Sceau Muħammad par lequel Allah scella l’envoi des messages célestes. Allah n’acceptera donc pas d’autre Législation que celle de l’Islam.\nLes juifs et les chrétiens n’ont divergé dans leur religion et ne se sont divisés en sectes qu’après que la science religieuse qui leur parvint ait établi l’argument d’Allah contre eux.  Cette divergence était motivée par l’envie et l’avidité pour le bas monde. Si quelqu’un mécroit aux versets d’Allah révélés à Son Messager, qu’il sache qu’Allah est prompt à demander des comptes à ceux qui mécroient en Lui et démentent Ses messagers.",
            "arabic_explanation": "إن الدين المقبول عند الله هو الإسلام، وهو الانقياد لله وحده بالطاعة والاستسلام له بالعبودية؛ والإيمان بالرسل جميعًا إلى خاتمهم محمد صلى الله عليه وسلم، الذي ختم الله به الرسالات، فلا يَقْبَلُ غير شريعته. وما اختلف اليهود والنصارى في دينهم وافترقوا شيعًا وأحزابًا إلا من بعد ما قامت عليهم الحجة بما جاءهم من العلم، حسدًا وحرصًا على الدنيا. ومن يكفر بآيات الله المنزلة على رسوله فإن الله سريع الحساب لمن كفر به وكذَّب رسله."
        },
        {
            "verse_number": 20,
            "verse_text": "فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ",
            "explanation": "S’ils te contredisent ô Messager au sujet de la vérité qui t’a été révélée, réponds-leur en disant: Moi ainsi que les croyants qui m’ont suivi sommes entièrement soumis à Allah. Dis, ô Messager, aux Gens du livre et aux polythéistes: Vous êtes-vous exclusivement soumis à Allah et suivez-vous ce que j’apporte ?\nS’ils se soumettent à Allah et suivent ta Législation, ils empruntent alors la voie de la guidée, mais s’ils se détournent de l’Islam, tu n’es chargé que de leur faire parvenir la révélation. La suite est du ressort d’Allah, car Il voit ce que font Ses serviteurs et Il rétribuera chacun selon ce qu’il a œuvré.",
            "arabic_explanation": "فإن جادلوك - أيها الرسول - في الحق الذي نزل عليك، فقل مجيبًا إياهم: أسلمت أنا ومن تبعني من المؤمنين لله تعالى، وقل - أيها الرسول - لأهل الكتاب والمشركين: أأسلمتم لله تعالى مخلصين له متبعين لما جِئتُ به؟ فإن أسلموا لله واتبعوا شريعتك فقد سلكوا سبيل الهدى، وإن أعرضوا عن الإسلام فليس عليك إلا أن تبلغهم ما أرسلت به، وأمرهم إلى الله، فهو تعالى بصير بعباده، وسيجازي كل عامل بما عمل."
        },
        {
            "verse_number": 21,
            "verse_text": "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ",
            "explanation": "Quant à ceux qui mécroient aux arguments qu’Allah leur a révélés, assassinent Ses prophètes sans autre raison que leur goût de l’injustice et de la tyrannie, et tuent les gens qui enjoignent aux autres la justice, c’est-à-dire ceux qui ordonnent ce qui est convenable et en défendent ce qui est blâmable, annonce-leur un châtiment douloureux.",
            "arabic_explanation": "إن الذين يكفرون بحجج الله التي أنزلها عليهم، ويقتلون أنبياءه بغير حق، وإنما ظلمًا وعدوانًا، ويقتلون الذين يأمرون بالعدل من الناس، وهم الآمرون بالمعروف والناهون عن المنكر، بشِّر هؤلاء الكفار القتلة بعذاب أليم."
        },
        {
            "verse_number": 22,
            "verse_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
            "explanation": "Pour ceux qui possèdent ces caractéristiques, qu’ils sachent que leurs œuvres sont annulées et qu’ils ne peuvent en tirer profit dans le bas monde ni dans l’au-delà, faute d’avoir cru en Allah.\nIls n’auront pas de secoureur capable d’éloigner d’eux le châtiment.",
            "arabic_explanation": "أولئك المتصفون بتلك الصفات قد بطلت أعمالهم فلا ينتفعون بها في الدنيا ولا في الآخرة، لعدم إيمانهم بالله، وما لهم من ناصرين يدفعون عنهم العذاب."
        },
        {
            "verse_number": 23,
            "verse_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ",
            "explanation": "Ô Prophète, n’as-tu pas vu le cas des juifs à qui Allah donna une part de la connaissance de la Torah et les indices concernant ta Prophétie ?\nOn les invite à retourner au Livre d’Allah, la Torah, pour trancher leur divergence, mais leurs savants et chefs s’en vont en se détournant du jugement de ce Livre lorsqu’il n’est pas conforme à leurs passions.\nOr ils devraient être les plus  prompts à recourir à son jugement puisqu’ils prétendent qu’ils le suivent.",
            "arabic_explanation": "ألم تنظر - أيها النبي - إلى حال اليهود الذين آتاهم الله حظًّا من العلم بالتوراة وما دلَّت عليه من نبوتك، يُدْعَون إلى الرجوع إلى كتاب الله التوراة ليفصل بينهم فيما اختلفوا فيه، ثم ينصرف فريق من علمائهم ورؤسائهم وهم مُعْرِضون عن حكمه إذ لم يوافق أهواءهم، وكان الأولى بهم - وهم يزعمون اتباعهم له - أن يكونوا أسرع الناس إلى التحاكم إليه."
        },
        {
            "verse_number": 24,
            "verse_text": "ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ",
            "explanation": "Ce refus de la vérité s’explique par le fait qu’ils prétendaient que le Jour de la Résurrection, ils ne subiront le châtiment du Feu que durant quelques jours puis qu’ils entreront au Paradis.\nCette idée mensongère les a trompés et les a poussés à s’en prendre à Allah et à Sa religion",
            "arabic_explanation": "ذلك الانصراف عن الحق والإعراض عنه لأنهم كانوا يدَّعون أن النار لن تمسهم يوم القيامة إلا أيامًا قليلة، ثم يدخلون الجنة، فغَرَّهم هذا الظن الذي اختلقوه من الأكاذيب والأباطيل فتجرؤوا على الله ودينه."
        },
        {
            "verse_number": 25,
            "verse_text": "فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
            "explanation": "Dans quelle situation seront ces gens et quelle sera l’amertume de leur regret ?\nIls seront sûrement dans un état extrêmement malheureux et leur regret sera très amer lorsqu’on les rassemblera pour la Reddition de Comptes en un Jour au sujet duquel il n’existe aucun doute (le Jour de la Résurrection) et que l’on donnera à chaque âme la rétribution méritée pour ce qu’elle a accompli, sans que l’on soit injuste avec elle en lui retranchant une part de bonnes œuvres ou en lui en ajoutant de mauvaises œuvres.",
            "arabic_explanation": "فكيف يكون حالهم وندمهم؟! سيكون غاية في السوء إذا جمعناهم للحساب في يوم لا شك فيه وهو يوم القيامة، وأعطيت كل نفس جزاء ما عملت على قدر ما تستحق، من غير ظلم بنقص حسناتها، أو زيادة سيئاتها."
        },
        {
            "verse_number": 26,
            "verse_text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "Ô Messager, loue et vénère ton Seigneur par ces mots: Ô Allah, Tu es le Possesseur de la Souveraineté (mâliku l-mulki) dans sa totalité, dans le bas monde comme dans l’au-delà. Tu accordes la souveraineté à qui Tu veux parmi Tes créatures et Tu la retires à qui Tu veux. Tu donnes la puissance à qui Tu veux et Tu humilies qui Tu veux. Tu fais tout cela par Ta sagesse et Ta justice. Tout le bien est en Ta main Toi Seul et Tu as le pouvoir d’accomplir toute chose.",
            "arabic_explanation": "قل - أيها الرسول - مُثْنيًا على ربك ومعظّمًا له: اللَّهُمَّ أنت مالك الملك كله في الدنيا والآخرة، تؤتي الملك من تشاء من خلقك، وتنزعه ممن تشاء، وتُعز من تشاء منهم، وتذل من تشاء، وكل ذلك بحكمتك وعدلك، وبيدك وحدك الخير كله، وأنت على كل شيء قدير."
        },
        {
            "verse_number": 27,
            "verse_text": "تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ",
            "explanation": "Parmi les manifestations de Ton pouvoir, Tu fais pénétrer la nuit dans le jour et alors, la durée du  jour augmente. De même, Tu fais pénétrer le jour dans la nuit et alors, la durée de la nuit augmente. Tu fais sortir ce qui est vivant de ce qui est mort comme lorsque Tu fais d’un mécréant un croyant et d’un grain une plante. De même, Tu fais sortir ce qui est mort de ce qui est vivant comme lorsque Tu fais d’un croyant un mécréant et que Tu fais sortir d’une poule un œuf. De plus, Tu pourvois qui Tu veux d’une immense subsistance sans compter ni dénombrer.",
            "arabic_explanation": "ومن مظاهر قدرتك أنك تدخل الليل في النهار فيطول وقت النهار، وتدخل النهار في الليل فيطول وقت الليل، وتخرج الحي من الميت؛ كإخراج المؤمن من الكافر، والزرع من الحب، وتخرج الميت من الحي؛ كالكافر من المؤمن، والبيضة من الدجاجة، وترزق من تشاء رزقًا واسعًا من غير حساب وعدّ."
        },
        {
            "verse_number": 28,
            "verse_text": "لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
            "explanation": "Ô croyants, ne prenez pas les mécréants pour alliés que vous aimez et soutenez au lieu d’aimer et de soutenir les autres croyants. Quiconque agit de la sorte se désavoue d’Allah et Allah se désavoue de lui, sauf si vous êtes sous leur domination et que vous craigniez qu’ils ne s’en prennent à vos vies. Dans ce cas, il n’y a pas de mal de repousser leur mal en leur manifestant de la douceur dans les paroles et les gestes tout en éprouvant de l’hostilité pour eux. Allah vous avertit contre Lui. Craignez-Le donc et ne vous exposez pas à Sa colère en commettant des actes de désobéissance. C’est auprès d’Allah Seul que les serviteurs retourneront le Jour de la Résurrection afin qu’Il les rétribue pour leurs œuvres.",
            "arabic_explanation": "لا تتخذوا - أيها المؤمنون - الكافرين أولياء تحبونهم وتنصرونهم من دون المؤمنين، ومن يفعل ذلك فقد برئ من الله وبرئ الله منه، إلا أن تكونوا في سلطانهم فتخافوهم على أنفسكم، فلا حرج أن تتقوا أذاهم بإظهار اللين في الكلام واللطف في الفعال، مع إضمار العداوة لهم، ويحذركم الله نفسه فخافوه، ولا تتعرضوا لغضبه بارتكاب المعاصي، وإلى الله وحده رجوع العباد يوم القيامة لمجازاتهم على أعمالهم."
        },
        {
            "verse_number": 29,
            "verse_text": "قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "Ô Prophète, dis: Que vous dissimuliez dans vos cœurs l’alliance que vous a défendue Allah avec les mécréants ou que vous la manifestiez, Allah en est au fait et rien ne Lui échappe. Il sait ce qu’il y a dans les Cieux et la Terre. Il a le pouvoir d’accomplir toute chose, rien ne pouvant se soustraire à Son pouvoir.",
            "arabic_explanation": "قل - أيها النبي -: إن تُخفوا ما في صدوركم مما نهاكم الله عنه كموالاة الكفار، أو تظهروا ذلك يعلمه الله، ولا يخفى عليه منه شيء، ويعلم ما في السماوات وما في الأرض، والله على كل شيء قدير، لا يعجزه شيء."
        },
        {
            "verse_number": 30,
            "verse_text": "يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
            "explanation": "Le Jour de la Résurrection, chaque âme retrouvera ses bonnes actions qu’on lui présentera sans que rien n’en manque. Voyant tout le mal qu’elle a commis, elle souhaiterait qu’il y ait entre elle et lui une distance considérable et qu’elle obtienne ce qu’elle espérait. Allah vous avertit. Ne vous exposez pas à Sa colère en commettant des péchés. Il est Compatissant envers Ses serviteurs: c’est pour cette raison qu’Il les avertit et les menace.",
            "arabic_explanation": "يوم القيامة تلقى كلُّ نفس عملها من الخير قد أُتي به لا نقص فيه، والذي عملت من السوء تتمنى أن بينها وبينه زمنًا بعيدًا، وأنى لها ما تمنت! ويحذركم الله نفسه، فلا تتعرضوا لغضبه بارتكاب الآثام، والله رؤوف بالعباد، ولهذا يحذرهم ويخوفهم."
        },
        {
            "verse_number": 31,
            "verse_text": "قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
            "explanation": "Ô Messager, dis:\nSi vous aimez réellement Allah, suivez ce que j’apporte en l’appliquant dans vos œuvres et vos croyances et vous gagnerez alors l’amour d’Allah qui vous pardonnera vos péchés. Allah pardonne ceux parmi Ses serviteurs qui se repentent et se montre miséricordieux à leur égard.",
            "arabic_explanation": "قل - أيها الرسول -: إن كنتم تحبون الله حقًّا فاتبعوا ما جئت به ظاهرًا وباطنًا، تنالوا محبة الله، ويغفر لكم ذنوبكم، والله غفور لمن تاب من عباده رحيم بهم."
        },
        {
            "verse_number": 32,
            "verse_text": "قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
            "explanation": "Ô Messager, dis: Obéissez à Allah et obéissez à Son Messager en vous conformant aux commandements et en s’abstenant de transgresser les interdits. S’ils refusent cela, alors Allah n’aime pas les mécréants, qui font le contraire de ce qu’Il ordonne et de ce qu’ordonne Son Messager.",
            "arabic_explanation": "قل - أيها الرسول -: أطيعوا الله وأطيعوا رسوله بامتثال الأوامر واجتناب النواهي، فإن أعرضوا عن ذلك فإن الله لا يحب الكافرين المخالفين لأمره وأمر رسوله."
        },
        {
            "verse_number": 33,
            "verse_text": "۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ",
            "explanation": "Allah a choisi Adam et fit prosterner les anges devant lui. Il a choisi Noé et en a fait Son premier messager vers les habitants de la Terre. Il a choisi la famille d’Abraham et décerna la prophétie à sa descendance. Il a choisi également la famille de ‘Imrân. Allah a choisi tous ces hommes et les a favorisés sur les gens de leurs époques.",
            "arabic_explanation": "إن الله اختار آدم عليه السلام فأسجد له ملائكته، واختار نوحًا فجعله أول رسول إلى أهل الأرض، واختار آل إبراهيم فجعل النبوة باقية في ذريته، واختار آل عمران؛ اختار كل هؤلاء وفضلهم على أهل زمانهم."
        },
        {
            "verse_number": 34,
            "verse_text": "ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "explanation": "Les prophètes cités et leurs descendances qui suivaient leurs traces sont les descendants les uns des autres et leur filiation s’étend aussi à leur affirmation de l’Unicité d’Allah et les œuvres pieuses. En effet, ils héritaient les uns des autres des vertus et des nobles qualités.\nAllah entend les paroles de Ses serviteurs et connaît leurs agissements. C’est pour cela qu’Il choisit et élit ceux qu’Il veut parmi eux.",
            "arabic_explanation": "هؤلاء المذكورون من الأنبياء وذرياتهم المُتّبِعون لطريقتهم هم ذرية بعضها متسلسل من بعض في توحيد الله وعمل الصالحات، يتوارثون من بعضهم المكارم والفضائل، والله سميع لأقوال عباده، عليم بأفعالهم؛ ولهذا يختار من يشاء منهم، ويصطفي منهم من يشاء."
        },
        {
            "verse_number": 35,
            "verse_text": "إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
            "explanation": "Ô Messager, rappelle-toi lorsque la femme de ‘Imrân et la mère de Marie dit: Ô Seigneur, j’ai décidé de  dédier exclusivement à Toi le fœtus qui est dans mon ventre. Il sera libre de tout autre engagement afin de Te servir et de servir Ta Maison. Accepte  donc cela de moi car Tu entends l’invocation et Tu connais mon intention.",
            "arabic_explanation": "اذكر - أيها الرسول - إذ قالت امرأة عمران والدة مريم عليها السلام: يا رب إني أوجبت على نفسي أن أجعل ما في بطني من حمل خالصًا لوجهك، محرّرًا من كل شيء ليخدمك ويخدم بيتك، فتقبل مني ذلك، إنك أنت السميع لدعائي، العليم بنيّتي."
        },
        {
            "verse_number": 36,
            "verse_text": "فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
            "explanation": "Après la fin de sa grossesse, elle mit au monde un enfant et elle dit, désolée, pensant auparavant qu’elle était enceinte d’un garçon: Ô Seigneur, j’ai mis au monde une fille.\nAllah savait assurément le mieux ce qu’elle avait mis au monde et le garçon qu’elle espérait n’est pas comme la fille qui lui a été donnée en termes de force et constitution physique.\nPuis elle poursuivit en disant: Je l’ai appelée Marie (Maryamu) et je cherche protection auprès de Toi, pour elle ainsi que sa descendance, contre Satan, celui qui a été chassé de Ta Miséricorde.",
            "arabic_explanation": "فلما تم حملُها وضعت ما في بطنها، وقالت معتذرة - وقد كانت ترجو أن يكون الحمل ذكرًا -: يا رب إني ولدتها أنثى، والله أعلم بما ولدت، وليس الذكر الذي كانت ترجوه كالأنثى التي وُهِبت لها في القوة والخِلْقَة. وإني سمَّيتها مريم، وإني حَصَّنتها بك هي وذريتها من الشيطان المطرود من رحمتك."
        },
        {
            "verse_number": 37,
            "verse_text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ",
            "explanation": "Allah accepta pleinement son vœu, fit grandir Marie d’une belle manière, introduisit de la compassion pour elle dans les cœurs de certains de Ses serviteurs pieux et confia sa garde à Zacharie (Zakariyyâ).\nChaque fois que celui-ci entrait auprès de Marie dans son lieu d’adoration, il y trouvait une subsistance bonne et facilement acquise. Il lui demanda alors: Ô Marie, d’où te vient cette subsistance ? Elle lui répondit:\nCette subsistance provient d’Allah et Allah pourvoit qui Il veut d’une subsistance abondante sans compter.",
            "arabic_explanation": "فتقبَّل الله نذرها بقَبول حسن، وأنشأها نشأةً حسنة، وعطف عليها قلوب الصالحين من عباده، وجعل كفالتها إلى زكريا عليه السلام. وكان زكريا كلما دخل عليها مكان العبادة وجد عندها رزقًا طيبًا ميسّرًا، فقال مخاطبًا إياها: يا مريم، من أين لك هذا الرزق؟ قالت مجيبة إياه: هذا الرزق من عند الله، إن الله يرزق من يشاء رزقًا واسعًا بغير حساب."
        },
        {
            "verse_number": 38,
            "verse_text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
            "explanation": "Après avoir vu la subsistance accordée par Allah à Marie fille de ‘Imrân, qui est inhabituelle lorsqu’on la compare à la subsistance qu’Allah accorde au reste des gens, Zaccharie souhaita qu’Allah lui donne un fils malgré son âge avancé et la stérilité de son épouse.\nIl dit ainsi: Ô Seigneur, accorde-moi une bonne descendance. Tu entends l’invocation de celui qui T’invoque et Tu l’exauces.",
            "arabic_explanation": "عند ذلك الذي رآه زكريا من رزق الله تعالى لمريم بنت عمران على غير المعتاد من سُننه تعالى في الرزق؛ رجا أن يرزقه الله ولدًا مع الحال التي هو عليها من تقدم سنِّه وعُقْم امرأته، فقال: يا رب، هب لي ولدًا طيبًا، إنك سميعٌ لدعاء من دعاك، مجيب له."
        },
        {
            "verse_number": 39,
            "verse_text": "فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ",
            "explanation": "Les anges l’appelèrent alors qu’il était en prière dans son lieu d’adoration en lui disant:\nAllah t’annonce un fils qui viendra au monde et qui s’appelle Yaħyâ (Jean-Baptiste). L’une de ses caractéristiques est qu’il aura foi en une parole provenant d’Allah, à savoir Jésus fils de Marie. Celui-ci a été créé de manière particulière, car il a été créé par une parole d’Allah. Ce garçon surpassera son peuple en science et en piété et il bridera ses désirs (dont les désirs charnels) pour se consacrer à l’adoration d’Allah. Il deviendra aussi un prophète et sera du nombre des gens de bien.",
            "arabic_explanation": "فنادته الملائكة مخاطبة له وهو في حال قيامه للصلاة في مكان عبادته بقولها: إن الله يُبشّرك بولد يولد لك اسمه يحيى، من صفته أن يكون مصدقًا بكلمة من الله، وهو عيسى بن مريم - أنه خُلِق خلقًا خاصًّا بكلمة من الله- ويكون هذا الولد سيدًا على قومه في العلم والعبادة، مانعًا نفسه وحابسها عن الشهوات ومنها قُرْبان النساء، متفرغًا لعبادة ربه، ويكون - أيضًا - نبيًّا من الصالحين."
        },
        {
            "verse_number": 40,
            "verse_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ",
            "explanation": "Zacharie dit lorsque les anges lui annoncèrent la naissance de Jean-Baptiste: Ô Seigneur, comment pourrai-je avoir un garçon alors que je suis devenu un vieillard et que mon épouse est stérile? \nAllah lui répondit: Créer Jean-Baptiste d’un père âgé et d’une mère stérile est semblable à d’autres créations sortant de l’ordinaire accomplies par Allah car Allah a le pouvoir d’accomplir toute chose et fait ce qu’Il veut par Sa Sagesse et Sa Science.",
            "arabic_explanation": "قال زكريا لمَّا بشرته الملائكة بيحيى: يا رب، كيف يكون لي ولد بعد أن صرت شيخًا، وامرأتي عقيم لا يولد لها؟! قال الله جوابًا على قوله: مَثَلُ خَلْق يحيى على كبر سنِّك وعُقْم زوجك؛ كخلق الله ما يشاء مما يخالف المألوف عادة؛ لأن الله على كل شيء قدير، يفعل ما يشاء بحكمته وعلمه."
        },
        {
            "verse_number": 41,
            "verse_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
            "explanation": "Zacharie dit: Ô Seigneur, montre-moi un signe lorsque ma femme sera enceinte de moi.\nAllah lui dit: Le signe que tu as demandé est que tu ne pourras pas parler aux gens durant trois jours et trois nuits sauf par les gestes ou ce qui y ressemble, sans que tu ne souffres d’un mal qui te prive de la parole.\nEvoque donc Allah abondamment et glorifie-Le beaucoup en fin et en début de journée.",
            "arabic_explanation": "قال زكريا: يا رب، اجعل لي علامة على حمل امرأتي مني، قال الله: علامتك التي طلبتَ هي: ألا تستطيع كلام الناس ثلاثة أيام بلياليهن إلا بالإشارة ونحوها، من غير خلل يصيبك، فأَكثِرْ مِن ذكر الله وتسبيحه في آخر النهار وأوله."
        },
        {
            "verse_number": 42,
            "verse_text": "وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ",
            "explanation": "Ô Messager, rappelle-toi lorsque les anges dirent à Marie: Allah t’a choisie pour tes nobles qualités, t’as purifiée de tout défaut et t’a choisie parmi les femmes de l’Univers de ton époque.",
            "arabic_explanation": "واذكر - أيها الرسول - حين قالت الملائكة لمريم عليها السلام : إن الله اختارك لما تتصفين به من صفات حميدة، وطَهَّرك من النقائص، واختارك على نساء العالمين في زمانك."
        },
        {
            "verse_number": 43,
            "verse_text": "يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ",
            "explanation": "Ô Marie, reste longtemps debout en prière, prosterne-toi à ton Seigneur et incline-toi devant Lui avec ceux qui s’inclinent parmi Ses pieux serviteurs.",
            "arabic_explanation": "يا مريم، أطيلي القيام في الصلاة، واسجدي لربك، واركعي له مع الراكعين من عباده الصالحين."
        },
        {
            "verse_number": 44,
            "verse_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ",
            "explanation": "Ce qui a été raconté de l’histoire de Zacharie et Marie compte parmi les connaissances relevant de l’Invisible (`al-ghaybu) que Nous te révélons, ô Messager. Tu n’étais pas présent avec ces savants et gens de bien lorsqu’ils se sont disputés pour déterminer qui méritait le mieux d’éduquer Marie jusqu’à ce qu’ils recourent au tirage au sort et qu’ils jètent leurs calames. Ce fut le calame de Zacharie qui fut tiré au sort.",
            "arabic_explanation": "ذلك المذكور من خبر زكريا ومريم عليهما السلام من أخبار الغيب نوحيه إليك - أيها الرسول - وما كنت عند أولئك العلماء والصالحين حين اختصموا فيمن هو أحق بتربية مريم، حتى لجؤوا للقرعة فألقوا أقلامهم، ففاز قلم زكريا عليه السلام."
        },
        {
            "verse_number": 45,
            "verse_text": "إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ",
            "explanation": "Rappelle-toi, ô Messager, lorsque les anges dirent: Ô Marie, Allah t’annonce la naissance d’un enfant créé sans géniteur mais par la parole d’Allah qui dira «Kun» (Sois), et il sera alors un enfant avec la permission d’Allah. Le nom de ce garçon est le Messie (`al-masîħu) Jésus fils de Marie.\nIl aura un rang considérable dans le bas monde et dans l’au-delà en plus d’être l’un des rapprochés d’Allah.",
            "arabic_explanation": "اذكر - أيها الرسول - إذ قالت الملائكة: يا مريم، إن الله يبشّرك بولد يكون خَلْقُه من غير أب، وإنما بكلمة من الله بأن يقول له: «كن»، فيكون ولدًا بإذن الله، واسم هذا الولد: المسيح عيسى بن مريم، له مكانة عظيمة في الدنيا وفي الآخرة، ومن المقربين إليه تعالى."
        },
        {
            "verse_number": 46,
            "verse_text": "وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ",
            "explanation": "Il parlera aux gens alors qu’il ne sera encore qu’un nourrisson, bien avant d’avoir l’âge de parler, de même qu’il leur parlera lorsqu’il sera dans la force de l’âge. Il les entretiendra de ce qui améliore leur pratique religieuse et leur vie terrestre et il sera du nombre des gens de bien par ses paroles et par ses actes.",
            "arabic_explanation": "ويكلم الناس وهو طفل صغير قبل أوان الكلام، ويكلمهم وهو كبير قد كَملت قوَّتُه ورجولته، يخاطبهم بما فيه صلاح أمر دينهم ودنياهم، وهو من الصالحين في أقوالهم وأعمالهم."
        },
        {
            "verse_number": 47,
            "verse_text": "قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
            "explanation": "Etonnée d’apprendre qu’elle allait enfanter sans époux, Marie dit: Comment pourrai-je avoir un enfant alors qu’aucun humain ne m’a approchée ni de manière licite ni de manière illicite?\nL’ange lui répondit: De même qu’Allah a créé en toi un enfant sans géniteur, Il crée comme Il veut ce qui sort de l’ordinaire et lorsqu’Il veut une chose, Il lui dit «Kun» (Sois), et alors elle existe. Rien ne Lui est impossible.",
            "arabic_explanation": "قالت مريم مستغربةً أن يكون لها ولد من غير زوج: كيف يكون لي ولد ولم يقربني بشر لا في حلال ولا في حرام؟! قال لها الملَك: مِثلُ ما يخلق الله لك ولدًا من غير أب، فإنه يخلق ما يشاء مما يخالف المألوف والعادة، فإذا أراد أمرًا قال له: «كن» فيكون، فلا يعجزه شيء."
        },
        {
            "verse_number": 48,
            "verse_text": "وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ",
            "explanation": "Allah apprendra à cet enfant à écrire, Il lui enseignera la pertinence et la justesse dans les paroles et les actes, ainsi que la Torah qu’Il révéla à Moïse et l’Evangile qu’Il lui révèlera.",
            "arabic_explanation": "ويُعلمه الكتابة والإصابة والتوفيق في القول والعمل، ويعلمه التوراة التي أنزلها على موسى عليه السلام، ويعلمه الإنجيل الذي سينزله عليه."
        },
        {
            "verse_number": 49,
            "verse_text": "وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
            "explanation": "Il en fera aussi un messager envoyé aux enfants d’Israël à qui il dira: Je suis le messager d’Allah envoyé à vous et je vous amène un signe qui prouve la véracité de ma prophétie: je modèle avec de la glaise une forme d’oiseau puis je souffle dedans et cette forme devient un oiseau vivant avec la permission d’Allah.\nUn autre signe est que je guéris l’aveugle-né qui devient alors voyant ainsi que le lépreux dont la peau redevient saine ; je fais aussi revivre celui qui était mort. J’accomplis tout cela avec la permission d’Allah.\nJe vous informe également de la nourriture que vous mangez et de celle que vous dissimulez dans vos maisons.\nToutes ces réalisations extraordinaires dont les humains ne sont pas capables constituent assurément un signe évident que je suis le messager d’Allah envoyé à vous, si vous êtes enclins à avoir la foi et à accorder du crédit aux preuves.",
            "arabic_explanation": "ويجعله - كذلك - رسولًا إلى بني إسرائيل، حيث يقول لهم: إني رسول الله إليكم قد جئتكم بعلامة دالة على صدق نبوتي هي: أني أُصوِّر لكم من مادة الطين مثل شكل الطير، فأنفخ فيه فيصير طيرًا حيًّا بإذن الله، وأشفي من وُلِد أعمى فيبصر، ومن أصيب بِبَرَصٍ فيعود جلده سليمًا، وأُحْيي من كان ميتًا، كل ذلك بإذن الله، وأخبركم بما تأكلون وبما تخبئون في بيوتكم من طعام وتخفونه، إن فيما ذكرته لكم من هذه الأمور العظيمة التي لا يقدر عليها البشر؛ لعلامةً ظاهرة على أني رسول من الله إليكم، إن كنتم تريدون الإيمان، وتصدقون بالبراهين."
        },
        {
            "verse_number": 50,
            "verse_text": "وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
            "explanation": "Je suis également venu à vous en tant que confirmateur de ce qui a été révélé avant moi dans la Torah et aussi afin de vous rendre licite ce qui vous a été déclaré illicite auparavant en guise de facilitation et d’allègement pour vous.\nJe vous ai apporté un argument clair démontrant la véracité de ce que je vous ai dit. Craignez donc Allah en vous conformant à Ses commandements et en respectant Ses interdits, et obéissez-moi dans ce à quoi je vous invite.",
            "arabic_explanation": "وجئتكم - كذلك - مصدقًا لما نزل قبلي من التوراة، وجئتكم لأحل لكم بعض ما حُرِّم عليكم من قبلُ، تيسيرًا وتخفيفًا عليكم، وجئتكم بحجة واضحة على صحة ما قلت لكم، فاتقوا الله بامتثال أوامره واجتناب نواهيه، وأطيعوني فيما أدعوكم إليه."
        },
        {
            "verse_number": 51,
            "verse_text": "إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
            "explanation": "En effet, Allah est mon Seigneur et le vôtre. Il est ainsi le Seul qui mérite d’être obéit et craint. Adorez-Le donc Seul. L’adoration et la crainte d’Allah que je vous ai ordonnées représentent le droit chemin qui ne comporte aucune tortuosité.",
            "arabic_explanation": "ذلك لأن الله ربي وربكم، فهو وحده المُستحِقُّ أن يُطاع ويُتقى، فاعبدوه وحده، هذا الذي أمرتكم به من عبادة الله وتقواه هو الطريق المستقيم الذي لا اعوجاج فيه."
        },
        {
            "verse_number": 52,
            "verse_text": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ",
            "explanation": "Lorsque Jésus sut qu’ils allaient persister dans la mécréance, il s’adressa aux enfants d’Israël en ces termes:\nQui me soutiendra dans ma prédication?\nLes plus rapprochés parmi ses disciples répondirent:\nNous sommes les soutiens de la religion d’Allah. Nous croyons en Allah et nous te suivons. Atteste, ô Jésus, que nous nous soumettons à Allah en affirmant Son Unicité et en Lui obéissant.",
            "arabic_explanation": "فلما علم عيسى عليه السلام منهم الإصرار على الكفر، قال مخاطبًا بني إسرائيل: من ينصرني في الدعوة إلى الله؟ قال الأصفياء من أتباعه: نحن أنصار دين الله، آمنا بالله واتبعناك، واشهد - يا عيسى - بأنا منقادون لله بتوحيده وطاعته."
        },
        {
            "verse_number": 53,
            "verse_text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ",
            "explanation": "Les apôtres dirent aussi: Seigneur, nous croyons en ce que Tu as révélé dans l’Evangile et nous suivons Jésus. Fais que nous soyons donc du nombre de ceux qui attestent de la vérité, qui croient en Toi et en Tes messagers.",
            "arabic_explanation": "وقال الحواريون كذلك: ربنا آمنا بما أنزلت من الإنجيل، واتبعنا عيسى عليه السلام، فاجعلنا مع الشاهدين بالحق الذين آمنوا بك وبرسلك."
        },
        {
            "verse_number": 54,
            "verse_text": "وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
            "explanation": "Les mécréants parmi les enfants d’Israël se mirent à comploter en projetant de tuer Jésus, mais Allah usa de ruse contre eux en les laissant dans leur égarement, donnant l’apparence de Jésus à un autre homme et Allah est le meilleur des stratèges, puisque personne ne ruse mieux contre ses ennemis que Lui.",
            "arabic_explanation": "ومَكَر الكافرون من بني إسرائيل حيث سعوا في قتل عيسى عليه السلام، فمكر الله بهم فتركهم في ضلالهم، وألقى شَبَهَ عيسى عليه السلام على رجل آخر، والله خير الماكرين؛ لأنه لا أشد من مكره تعالى بأعدائه."
        },
        {
            "verse_number": 55,
            "verse_text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
            "explanation": "Allah rusa également contre eux lorsqu’Il dit à Jésus: Je mettrai fin à ta vie dans le bas monde sans te donner la mort et J’élèverai ton corps et ton âme à Moi. Je te purifierai de la souillure de ceux qui ont mécru en toi et je les éloignerai de toi. Je mettrai le Jour de la Résurrection ceux qui t’ont suivi dans la religion authentique, qui implique entre autres de croire en la venue future de Muħammad, au-dessus de ceux qui ont mécru en toi par la force de leur argumentation et leur dignité. Ensuite, c’est vers Moi Seul que vous retournerez le Jour de la Résurrection et Je jugerai entre vous par la vérité au sujet de ce qui vous opposait.",
            "arabic_explanation": "ومكر الله بهم - أيضًا - حين قال مخاطبًا عيسى عليه السلام: يا عيسى، إني قابضك من غير موت، ورافعٌ بدنك وروحك إلي، ومُنزِّهك من رِجْس الذين كفروا بك ومُبعِدك عنهم، وجاعل الذين اتبعوك على الدين الحق - ومنه الإيمان بمحمد صلى الله عليه وسلم - فوق الذين كفروا بك إلى يوم القيامة بالبرهان والعزة، ثم إليَّ وحدي رجوعكم يوم القيامة، فأحكم بينكم بالحق فيما كنتم فيه تختلفون."
        },
        {
            "verse_number": 56,
            "verse_text": "فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
            "explanation": "Ceux qui ont mécru en toi et en la vérité que tu leur as apportée, Je leur ferai subir un châtiment terrible dans le bas monde où ils seront massacrés, capturés et humiliés et dans l’au-delà où ils seront suppliciés par le Feu sans qu’ils n’aient de secoureurs qui éloigneront d’eux le châtiment.",
            "arabic_explanation": "فأما الذين كفروا بك وبالحق الذي جئتهم به فأعذبهم عذابًا شديدًا في الدنيا بالقتل والأسر والذل وغيرها، وفي الآخرة بعذاب النار، وما لهم من ناصرين يدفعون عنهم العذاب."
        },
        {
            "verse_number": 57,
            "verse_text": "وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
            "explanation": "Quant à ceux qui auront cru en toi et en la vérité que tu leur as apportée, en plus d’avoir accompli de bonnes œuvres comme la prière, l’aumône légale, le jeûne et l'entretien des liens de parenté, Allah leur accordera une récompense complète pour leurs œuvres sans rien en retrancher. Ceci concerne les disciples de Jésus avant l’envoi du Prophète Muħammad dont la venue a été annoncée par Jésus lui-même. Allah n’aime pas les injustes. Or l’une des pires injustices et d’associer des divinités à Allah et de démentir Ses messagers.",
            "arabic_explanation": "وأما الذين آمنوا بك وبالحق الذي جئتهم به، وعملوا الصالحات من صلاة وزكاة وصيام وصلة وغيرها؛ فإن الله يعطيهم ثواب أعمالهم تامة لا يُنقِصُ منها شيئًا، وهذا الحديث عن أتباع المسيح قبل بعثة النبي محمد صلى الله عليه وسلم الذي بشَّر به المسيحُ نفسُه، والله لا يحب الظالمين، ومن أعظم الظلم الشرك بالله تعالى وتكذيب رسله."
        },
        {
            "verse_number": 58,
            "verse_text": "ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ",
            "explanation": "Ce que Nous te récitons au sujet de l’histoire de Jésus compte au nombre des signes clairs qui démontrent l’authenticité de ce qui t’a été révélé. C’est aussi un rappel sans faille à l’attention des pieux  qui ne contient rien de faux.",
            "arabic_explanation": "ذلك الذي نقرؤه عليك من خبر عيسى عليه السلام من العلامات الواضحات الدالة على صحة ما أُنزل إليك، وهو ذِكْرٌ للمتقين، محكم لا يأتيه الباطل."
        },
        {
            "verse_number": 59,
            "verse_text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
            "explanation": "Pour Allah, la création de Jésus est semblable à la création d’Adam à partir de poussière, sans géniteur ni génitrice, mais seulement par la parole d’Allah «Kun bacharan» (Sois un être humain) et il fut comme Allah le voulut. Comment prétendent-ils donc qu’il est un dieu sous prétexte qu’il a été créé sans père alors qu’ils admettent qu’Adam est un être humain malgré le fait qu’il ait été créé sans père ni mère ?",
            "arabic_explanation": "إن مثل خلق عيسى عليه السلام عند الله كمثل خلق آدم من تراب، من غير أب ولا أم، وإنما قال الله له: كن بشرًا فكان كما أراد تعالى، فكيف يزعمون أنه إله بحجة أنه خُلِق من غير أب، وهم يقرون بأن آدم بشر، مع أنه خُلِق من غير أب ولا أم؟!"
        },
        {
            "verse_number": 60,
            "verse_text": "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ",
            "explanation": "La vérité indubitable au sujet de Jésus est ce qui t’a été révélé par ton Seigneur. Ne sois donc pas du nombre des sceptiques indécis mais reste plutôt fermement attaché à la vérité à laquelle tu es fidèle.",
            "arabic_explanation": "الحق الذي لا شك فيه في شأن عيسى عليه السلام هو الذي نزل عليك من ربك، فلا تكن من الشاكِّين المُتردِّدين، بل عليك الثبات على ما أنت عليه من الحق."
        },
        {
            "verse_number": 61,
            "verse_text": "فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ",
            "explanation": "Ô Prophète, si quelqu’un parmi les chrétiens de Najrân( ) te contredit  au sujet de Jésus, en prétendant qu’il n’est pas un serviteur d’Allah, après que tu aies reçu la connaissance authentique, dis-lui alors: Venez, que l’on appelle nos fils et les vôtres, nos épouses et les vôtres ainsi que nos propres personnes et les vôtres. Rassemblons-nous tous puis invoquons Allah en Lui demandant de faire descendre Sa malédiction sur celui des deux camps qui ment.",
            "arabic_explanation": "فمن جادلك - أيها الرسول - من نصارى نجران في أمر عيسى زاعمًا أنه ليس عبدًا لله من بعد ما جاءك من العلم الصحيح في شأنه؛ فقل لهم: تعالوا نُنَادِ للحضور أبناءنا وأبناءكم، ونساءنا ونساءكم، وأنفسنا وأنفسكم، ونجتمع كلنا، ثم نتضرع إلى الله بالدعاء أن ينزل لعنته على الكاذبين منا ومنكم."
        },
        {
            "verse_number": 62,
            "verse_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Ce que Nous t’avons raconté au sujet de Jésus est l’histoire authentique qui ne comporte pas de mensonge et n’est sujet à aucun doute.\nIl n’existe pas d’être méritant d’être adoré hormis Allah, qui est assurément le Puissant dans Son Royaume et le Sage dont la Sagesse se manifeste dans Sa création et Sa gestion de l’univers.",
            "arabic_explanation": "إن هذا الذي ذكرنا لك من شأن عيسى عليه السلام هو الخبر الحق الذي لا كذب فيه ولا شك، وما من معبود بحق إلا الله وحده، وإن الله لهو العزيز في ملكه، الحكيم في تدبيره وأمره وخلقه."
        },
        {
            "verse_number": 63,
            "verse_text": "فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ",
            "explanation": "S’ils refusent ce que tu apportes et ne te suivent pas, ce sera la preuve de leur corruption. Allah connaît ceux qui sèment la corruption sur Terre et Il les rétribuera pour cela.",
            "arabic_explanation": "فإن أعرضوا عما جئت به، ولم يتبعوك؛ فذلك من فسادهم، والله عليم بالمفسدين في الأرض، وسيجازيهم على ذلك."
        },
        {
            "verse_number": 64,
            "verse_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ",
            "explanation": "Ô Messager, dis: Venez ô Gens du Livre, juifs et chrétiens, afin que nous nous rassemblions autour d’une parole juste sur laquelle nous sommes tous d’accord: adorer Allah Seul et n’adorer aucune divinité avec Lui, quelle que soit son importance et quelle que soit l’élévation de son rang ; que les uns ne prennent pas les autres pour seigneurs qu’ils adorent et auxquels ils obéissent en dehors d’Allah.\nS’ils se détournent de cette invitation à la vérité et à la justice, dites-leur, ô croyants: Attestez que nous sommes soumis à Allah et que nous Lui obéissons.",
            "arabic_explanation": "قل - أيها الرسول -: تعالوا يا أهل الكتاب من اليهود والنصارى، نجتمع على كلمة عدلٍ نستوي فيها جميعًا: أن نُفْرد الله بالعبادة فلا نعبد معه أحدًا سواه مهما كانت منزلته، وعلت مكانته، ولا يتخذ بعضنا بعضًا أربابًا يُعبدون ويُطاعون من دون الله، فإن انصرفوا عن هذا الذي تدعوهم إليه من الحق والعدل فقولوا لهم - أيها المؤمنون -: اشهدوا بأنا مستسلمون لله منقادون له تعالى بالطاعة."
        },
        {
            "verse_number": 65,
            "verse_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
            "explanation": "Ô Gens du Livre, pourquoi vous disputez-vous au sujet de la religion d’Abraham ? Le juif prétend qu’Abraham était juif et le chrétien prétend qu’il était chrétien. Or vous savez que le judaïsme et le christianisme ne sont apparus que bien longtemps après sa mort. Ne vous apercevez-vous pas, à la lumière de la raison, que vos dires sont invalides et vos prétentions erronées?",
            "arabic_explanation": "يا أهل الكتاب لِمَ تجادلون في ملّة إبراهيم عليه السلام ؟ فاليهودي يزعم أن إبراهيم كان يهوديًّا، والنصراني يزعم أنه كان نصرانيًّا، وأنتم تعلمون أنَّ اليهودية والنصرانية لم تظهر إلا بعد موته بوقت طويل، أفلا تدركون بعقولكم بطلان قولكم وخطأ زعمكم؟!"
        },
        {
            "verse_number": 66,
            "verse_text": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
            "explanation": "Ô Gens du Livre, voici que vous argumentez contre le Prophète au sujet de ce dont vous détenez une science dans votre religion et de ce qui vous a été révélé. Pourquoi argumentez-vous donc au sujet de ce que vous ignorez, comme la religion d’Abraham, et de ce qui n’est pas mentionné par vos livres ni apporté par vos messagers ?\nAllah connaît la réalité des choses et leur essence alors que vous, vous ne savez pas.",
            "arabic_explanation": "ها أنتم - يا أهل الكتاب - جادلتم النبي صلى الله عليه وسلم فيما لكم به علم من أمر دينكم وما أُنزِل عليكم، فَلِم تجادلون فيما ليس لكم به علم من أمر إبراهيم ودينه، مما ليس في كتبكم ولا جاءت به أنبياؤكم؟! والله يعلم حقائق الأمور وبواطنها وأنتم لا تعلمون."
        },
        {
            "verse_number": 67,
            "verse_text": "مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
            "explanation": "Abraham n’était pas de confession juive ni de confession chrétienne mais il rejetait les fausses religions, était soumis à Allah et affirmait Son Unicité. Il n’était pas non plus du nombre des polythéistes comme le prétendaient les polythéistes arabes.",
            "arabic_explanation": "ما كان إبراهيم عليه السلام على الملة اليهودية، ولا على النصرانية، ولكن كان مائلًا عن الأديان الباطلة، مسلمًا لله موحدًا له تعالى، وما كان من المشركين به كما يزعم مشركو العرب أنهم على ملته."
        },
        {
            "verse_number": 68,
            "verse_text": "إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ",
            "explanation": "Ceux qui sont les plus dignes de s’affilier à Abraham sont les gens de son époque qui ont suivi ce qu’il a apporté. Le Prophète Muħammad et ceux qui ont cru en lui parmi cette communauté en font également partie.\nAllah soutient et préserve les croyants par Lui-même.",
            "arabic_explanation": "إن أحق الناس بالانتساب إلى إبراهيم، هم الذين اتبعوا ما جاء به في زمانه، وأحق الناس أيضًا بذلك هذا النبي محمد صلى الله عليه وسلم، والذين آمنوا به من هذه الأمة، والله ناصر المؤمنين به وحافظهم."
        },
        {
            "verse_number": 69,
            "verse_text": "وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
            "explanation": "Ô croyants, des savants parmi les Gens du Livres, juifs et chrétiens, espèrent vous égarer de la vérité vers laquelle Allah vous a guidés, mais ils ne font que s’égarer eux-mêmes, car leurs efforts pour égarer les croyants accroissent leur propre égarement, tout en méconnaissant les conséquences de leurs agissements.",
            "arabic_explanation": "يتمنى أحبارٌ من أهل الكتاب من اليهود والنصارى أن يضلوكم - أيها المؤمنون - عن الحق الذي هداكم الله له، وما يضلون إلا أنفسهم؛ لأن سعيهم في إضلال المؤمنين يزيد في ضلالهم هم، وما يعلمون عاقبة أفعالهم."
        },
        {
            "verse_number": 70,
            "verse_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ",
            "explanation": "Ô Gens du Livre, juifs et chrétiens, pourquoi mécroyez-vous aux versets d’Allah qui vous ont été révélés ainsi et en la preuve de la Prophétie de Muħammad que ces versets contiennent, tout en attestant que vos livres témoignent de leur authenticité ?",
            "arabic_explanation": "يا أهل الكتاب من اليهود والنصارى لِمَ تكفرون بآيات الله التي أنزلت عليكم وما فيها من دلالةٍ على نبوة محمد صلى الله عليه وسلم، وأنتم تشهدون أنه الحق الذي دلت عليه كتبكم؟!"
        },
        {
            "verse_number": 71,
            "verse_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
            "explanation": "Ô Gens du Livre, pourquoi mélangez-vous la vérité contenue dans vos livres avec le faux que vous inventez et pourquoi dissimulez-vous la vérité  et la guidée qu’ils contiennent,  notamment l’authenticité de la Prophétie de Muħammad? Vous commettez ce forfait en connaissance de cause puisque vous savez distinguer le vrai du faux et la guidée de l’égarement.",
            "arabic_explanation": "يا أهل الكتاب لم تخلطون الحق الذي أُنزل في كتبكم بالباطل من عندكم، وتخفون ما فيها من الحق والهدى، ومنه صحة نبوة محمد صلى الله عليه وسلم، وأنتم تعلمون الحق من الباطل والهدى من الضلال؟!"
        },
        {
            "verse_number": 72,
            "verse_text": "وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ",
            "explanation": "Un groupe de savants juifs dit: Croyez en apparence au Coran révélé aux croyants en début de journée et mécroyez en fin de journée, cela les fera douter de leur religion. Ils réagiront alors en disant:\nIls connaissent mieux que nous les livres d’Allah et voici qu’ils se rétractent de leur foi.",
            "arabic_explanation": "وقالت جماعة من علماء اليهود: آمِنوا في الظاهر بالقرآن الذي أُنزِل على المؤمنين أول النهار، واكفروا به آخره، لعلهم يشُكُّون في دينهم بسبب كفركم به بعد إيمانكم فيرجعون عنه قائلين: هم أعلم منا بكتب الله وقد رجعوا عنه."
        },
        {
            "verse_number": 73,
            "verse_text": "وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
            "explanation": "Ces savants dirent également: Ne croyez et ne suivez que celui qui est adepte de votre religion.\nÔ Messager, dis: La guidée vers la vérité est celle prodiguée par Allah, et ne consiste pas à ce que vous vous emmuriez dans le démenti et le déni obstiné par crainte que quelqu’un reçoive une grâce pareille à la vôtre et par crainte qu’il argumente contre vous auprès de votre Seigneur si vous reconnaissez la véracité de ce qui vous a été révélé.\nÔ Messager, dis: La grâce est dans la main d’Allah. Il l’accorde à qui Il veut parmi Ses serviteurs et ne la réserve pas exclusivement à une communauté au détriment d’une autre.\nAllah est Détenteur d’une grâce étendue et connaît mieux que quiconque ceux qui la méritent.",
            "arabic_explanation": "وقالوا أيضًا: ولا تصدقوا إلا من كان تابعًا لدينكم، قل - أيها الرسول -: إن الهدى إلى الحق هو هدى الله تعالى، لا ما أنتم عليه من تكذيب وعناد، مخافة أن يؤتى أحد من الفضل مثل ما أوتيتم، أو مخافة أن يحاجوكم عند ربكم إن أقررتم بما أُنزل عليهم، قل - أيها الرسول -: إن الفضل بيد الله يؤتيه من يشاء من عباده، لا يقتصر فضله على أمة دون أمة، والله واسع الفضل عليم بمن يستحقه."
        },
        {
            "verse_number": 74,
            "verse_text": "يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
            "explanation": "Allah réserve Sa miséricorde à ceux qu’Il veut parmi Ses créatures et Il leur fait alors la faveur de leur accorder la guidée, la prophétie et d’autres dons. Allah est en effet Détenteur d’une grâce immense et infinie.",
            "arabic_explanation": "يختص برحمته من يشاء من خلقه، فيتفضل عليه بالهداية والنبوة وأنواع العطاء، والله ذو الفضل العظيم الذي لا حدّ له."
        },
        {
            "verse_number": 75,
            "verse_text": "۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ",
            "explanation": "Parmi les Gens du Livre, il y en a à qui tu confies des richesses importantes et qui te les rendent. Il y en a d’autres au contraire à qui tu confies un montant négligeable et qui ne te le rendront pas sauf si tu réclames constamment et fermement ton dû. Ce comportement s’explique par une pensée déviante qui est la suivante:\nCe n’est pas un péché pour nous que de nous emparer des richesses des Arabes, car Allah nous les a rendues licites. Ils profèrent ce mensonge en toute connaissance de cause.",
            "arabic_explanation": "ومن أهل الكتاب مَنْ إن تأمنه على مال كثير يؤدِّ إليك ما ائتمنته عليه، ومنهم من إن تَسْتأمِنه على مال قليل لا يؤدِّ إليك ما ائتمنته عليه إلا إن ظللت تُلحُّ عليه بالمطالبة والتقاضي، ذلك من أجل قولهم وظنهم الفاسد: ليس علينا في العرب وأكل أموالهم إثم؛ لأن الله أباحها لنا، يقولون هذا الكذب وهم يعلمون افتراءهم على الله."
        },
        {
            "verse_number": 76,
            "verse_text": "بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
            "explanation": "Ce qu’ils commettent là est un péché. En effet, celui qui remplit sa promesse avec Allah en croyant en Lui et en Ses messagers, remplit sa promesse avec les gens en rendant le dépôt confié et craint Allah en se conformant à Ses commandements et en respectant Ses interdits. Qu’ils sachent alors qu'Allah aime ceux qui le craignent et qu’Il les rétribuera pour cela de la manière la plus généreuse.",
            "arabic_explanation": "ليس الأمر كما زعموا، بل عليهم حرج، ولكن من أوفى بعهده مع الله من الإيمان به وبرسله، ووفى بعهده مع الناس فأدى الأمانة، واتقى الله بامتثال أوامره واجتناب نواهيه؛ فإن الله يحب المتقين وسيجازيهم على ذلك أكرم الجزاء."
        },
        {
            "verse_number": 77,
            "verse_text": "إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ceux qui négligent la recommandation d’Allah leur enjoignant de suivre les enseignements des livres saints et des messagers et lui préfèrent plutôt la richesse du bas monde font un bien mauvais calcul: ils n’auront aucune part de la récompense de l’au-delà. De plus, Allah ne leur dira pas de paroles qui les réjouissent ni ne les regardera d’un regard de miséricorde et ils subiront un châtiment douloureux.",
            "arabic_explanation": "إن الذين يستبدلون بوصية الله إليهم باتباع ما أنزله في كتابه وأرسل به رسله، وبأيمانهم التي قطعوها بالوفاء بعهد الله، يستبدلون بها عوضًا قليلًا من متاع الدنيا، لا نصيب لهم من ثواب الآخرة، ولا يكلمهم الله بما يسرهم، ولا ينظر إليهم نظر رحمة يوم القيامة، ولا يطهرهم من دَنس ذنوبهم وكفرهم، ولهم عذاب أليم."
        },
        {
            "verse_number": 78,
            "verse_text": "وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ",
            "explanation": "Parmi les juifs, il en existe certains qui jouent avec leurs langues afin de lire dans la Torah révélée par Allah ce qui n’y apparaît pas afin que vous croyiez qu’ils lisent réellement la Torah. Ce qu’ils lisent correspond plutôt à leur mensonge et à leur invention au sujet d’Allah. Ils disent de plus «Ce que nous lisons a été révélé par Allah», alors que ce n’est pas le cas.\nIls profèrent ainsi des mensonges sur Allah en en étant totalement conscients.",
            "arabic_explanation": "وإن من اليهود لطائفة يَحْرِفون ألسنتهم بذكر ما ليس من التوراة المنزلة من عند الله، لتظنوا أنهم يقرؤون التوراة، وما هو من التوراة، بل هو من كذبهم وافترائهم على الله، ويقولون: ما نقرؤه منزل من عند الله، وليس هو من عند الله، ويقولون على الله الكذب وهم يعلمون كذبهم على الله ورسله."
        },
        {
            "verse_number": 79,
            "verse_text": "مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ",
            "explanation": "Il ne convient pas à un être humain à qui Allah révèle un Livre, accorde de la science et de la compréhension et assigne la mission de prophète de dire aux gens:\nSoyez mes serviteurs au lieu d’être ceux d’Allah.\nIl convient plutôt qu’il leur dise:\nSoyez des savants qui œuvrent, éduquent les gens, les réforment par l’enseignement du Livre révélé aux gens ainsi que par ce que vous en avez mémorisé et appris.",
            "arabic_explanation": "ما كان ينبغي لبشر أن يؤتيه الله كتابًا منزلًا من عنده، ويرزقه العلم والفهم، ويختاره نبيًّا؛ ثم يقول للناس: كونوا عبادًا لي من دون الله، ولكن يقول لهم: كونوا علماء عاملين مربين للناس مصلحين لأمورهم بسبب تعليمكم الكتاب المنزل للناس، وبما كنتم تدرسونه منه حفظًا وفهمًا."
        },
        {
            "verse_number": 80,
            "verse_text": "وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ",
            "explanation": "Il ne convient pas non plus à cet être humain de vous ordonner de prendre les anges et les prophètes pour seigneurs que vous adorez au lieu d’adorer Allah.\nLui est-il donc permis de vous ordonner de mécroire en Allah après que vous vous soyez soumis à Lui ?",
            "arabic_explanation": "ولا ينبغي له - كذلك - أن يأمركم أن تتخذوا الملائكة والنبيين أربابًا تعبدونهم من دون الله، أيجوز منه أن يأمركم بالكفر بالله بعد انقيادكم إليه واستسلامكم له؟!"
        },
        {
            "verse_number": 81,
            "verse_text": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ",
            "explanation": "Rappelle-toi ô Messager lorsqu’Allah obtint des prophètes l’engagement suivant:\nQuel que soit le livre que Je vous révèle et la sagesse que Je vous enseigne, et quel que soit le rang que l’un de vous atteint,  lorsqu’un Messager (Muħammad) envoyé par Moi viendra confirmer le Livre et la Sagesse que vous détenez, vous devrez croire en lui, vous devrez le soutenir et le suivre. Acceptez-vous cela, ô prophètes, et concluez-vous un pacte solennel à ce propos ?\nIls répondirent:\nNous acceptons.\nAllah dit alors:\nSoyez témoins contre vous-mêmes et vos communautés et Moi aussi Je suis témoin contre vous et contre eux.",
            "arabic_explanation": "واذكر - أيها الرسول - حين أخذ الله العهد المؤكد على النبيين قائلًا لهم: مهما أعطيتكم من كتاب أنزله عليكم، وحكمة أعلمكم إياها، وبلغ أحدكم ما بلغ من المكانة والمنزلة، ثم جاءكم رسول من عندي - وهو محمد صلى الله عليه وسلم- مصدق لما معكم من الكتاب والحكمة؛ لتؤمنن بما جاء به، ولتنصرنه متبعين له، فهل أقررتم - أيها الأنبياء - بذلك، وأخذتم على ذلك عهدي الشديد؟ فأجابوا قائلين: أقررنا به، قال الله: اشهدوا على أنفسكم وعلى أممكم، وأنا معكم من الشاهدين عليكم وعليهم."
        },
        {
            "verse_number": 82,
            "verse_text": "فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
            "explanation": "Ceux qui refusent de conclure ce pacte renforcé par le témoignage d’Allah et de Ses messagers, ceux-là sont ceux qui quittent la religion d’Allah et s’affranchissent de Son obéissance.",
            "arabic_explanation": "فمن أعرض بعد هذا العهد المؤكد بالشهادة من الله ورسله؛ فأولئك هم الخارجون عن دين الله وطاعته."
        },
        {
            "verse_number": 83,
            "verse_text": "أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ",
            "explanation": "Ces gens qui quittent la religion d’Allah et s’affranchissent de Son obéissance demandent-ils une autre religion que celle qu’Allah a choisie pour Ses serviteurs, à savoir l’Islam ? Or c’est à Lui que se sont soumises toutes les créatures des Cieux et de la Terre, de gré comme cela est le cas pour les croyants ou de force comme cela est le cas pour les mécréants. Ensuite, toutes les créatures retourneront auprès de Lui le Jour de la Résurrection afin de rendre des comptes et d’être rétribuées.",
            "arabic_explanation": "أفغير دين الله الذي اختار لعباده - وهو الإسلام - يَطْلُبُ هؤلاء الخارجون عن دين الله وطاعته؟! وله - سبحانه - انقاد واستسلم كل من في السماوات والأرض من الخلائق، طوعًا له كحال المؤمنين، وكَرْهًا كحال الكافرين، ثم إليه تعالى يرجع الخلائق كلهم يوم القيامة للحساب والجزاء."
        },
        {
            "verse_number": 84,
            "verse_text": "قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
            "explanation": "Ô Messager, dis:\nNous croyons en Allah notre Dieu et nous Lui obéissons en ce qu’Il nous ordonne. Nous croyons à la Révélation qu’Il fit descendre sur nous ainsi qu’en ce qu’Il révéla à Abraham, Ismaël, Isaac et Jacob. Nous croyons également en ce qu’Il a révélé aux prophètes issus de la descendance de Jacob ainsi qu’aux livres et aux signes qu’Il a accordés à Moïse, Jésus et à tous les prophètes.\nNous ne faisons aucune différence entre eux et nous sommes soumis à Allah.",
            "arabic_explanation": "قل - أيها الرسول -: آمنا بالله إلهًا، وأطعناه فيما أمرنا به، وآمنا بالوحي الذي أنزله علينا، وبما أنزله على إبراهيم وإسماعيل وإسحاق ويعقوب، وبما أنزله على الأنبياء من ولد يعقوب، وبما أُوتي موسى وعيسى والنبيون جميعًا من الكتب والآيات من ربهم، لا نفرق بينهم فنؤمن ببعض ونكفر ببعض، ونحن منقادون لله وحده مستسلمون له تعالى."
        },
        {
            "verse_number": 85,
            "verse_text": "وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ",
            "explanation": "Quiconque demande une religion autre que celle agréée par Allah, c’est-à-dire l’Islam, Allah ne l’acceptera pas de lui et dans l’au-delà, il sera du nombre de ceux qui perdront leurs âmes en Enfer.",
            "arabic_explanation": "ومن يطلب دينًا غير الدين الذي ارتضاه الله وهو دين الإسلام؛ فلن يقبل الله ذلك منه، وهو في الآخرة من الخاسرين لأنفسهم بدخولهم النار."
        },
        {
            "verse_number": 86,
            "verse_text": "كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
            "explanation": "Comment faciliterait-Il de croire en Lui et en Son  Messager à des gens qui mécrurent après avoir cru en Allah, après avoir attesté que ce que leur apporta le Messager Muħammad est vérité et après que les preuves évidentes de cette vérité leur aient été fournies ?\nAllah ne facilite pas leurs affaires aux gens injustes qui préfèrent l’égarement à la guidée.",
            "arabic_explanation": "كيف يوفق الله للإيمان به وبرسوله قومًا كفروا بعد إيمانهم بالله وشهادتهم أن ما جاء به الرسول محمد صلى الله عليه وسلم حق، وجاءتهم البراهين الواضحة على صحة ذلك؟! والله لا يوفق للإيمان به القوم الظالمين الذين اختاروا الضلال بدلًا عن الهدى."
        },
        {
            "verse_number": 87,
            "verse_text": "أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
            "explanation": "La rétribution de ces injustes qui choisirent de suivre le faux est que la malédiction d’Allah, des anges et de tous les gens s’abattra sur eux.\nIls seront ainsi éloignés et chassés de la miséricorde d’Allah.",
            "arabic_explanation": "إنَّ جزاء أولئك الظالمين الذين اختاروا الباطل أنَّ عليهم لعنة الله والملائكة والناس أجمعين، فهم مُبعَدُون عن رحمة الله مطرودون."
        },
        {
            "verse_number": 88,
            "verse_text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
            "explanation": "Ils resteront éternellement en Enfer sans en sortir. Leur châtiment ne sera pas allégé et on ne leur accordera pas de délai supplémentaire afin qu’ils se repentent et s’excusent.",
            "arabic_explanation": "خالدين في النار لا يخرجون منها، ولا يُخَفف عنهم عذابها، ولا هم يُؤخّرون ليتوبوا ويعتذروا."
        },
        {
            "verse_number": 89,
            "verse_text": "إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
            "explanation": "Il est fait exception de ceux qui retournent à Allah après leur mécréance et leur injustice et accomplissent des œuvres meilleures.\nAllah pardonne en effet à ceux de Ses serviteurs qui se repentent et se montre miséricordieux avec eux.",
            "arabic_explanation": "إلا الذين رجعوا إلى الله بعد كفرهم وظلمهم، وأصلحوا عملهم؛ فإن الله غفور لمن تاب من عباده رحيم بهم."
        },
        {
            "verse_number": 90,
            "verse_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
            "explanation": "Quant à ceux qui mécroient après avoir cru et persistent dans la mécréance jusqu’à leur mort, leur repentir ne sera pas accepté lors de leur agonie car il interviendra trop tard.\nCeux-là se sont égarés du droit chemin qui mène vers Allah.",
            "arabic_explanation": "إن الذين كفروا بعد إيمانهم، واستمروا على كفرهم حتى عاينوا الموت؛ لن تقبل منهم التوبة عند حضور الموت لذهاب وقتها، وأولئك هم الضالون عن الصراط المستقيم الموصل إلى الله تعالى."
        },
        {
            "verse_number": 91,
            "verse_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ",
            "explanation": "Il ne sera accepté à aucun de ceux qui mécroient et meurent mécréants d’échanger une quantité d’or aussi énorme que le poids de la Terre contre l’annulation de leur châtiment en Enfer.\nCe sont ceux qui auront un châtiment douloureux et ils ne trouveront point de secoureur le Jour de la Résurrection afin d’éloigner d’eux le supplice",
            "arabic_explanation": "إن الذين كفروا وماتوا على كفرهم؛ فلن يُقْبل من أحدهم وزن الأرض ذهبًا ولو قدّمه مقابل انفكاكه من النار، أولئك لهم عذاب أليم، وما لهم من ناصرين يوم القيامة يدفعون عنهم العذاب."
        },
        {
            "verse_number": 92,
            "verse_text": "لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
            "explanation": "Ô croyants, vous ne mériterez pas la récompense et le rang des gens vertueux tant que vous ne dépenserez pas pour Allah une partie des biens que vous aimez. Vous ne dépensez rien de minime ou de conséquent sans qu’Allah ne connaisse vos intentions et vos œuvres et Il rétribuera chacun en proportion de ses agissements.",
            "arabic_explanation": "لن تدركوا - أيها المؤمنون - ثواب أهل البر ومنزلتهم حتى تنفقوا في سبيل الله من أموالكم التي تحبونها، وما تنفقوا من شيء قليلًا كان أو كثيرًا فإن الله عليم بنياتكم وأعمالكم، وسيجازي كلًّا بعمله."
        },
        {
            "verse_number": 93,
            "verse_text": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Toutes les nourritures étaient licites aux Israélites et ne leur a été déclaré illicite que ce que Jacob s’était interdit à lui-même avant la révélation de la Torah. Cette vérité est contraire à ce qu’avancent les juifs qui prétendent que ces interdits ont été dictés par la Torah. Ô Prophète, dis-leur: Apportez la Torah et lisez-la si vous êtes véridiques dans vos prétentions.\nIls restèrent stupéfaits  face à cette révélation et s’abstinrent d’apporter leur Livre.\nVoilà un exemple qui illustre les inventions et altérations que les juifs attribuent à la Torah.",
            "arabic_explanation": "جميع الأطعمة الطيبة كانت حلالًا لبني إسرائيل، ولم يُحَرَّم عليهم منها إلا ما حرَّمه يعقوب على نفسه قبل نزول التوراة، لا كما تزعم اليهود أن ذلك التحريم كان في التوراة، قل لهم - أيها النبي -: فأحضروا التوراة واقرؤوها إن كنتم صادقين في هذا الذي تدَّعونه، فبهتوا، ولم يأتوا بها. وهو مثال يدل على افتراء اليهود على التوراة وتحريف مضمونها."
        },
        {
            "verse_number": 94,
            "verse_text": "فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
            "explanation": "Quiconque invente un mensonge sur Allah après qu’il ait été prouvé que Jacob s’était interdit ces nourritures lui-même sans qu’Allah ne lui ait rien dicté à ce sujet est injuste à l’égard de lui-même parce qu’il aura tourné le dos à la vérité après que celle-ci lui soit clairement apparue.",
            "arabic_explanation": "فمن افترى الكذب على الله بعد ظهور الحجة؛ بأن ما حَرَّمه يعقوب عليه السلام حَرَّمه على نفسه من غير تحريم من الله؛ فأولئك هم الظالمون لأنفسهم بترك الحق بعد ظهور حجته."
        },
        {
            "verse_number": 95,
            "verse_text": "قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
            "explanation": "Dis, ô Prophète: Allah est véridique à propos de Jacob et véridique dans tout ce qu’Il révèle et prescrit. Suivez donc la religion d’Abraham, qui délaissa toutes les religions au profit de l’Islam ; jamais il n’associa à Allah une divinité.",
            "arabic_explanation": "قل - أيها النبي -: صدق الله فيما أخبر به عن يعقوب عليه السلام، وفي كل ما أنزل وشرع، فاتبعوا دين إبراهيم عليه السلام، فقد كان مائلًا عن الأديان كلها إلى دين الإسلام، ولم يشرك مع الله غيره أبدًا."
        },
        {
            "verse_number": 96,
            "verse_text": "إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ",
            "explanation": "La première maison bâtie sur Terre pour tous les hommes afin qu’ils y adorent Allah est la Maison Sacrée d’Allah située à la Mecque. C’est une Maison bénie qui offre de nombreux avantages spirituels et terrestres en plus d’être une guidée universelle.",
            "arabic_explanation": "إن أول بيت بني في الأرض للناس جميعًا من أجل عبادة الله هو بيت الله الحرام الذي بمكة، وهو بيت مبارك، كثير المنافع الدينية والدنيوية، وفيه هداية للعالمين جميعًا."
        },
        {
            "verse_number": 97,
            "verse_text": "فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
            "explanation": "Il y a dans cette Maison des signes clairs de sa noblesse et de son mérite, comme les rites et les stations du pèlerinage. Parmi ces signes, il y a aussi la pierre sur laquelle Abraham se tint debout lorsqu’il voulut élever les murs de la Ka’bah ainsi la sécurité que ressent celui qui y entre, puisqu’il est à l’abri de toute agression.\nLes gens capables de voyager jusqu’à cette Maison doivent s’y rendre afin d’accomplir les rites du Grand Pèlerinage. Quant à celui qui ne croit pas à l’obligation du Grand Pèlerinage,  Allah n’a pas besoin de ce mécréant, ni du reste de l’Univers d’ailleurs.",
            "arabic_explanation": "في هذا البيت علامات ظاهرات على شرفه وفضله؛ كالمناسك والمشاعر، ومن هذه العلامات الحَجَر الذي قام عليه إبراهيم لما أراد رفع جدار الكعبة، ومنها أن من دخله يزول الخوف عنه ولا يناله أذى. ويجب لله على الناس قَصْد هذا البيت لأداء مناسك الحج، لمن كان منهم قادرًا على الوصول إليه، ومن كفر بفريضة الحج فإن الله غني عن هذا الكافر وعن العالمين أجمعين."
        },
        {
            "verse_number": 98,
            "verse_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ",
            "explanation": "Ô Prophète, dis: Ô Gens du Livre, juifs et chrétiens, pourquoi rejetez-vous les preuves évidentes de la véracité du Prophète dont certaines sont énoncées par la Torah et l’Evangile ?\nAllah connaît vos agissements. Il en est témoin et Il vous rétribuera en conséquence.",
            "arabic_explanation": "قل - أيها النبي -: يا أهل الكتاب من اليهود والنصارى لِمَ تجحدون البراهين على صدق النبي صلى الله عليه وسلم، ومنها براهين جاءت بها التوراة والإنجيل؟! والله مطلع على عملكم هذا، شاهد عليه، وسيجازيكم به."
        },
        {
            "verse_number": 99,
            "verse_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
            "explanation": "Ô Prophète, dis: Ô Gens du Livre, juifs et chrétiens, pourquoi empêchez-vous les gens qui veulent croire d’entrer dans la religion d’Allah et exigez-vous que la religion d’Allah dévie de la vérité vers le faux et que ses fidèles s’égarent de la guidée, alors que vous attestez que cette religion est la vérité qui confirme ce que contiennent vos livres?! Allah n’est pas inattentif à votre mécréance, ni à vos manigances pour éloigner les gens de Sa voie, et Il vous rétribuera en conséquence.",
            "arabic_explanation": "قل - أيها النبي -: يا أهل الكتاب من اليهود والنصارى لِمَ تمنعون عن دين الله مَنْ آمن به من الناس تطلبون لدين الله ميلًا عن الحق إلى الباطل، ولأهله ضلالًا عن الهدى، وأنتم شهداء على أن هذا الدين هو الحق مصدق لما في كتبكم؟! وليس الله بغافل عما تعملون من الكفر به، والصد عن سبيله، وسيجازيكم به."
        },
        {
            "verse_number": 100,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ",
            "explanation": "Ô vous qui croyez en Allah et suivez Son Messager, si vous obéissez à un groupe des Gens du Livre, juifs et chrétiens dans ce qu’ils disent et acceptez leurs avis, ils vous feront retourner à la mécréance après avoir connu la foi en raison de l’envie et de l’égarement qui les tourmentent.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، إن تطيعوا طائفة من أهل الكتاب من اليهود والنصارى فيما يقولونه، وتقبلوا رأيهم فيما يزعمونه؛ يُرْجِعُوكم إلى الكفر بعد الإيمان بسبب ما فيهم من الحسد والضلال عن الهدى."
        },
        {
            "verse_number": 101,
            "verse_text": "وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
            "explanation": "Comment mécroyez-vous en Allah après avoir cru en Lui alors que vous disposez de la raison suprême de rester fermement fidèles à la foi.\nEn effet, les versets d’Allah vous sont récités et Son Messager vous les explique.\nQuiconque se cramponne au Livre d’Allah et à la Sunna de Son Messager, Allah lui facilite alors d’emprunter une voie droite qui ne comporte aucune tortuosité.",
            "arabic_explanation": "وكيف تكفرون بالله بعد إيمانكم به، وأنتم معكم السبب الأعظم للثبات على الإيمان! فآيات الله تُقْرأ عليكم، ورسوله محمد صلى الله عليه وسلم يُبيِّنها لكم، ومن يَسْتمْسِك بكتاب الله وسُنَّة رسوله؛ فقد وفّقه الله إلى طريق مستقيم لا اعوجاج فيه."
        },
        {
            "verse_number": 102,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
            "explanation": "Ô vous qui croyez en Allah et suivez Son Messager, craignez Allah comme il se doit, c’est-à-dire en vous conformant à Ses commandements, en vous abstenant de Ses interdits et en Lui étant reconnaissants pour Ses bienfaits.\nCramponnez-vous à votre religion jusqu’à ce que la mort vous saisisse dans cet état.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، خافوا ربكم حق المَخَافة، وذلك باتباع أوامره واجتناب نواهيه، وشكره على نعمه، واستمسكوا بدينكم حتى يأتيكم الموت وأنتم على ذلك."
        },
        {
            "verse_number": 103,
            "verse_text": "وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ",
            "explanation": "Ô croyants, attachez-vous au Livre et à la Sunna, ne commettez pas d’actes qui vous conduiraient à la division et mentionnez le bienfait qu’Allah vous a fait alors que vous étiez avant l’Islam des gens qui  s’entretuaient pour les raisons les plus futiles et Il a alors réuni vos cœurs par l’Islam.\nVous êtes ensuite devenus grâce à Lui des frères en religion, miséricordieux et prodigues en bons conseils entre vous.\nAvant cela, vous étiez sur le point d’entrer en Enfer à cause de votre mécréance mais Allah vous en sauva par l’Islam et vous guida vers la foi.\nTout comme Il vous expose cela, Il vous expose également ce qui améliore votre situation dans le bas monde et l’au-delà afin que vous soyez guidés vers la voie de la droiture et que vous l’empruntiez.",
            "arabic_explanation": "وتَمسَّكوا - أيها المؤمنون - بالكتاب والسُّنَّة، ولا ترتكبوا ما يوقعكم في التفرق، واذكروا إنعام الله عليكم حين كنتم أعداءً قبل الإسلام تتقاتلون على أقل الأسباب، فجمع بين قلوبكم بالإسلام، فصرتم بفضله إخوانًا في الدين، متراحمين متناصحين، وكنتم قبل ذلك مُشْرِفين على دخول النار بكفركم، فأنجاكم الله منها بالإسلام وهداكم للإيمان. وكما بيَّن لكم الله هذا يبين لكم ما يصلح أحوالكم في الدنيا والآخرة، لتهتدوا إلى طريق الرشاد، وتسلكوا سبيل الاستقامة."
        },
        {
            "verse_number": 104,
            "verse_text": "وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
            "explanation": "Ô croyants, que soit issu de vous un groupe qui invite à tout bien aimé par Allah, ordonne le convenable prescrit par la religion et admis par la raison, et condamne le blâmable proscrit par la religion et rejeté par la raison. Ceux qui possèdent cette qualité sont ceux qui connaîtront la réussite complète dans le bas monde et dans l’au-delà.",
            "arabic_explanation": "ولتكن منكم - أيها المؤمنون - جماعة يدعون إلى كل خير يحبه الله، ويأمرون بالمعروف الذي دل عليه الشرع وحسَّنه العقل، وينهون عن المنكر الذي نهى عنه الشرع وقبَّحه العقل، والمتصفون بهذه الصفة هم أهل الفوز التام في الدنيا والآخرة."
        },
        {
            "verse_number": 105,
            "verse_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ",
            "explanation": "Ô croyants, ne soyez pas comme les Gens du Livre qui se divisèrent en factions et en sectes. Ils s’opposèrent au sujet de leur religion après que leur furent parvenus les signes clairs d’Allah. Ceux-là auront un châtiment terrible de la part d’Allah.",
            "arabic_explanation": "ولا تكونوا - أيها المؤمنون - مثل أهل الكتاب الذين تفرقوا فصاروا أحزابًا وشيعًا، واختلفوا في دينهم من بعد ما جاءتهم الآيات الواضحة من الله تعالى، وأولئك المذكورون لهم عذاب عظيم من الله."
        },
        {
            "verse_number": 106,
            "verse_text": "يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
            "explanation": "Ils subiront ce châtiment terrible le Jour de la Résurrection lorsque les visages des croyants s’éclaireront de joie et de bonheur alors que les visages des mécréants s’assombriront de tristesse et de malheur. On dira à ceux dont les visages se seront assombris en guise de réprimande: Avez-vous mécru en l’Unicité d’Allah et rompu Son pacte qui vous imposait de ne rien Lui associer après avoir connu la foi et avoir pris un engagement solennel ?\nGoûtez donc le châtiment d’Allah qu’Il vous a préparé pour votre mécréance.",
            "arabic_explanation": "يقع عليهم هذا العذاب العظيم يوم القيامة، حين تَبْيَضُّ وجوه أهل الإيمان من الفرح والسعادة، وتَسْودُّ وجوه الكافرين من الحزن والكآبة، فأما الذين اسودَّت وجوههم في ذلك اليوم العظيم فيقال توبيخًا لهم: أكفرتم بتوحيد الله وعهدِه الذي أخذ عليكم بألا تشركوا به شيئًا، بعد تصديقكم وإقراركم؟! فذوقوا عذاب الله الذي أعده لكم بسبب كفركم."
        },
        {
            "verse_number": 107,
            "verse_text": "وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ",
            "explanation": "Quant à ceux dont les visages s’éclaireront, ils seront installés dans les Jardins des Délices où ils resteront éternellement pour jouir de délices perpétuels et immuables.",
            "arabic_explanation": "وأما الذين ابيضت وجوههم فمقامهم في جنات النعيم، خالدين فيها أبدًا، في نعيم لا يزول ولا يحول."
        },
        {
            "verse_number": 108,
            "verse_text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ",
            "explanation": "Ces versets contenant la promesse et l’avertissement d’Allah, Nous te les récitons avec véracité dans les nouvelles et équité dans les jugements.\nAllah ne désire faire subir d’injustice à aucune créature mais Il ne châtie l’individu que pour ce qu’il commet.",
            "arabic_explanation": "تلك الآيات المتضمنة وعدَ الله ووعيدَه نقرؤها عليك - أيها النبي - بالصدق في الأخبار، والعدل في الأحكام، وما الله يريد ظلمًا لأي أحد من العالمين، بل لا يعذب أحدًا إلا بما كسبت يده."
        },
        {
            "verse_number": 109,
            "verse_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
            "explanation": "C’est Allah Seul qui détient en Sa possession ce que contiennent les Cieux et la Terre. Il en est le Créateur et décide de son sort.\nC’est à Lui aussi que reviendront toutes Ses créatures et Il rétribuera chacun selon ce qu’il mérite.",
            "arabic_explanation": "ولله تعالى وحده مُلْكُ ما في السماوات وما في الأرض، خَلْقًا وأَمْرًا، وإليه تعالى مصير أمر كل خلقه فيجازي كلًّا منهم على قدر استحقاقه."
        },
        {
            "verse_number": 110,
            "verse_text": "كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ",
            "explanation": "Ô communauté de Muħammad, vous êtes la meilleure communauté qu’Allah ait suscitée parmi les hommes, tant par votre foi que par vos œuvres. Vous êtes aussi les plus utiles des hommes puisque vous promouvez le bien et condamnez le mal, tels qu’ils sont définis  par la religion et par la raison. Par ailleurs, vous cultivez une foi ferme en Allah, une foi que confirment vos actions.\nSi les Gens du Livre, juifs et chrétiens, croyaient en Muħammad, cela serait mieux pour eux ici-bas et dans  l’au-delà.\nSeulement,  on compte parmi les Gens du Livre un petit nombre d’individus qui croient en ce qui a été apporté par Muħammad, mais la plupart se tiennent hors de la religion d’Allah et de Sa Législation.",
            "arabic_explanation": "كنتم - يا أمة محمد صلى الله عليه وسلم - خير الأمم التي أخرجها الله للناس في إيمانكم وعملكم، وأنفع الناس للناس، تأمرون بالمعروف الذي دل عليه الشرع وحسَّنه العقل، وتنهون عن المنكر الذي نهى عنه الشرع وقبَّحه العقل، وتؤمنون بالله إيمانًا جازمًا يصدقه العمل. ولو آمن أهل الكتاب من اليهود والنصارى بمحمد صلى الله عليه وسلم لكان ذلك خيرًا لهم في دنياهم وآخرتهم. من أهل الكتاب قليل يؤمنون بما جاء به محمد صلى الله عليه وسلم، وأكثرهم هم الخارجون عن دين الله وشريعته."
        },
        {
            "verse_number": 111,
            "verse_text": "لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ",
            "explanation": "Quelle que soit l’hostilité qu’ils vous manifestent, ils ne nuiront ni à votre religion ni à vos personnes, sauf par leurs langues comme lorsqu’ils remettent en cause votre religion, se moquent de vous, etc.\nMême s’ils vous combattent, ils finiront par s’enfuir, mis en déroute par vous et ils ne recevront jamais de secours qui leur permettraient de l’emporter contre vous.",
            "arabic_explanation": "ومهما كان منهم من عداوة فلن يضروكم - أيها المؤمنون - في دينكم ولا في أنفسكم إلا أذى بألسنتهم، من الطعن في الدين، والاستهزاء بكم ونحو ذلك، وإن قاتلوكم يَفِرُّوا منهزمين أمامكم، ولا يُنْصَرون عليكم أبدًا."
        },
        {
            "verse_number": 112,
            "verse_text": "ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
            "explanation": "L’humiliation et l’avilissement accablent les juifs où qu’ils soient et ils ne jouissent de sécurité que par un pacte conclu avec Allah ou avec les gens.\nIls subissent la colère d’Allah et souffrent d’un dénuement  permanent à titre de châtiment pour leurs mauvaises actions. Ils ont en effet refusé de croire aux signes d’Allah, ont injustement tué Ses prophètes et transgressé Ses limites.",
            "arabic_explanation": "جُعِل الهوان والصَّغار محيطًا باليهود مشتملًا عليهم أينما وُجِدوا، فلا يَأمَنون إلا بعهد أو أمن من الله تعالى أو من الناس، ورجعوا بغضب من الله، وجُعِلت عليهم الحاجة والفاقة محيطة بهم، ذلك الذي جُعل عليهم بسبب كفرهم بآيات الله، وقَتْلهم لأنبيائه ظلمًا، وذلك -أيضًا- بسبب عصيانهم وتجاوزهم لحدود الله."
        },
        {
            "verse_number": 113,
            "verse_text": "۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ",
            "explanation": "Tous les Gens du Livre ne sont pas semblables: il existe une minorité parmi eux qui suit avec droiture la religion d’Allah et se conforme aux commandements et aux interdits d’Allah. Ces hommes récitent les versets d’Allah pendant la nuit et Le prient. Ces gens existaient avant que le Prophète Muħammad n’ait été envoyé et ceux qui étaient encore vivants à son époque se convertirent à l’Islam.",
            "arabic_explanation": "ليس أهل الكتاب متساوين في حالهم، بل منهم طائفة مستقيمة على دين الله، قائمة بأمر الله ونهيه، يقرؤون آيات الله في ساعات الليل وهم يُصَلُّون لله، كانت هذه الفئة قبل بعثة النبي محمد صلى الله عليه وسلم، ومن أدرك منهم هذه البعثة أسلم."
        },
        {
            "verse_number": 114,
            "verse_text": "يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ",
            "explanation": "Ils croient fermement en Allah et au Jour Dernier. Ils ordonnent le bien, condamnent le mal, s’empressent d’accomplir de bonnes œuvres et profitent des occasions religieuses pour obéir à Allah.",
            "arabic_explanation": "يؤمنون بالله واليوم الآخر إيمانًا جازمًا، ويأمرون بالمعروف والخير، وينهون عن المنكر والشر، ويبادرون إلى أفعال الخيرات، ويغتنمون مواسم الطاعات، أولئك المتصفون بهذه الصفات من عباد الله الذين صلحت نياتهم وأعمالهم."
        },
        {
            "verse_number": 115,
            "verse_text": "وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ",
            "explanation": "Ce que ces gens-là font de bien, qu’il s’agisse de petites ou de grandes choses, leur vaudra la rétribution qu’ils méritent, et elle ne sera en rien diminuée.\nAllah connaît les pieux qui se conforment à Ses commandements et délaissent ce qu’Il a interdit. Il n’est inattentif à aucune de leurs actions et Il les rétribuera en conséquence de celles-ci.",
            "arabic_explanation": "وما يفعله هؤلاء من خير قليلًا كان أو كثيرًا فلن يضيع عليهم ثوابه، ولن ينقص أجره، والله عليم بالمتقين الذين يمتثلون أوامره، ويجتنبون نواهيه، لا يخفى عليه من أعمالهم شيء، وسيجازيهم عليها."
        },
        {
            "verse_number": 116,
            "verse_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
            "explanation": "Ceux qui mécroient en Allah et en Ses messagers, ni leurs richesses ni leur progéniture n’éloigneront d’eux ce qui provient d’Allah. Ils n’éloigneront pas de leurs personnes Son châtiment ni n’attireront sur eux Sa miséricorde. Au contraire, ils ne feront qu’aggraver leur châtiment et leur regret. Condamnés au Feu, ils y resteront éternellement.",
            "arabic_explanation": "إن الذين كفروا بالله ورسله لن تدفع عنهم أموالهم ولا أولادهم من الله شيئًا، لن ترد عنهم عذابه، ولن تجلب لهم رحمته، بل ستزيدهم عذابًا وحسرة، وأولئك هم أصحاب النار الملازمون لها."
        },
        {
            "verse_number": 117,
            "verse_text": "مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ",
            "explanation": "Ce que ces mécréants dépensent en bonnes œuvres et ce qu’ils attendent comme récompense en retour est semblable à un vent très froid qui s’abat sur des plantes semées par des gens qui ont été injustes envers eux-mêmes en commettant des péchés: le vent détruit ces plantes alors que leurs propriétaires espéraient de bonnes récoltes.\nA chaque fois que ce vent souffle, ces gens perdent ce qu’ils ont semé. Il en est de même pour la mécréance qui invalide la récompense qu’ils espèrent pour leurs œuvres. Allah n’est pas injuste avec eux – Il est bien au-dessus de cela – mais ils ont été injustes envers eux-mêmes par leur mécréance et par le démenti qu’ils opposaient à Ses messagers.",
            "arabic_explanation": "مثل ما ينفقه هؤلاء الكافرون في وجوه البر، وما ينتظرونه من ثوابها؛ كمثل ريح فيها برد شديد أصابت زَرْعَ قوم ظلموا أنفسهم بالمعاصي وغيرها، فأتلفت زرعهم، وقد رجوا منه خيرًا كثيرًا، فكما أتلفت هذه الريح الزرع فلم يُنتفع به، كذلك الكفر يبطل ثواب أعمالهم التي يرجونها، والله لم يظلمهم - تعالى عن ذلك - وإنما ظلموا أنفسهم بسبب كفرهم به وتكذيبهم رسله."
        },
        {
            "verse_number": 118,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ",
            "explanation": "Ô vous qui croyez en Allah et suivez Son Messager, ne prenez pas d’alliés en dehors des croyants, alliés auxquels vous divulguez vos secrets et ce qui relève de votre intimité. Ils ne s’épargneront aucun effort afin de vous nuire et de ternir votre vie. De plus, ils espèrent que vous subissiez des malheurs et des revers. La haine et l’hostilité se manifestent dans leurs paroles puisqu’ils remettent en question votre religion, attisent entre vous la zizanie et divulguent vos secrets, mais la haine que dissimulent leurs poitrines est pire encore. Nous vous avons exposé, ô croyants, les preuves claires de ce qui est dans vos intérêts dans le bas monde et dans l’au-delà.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، لا تتخذوا أَخلاّء وأصفياء من غير المؤمنين، تُطْلِعونهم على أسراركم وخَواصّ أحوالكم، فهم لا يُقَصِّرون في طلب مضرتكم وفساد حالكم، يتمنون حصول ما يضركم ويشق عليكم، قد ظهرت الكراهية والعداوة على ألسنتهم، بالطعن في دينكم، والوقيعة بينكم، وإفشاء أسراركم، وما تكتمه صدورهم من الكراهية أعظم، قد بينا لكم - أيها المؤمنون - البراهين الواضحة على ما فيه مصالحكم في الدنيا والآخرة، إن كنتم تعقلون عن ربكم ما أنزل عليكم."
        },
        {
            "verse_number": 119,
            "verse_text": "هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Voici que vous, ô croyants, aimez ces gens et leur souhaitez le bien alors qu’eux ne vous aiment pas et ne vous souhaitent pas le bien. Au contraire, ils vous haïssent même si vous croyez en tous les livres, dont leurs livres, tandis qu’ils ne croient pas au Livre qu’Allah a révélé à votre Prophète.\nLorsqu’ils vous rencontrent, ils vous disent avec leurs langues «Nous croyons» mais dès qu’ils se retrouvent entre eux, ils se mordent le bout des doigts de dépit et de rage de vous voir unis, de voir l’Islam puissant et de se voir eux-mêmes avilis. Ô Prophète, dis à ces gens: Restez dans cet état de dépit et de rage jusqu’à votre mort.\nAllah sait bien si c’est la foi ou la mécréance, le bien ou le mal qui remplissent les poitrines.",
            "arabic_explanation": "ها أنتم - يا هؤلاء المؤمنون - تحبون أولئك القوم، وترجون لهم الخير، وهم لا يحبونكم، ولا يرجون لكم الخير، بل يبغضونكم، وأنتم تؤمنون بالكُتُبِ كُلها، ومنها كتبهم، وهم لا يؤمنون بالكتاب الذي أنزله الله على نبيكم، وإذا التقوا بكم قالوا بألسنتهم: صَدَّقْنا، وإذا انفرد بعضهم ببعض عَضُّوا أطراف أصابعهم غَمًّا وغيظًا لما أنتم عليه من الوحدة، واجتماع الكلمة، وعزة الإسلام، ولما هم عليه من الذلة. قل - أيها النبي - لأولئك القوم: ابقوا على ما أنتم عليه حتى تموتوا غَمًّا وغيظًا، إن الله عليم بما في الصدور من الإيمان والكفر، والخير والشر."
        },
        {
            "verse_number": 120,
            "verse_text": "إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ",
            "explanation": "Ô croyants, si un bienfait vous touche comme la victoire sur un ennemi ou une augmentation de vos richesses ou de votre descendance, le chagrin et l’affliction les saisissent. En revanche, si un malheur vous atteint comme la défaite contre un ennemi ou une réduction de vos richesses ou de votre descendance, ils sont heureux et se réjouissent de votre malheur. Si vous êtes patients dans l’exécution de Ses ordres et dans Ses décrets et vous prémunissez contre Sa colère, leurs manigances et leurs offenses ne vous nuiront pas.\nAllah connaît leurs stratagèmes et Il décevra leurs funestes attentes.",
            "arabic_explanation": "إن تصبكم - أيها المؤمنون - نعمة من نصر على عدو، أو زيادة في مال وولد؛ يصبهم الهم والحزن، وإن تصبكم مصيبة من نصر عدو أو نقص في مال وولد، يفرحوا بذلك، ويشمتوا بكم، وإن تصبروا على أوامر الله وأقداره، وتتقوا غضبه عليكم؛ لا يضركم مكرهم وأذاهم، إن الله بما يعملون من الكيد محيط، وسيردهم خائبين."
        },
        {
            "verse_number": 121,
            "verse_text": "وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "explanation": "Rappelle-toi, ô Prophète, lorsque tu sortis au début de la journée de Médine afin de combattre les polythéistes, te rendant à `Uħud où tu désignas aux croyants leurs postes de combat et tu définis à chacun d’eux sa place.\nAllah entend vos paroles et connaît vos agissements.",
            "arabic_explanation": "واذكر - أيها النبي - حين خرجت أول النهار من المدينة لقتال المشركين في أُحد، حيث أَخَذْتَ تُنْزِلُ المؤمنين مواقعهم من القتال، فبيَّنت لكل واحد منزله، والله سميع لأقوالكم، عليم بأفعالكم."
        },
        {
            "verse_number": 122,
            "verse_text": "إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
            "explanation": "Rappelle-toi, ô Prophète, ce qui arriva à deux groupes de croyants parmi les Banû Salamah et les Banû Ħârithah, lorsqu’ils faiblirent et songèrent à imiter les hypocrites qui rebroussaient chemin.\nAllah soutint ces deux groupes en les confortant dans la décision de combattre et en les détournant de leur projet de fuite. Que les croyants s’en remettent à Allah Seul dans toutes leurs situations.",
            "arabic_explanation": "اذكر - أيها النبي - ما وقع لفرقتين من المؤمنين من بني سَلِمَة، وبني حارثة، حين ضعفوا، وهَمُّوا بالرجوع حين رجع المنافقون، والله ناصر هؤلاء بتثبيتهم على القتال وصرفهم عما هَمُّوا به، وعلى الله وحده فليعتمد المؤمنون في كل أحوالهم."
        },
        {
            "verse_number": 123,
            "verse_text": "وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ",
            "explanation": "Allah vous a soutenus contre les polythéistes à la Bataille de Badr alors que vous étiez faibles puisque votre effectif était peu nombreux et votre équipement sommaire. Craignez donc Allah, puissiez-vous Lui être reconnaissants des bienfaits qu’Il vous a accordés.",
            "arabic_explanation": "ولقد نصركم الله على المشركين في معركة بدر وأنتم مستضعفون وذلك لقلة عددكم وعتادكم، فاتقوا الله لعلكم تشكرون نعمه عليكم."
        },
        {
            "verse_number": 124,
            "verse_text": "إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ",
            "explanation": "Rappelle-toi, ô Prophète, ce que tu dis aux croyants afin de les conforter à la Bataille de Badr lorsqu’ils eurent vent des renforts que les polythéistes allaient recevoir: Ne vous suffit-il pas qu’Allah vous aide avec trois mille anges descendus par Lui afin de vous donner de la force durant le combat?",
            "arabic_explanation": "اذكر - أيها النبي - حين قلت للمؤمنين مثبِّتًا لهم في معركة بدر بعدما سمعوا بمَدَدٍ يأتي للمشركين: ألن يكفيكم أن يعينكم الله بثلاثة آلاف من الملائكة منزلين منه سبحانه لتقويتكم في قتالكم؟!"
        },
        {
            "verse_number": 125,
            "verse_text": "بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ",
            "explanation": "Si, cela vous suffit bien.  Vous avez aussi l’annonce d’une autre aide de la part d’Allah:\nSi vous êtes patients dans le combat, craignez Allah et que vos ennemis reçoivent le renfort attendu très rapidement, Allah vous aidera avec cinq mille anges qui se distinguent, eux et leurs chevaux, par une marque évidente.",
            "arabic_explanation": "بلى، إن ذلك يكفيكم. ولكم بشارة بعون آخر من الله: إن صبرتم على القتال، واتقيتم الله، وجاء المدد إلى أعدائكم من ساعتهم مسرعين إليكم، إن حصل ذلك فإن ربكم سيعينكم بخمسة آلاف من الملائكة معلِّمين أنفسهم وخيولهم بعلامة ظاهرة."
        },
        {
            "verse_number": 126,
            "verse_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
            "explanation": "Allah fit de cette aide et de ce renfort célestes une nouvelle réjouissante uniquement destinée à réconforter vos cœurs. En réalité, la victoire n’est pas due à ces causes apparentes, elle provient d’Allah le Puissant, à qui personne ne tient tête, le Sage dans Ses Décrets et Ses prescriptions.",
            "arabic_explanation": "وما جعل الله هذا العون وهذا الإمداد بالملائكة إلا خبرًا سارًّا لكم، تطمئن قلوبكم به، وإلا فإن النصر حقيقة لا يكون بمجرد هذه الأسباب الظاهرة، وإنما النصر حقًّا من عند الله العزيز الذي لا يغالبه أحد، الحكيم في تقديره وتشريعه."
        },
        {
            "verse_number": 127,
            "verse_text": "لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ",
            "explanation": "A travers cette victoire qui fut la vôtre à la Bataille de Badr, Allah voulut exterminer une fraction de mécréants, en humilier une autre et la faire enrager par sa défaite afin que vos ennemis s’en retournent défaits et humiliés.",
            "arabic_explanation": "هذا النصر الذي تحقق لكم في غزوة بدر أراد الله به أن يهلك طائفة من الذين كفروا بالقتل، ويخزي طائفة أخرى، ويغيظهم بهزيمتهم، فيرجعوا بفشل وذل."
        },
        {
            "verse_number": 128,
            "verse_text": "لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ",
            "explanation": "Lorsque le Messager demanda à Allah d’anéantir les chefs mécréants après ce qu’ils lui avaient fait subir à `Uħud, Allah lui dit: Tu n’as aucune part dans ce que décide Allah à leur sujet. C’est Allah qui décide. Patiente donc jusqu’à ce qu’Il juge entre vous. Soit Il leur facilitera de se repentir et de se convertir, soit ils persisteront dans leur mécréance et Il les châtiera puisqu’ils auront été des injustes qui méritent le châtiment.",
            "arabic_explanation": "لما دعا الرسول على رؤساء المشركين بالهلاك بعد ما وقع منهم في أُحد؛ قال الله له: ليس لك من أمرهم شيء، بل الأمر لله، فاصبر إلى أن يقضي الله بينكم، أو يوفقهم للتوبة فيسلموا، أو يستمروا على كفرهم فيعذبهم، فإنهم ظالمون مستحقون للعذاب."
        },
        {
            "verse_number": 129,
            "verse_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
            "explanation": "A Allah appartient la création et la gestion de ce que contiennent les Cieux et la Terre. Il pardonne à qui Il veut parmi Ses serviteurs par Sa miséricorde et châtie qui Il veut par Sa justice. Allah est Pardonneur avec ceux qui se repentent parmi Ses serviteurs et se montre miséricordieux avec eux.",
            "arabic_explanation": "ولله ما في السماوات وما في الأرض خَلْقًا وتدبيرًا، يغفر الذنوب لمن يشاء من عباده برحمته، ويعذب من يشاء بعدله، والله غفور لمن تاب من عباده، رحيم بهم."
        },
        {
            "verse_number": 130,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
            "explanation": "Ô vous qui croyez en Allah et suivez Son Messager, abstenez-vous de prendre des intérêts usuriers en sus des capitaux que vous prêtez, à l’image de ce que font les gens de la jâhiliyyah. Craignez Allah en vous conformant à Ses commandements et en délaissant ce qu’Il a interdit, puissiez-vous ainsi obtenir ce que vous désirez de bien ici-bas et dans l’au-delà.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، تجنَّبوا أخذ الربا زيادة مضاعفة على رؤوس أموالكم التي أقرضتموها، كما يفعل أهل الجاهلية، واتقوا الله بامتثال أوامره واجتناب نواهيه، لعلكم تنالون ما تطلبون من خير الدنيا والآخرة."
        },
        {
            "verse_number": 131,
            "verse_text": "وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
            "explanation": "Mettez entre vous et le Feu qu’Allah a préparé à l’intention des mécréants un obstacle: accomplissez des œuvres pieuses et délaissez de ce qui est illicite.",
            "arabic_explanation": "واجعلوا بينكم وبين النار التي أعدها الله للكافرين به وقاية؛ وذلك بعمل الصالحات وترك المحرمات."
        },
        {
            "verse_number": 132,
            "verse_text": "وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ",
            "explanation": "Obéissez à Allah et à Son Messager en vous conformant aux commandements et en délaissant les interdits ; puissiez-vous ainsi accéder à la miséricorde ici-bas et dans l’au-delà.",
            "arabic_explanation": "وأطيعوا الله ورسوله بامتثال الأوامر واجتناب النواهي، لعلكم تنالون الرحمة في الدنيا والآخرة."
        },
        {
            "verse_number": 133,
            "verse_text": "۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ",
            "explanation": "Empressez-vous de rivaliser dans l’accomplissement d’œuvres pieuses et de vous rapprocher ainsi d’Allah, afin que vous obteniez Son pardon et que vous entriez dans un Paradis aussi large que les Cieux et la Terre, un Paradis  qu’Allah a préparé à l’attention de Ses serviteurs pieux.",
            "arabic_explanation": "وبادروا وسابقوا إلى فعل الخيرات، والتقرب إلى الله بأنواع الطاعات؛ لتنالوا مغفرة من الله عظيمة، وتدخلوا جنة عرضها السماوات والأرض، هَيَّأها الله للمتقين من عباده."
        },
        {
            "verse_number": 134,
            "verse_text": "ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
            "explanation": "Les pieux sont ceux qui dépensent de leurs richesses pour Allah dans l’aisance comme dans l’adversité, qui maitrisent leur colère dans les situations où ils ont le pouvoir de se venger et qui pardonnent à ceux qui ont été injustes avec eux.\nAllah aime les êtres bienfaisants (`al-muħsinûna) qui ont ces qualités.",
            "arabic_explanation": "المتقون هم الذين يبذلون أموالهم في سبيل الله، في حال اليسر والعسر، والمانعون غضبهم مع القدرة على الانتقام، والمتجاوزون عمن ظلمهم، والله يحب المحسنين المتصفين بمثل هذه الأخلاق."
        },
        {
            "verse_number": 135,
            "verse_text": "وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ",
            "explanation": "Ce sont également ceux qui, lorsqu’ils commettent un péché majeur ou diminuent de leur mérite en commettant des péchés mineurs, évoquent Allah et se rappellent Sa menace adressée aux désobéissants ainsi que de Sa promesse destinée aux pieux.\nPris de regrets, ils demandent ainsi à leur Seigneur de couvrir leurs péchés et de ne pas les punir, car personne hormis Allah Seul ne pardonne les péchés.\nDe plus, ils ne persistent pas dans le péché dès lors qu’ils savent que ce qu’ils commettent en est un, et c’est Allah qui pardonne tous les péchés.",
            "arabic_explanation": "وهم الذين إذا فعلوا كبيرة من الذنوب، أو نقصوا حظ أنفسهم بارتكاب ما دون الكبائر، ذكروا الله تعالى، وتذكروا وعيده للعاصين، ووَعْده للمتقين، فطلبوا من ربهم نادمين ستر ذنوبهم وعدم مؤاخذتهم بها؛ لأنه لا يغفر الذنوب إلا الله وحده، ولم يصروا على ذنوبهم، وهم يعلمون أنهم مذنبون، وأن الله يغفر الذنوب جميعًا."
        },
        {
            "verse_number": 136,
            "verse_text": "أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
            "explanation": "Ceux qui possèdent ces  nobles qualités obtiendront en récompense qu’Allah couvre leurs péchés et leur pardonne.\nIls auront dans l’au-delà des jardins où les rivières coulent sous les palais et où ils séjourneront éternellement. Quelle meilleure rétribution peut-on imaginer pour les serviteurs obéissants ?",
            "arabic_explanation": "أولئك المتصفون بهذه الصفات الحميدة، والخصال المجيدة، ثوابهم أن يستر الله ذنوبهم، ويتجاوز عنها، ولهم في الآخرة جنات تجري من تحت قصورها الأنهار، مقيمين فيها أبدًا، ونِعْم ذلك الجزاء للعاملين بطاعة الله."
        },
        {
            "verse_number": 137,
            "verse_text": "قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
            "explanation": "Comme les croyants furent éprouvés par la débâcle de `Uħud, Allah les consola en leur rappelant ceci:\nAllah a pour coutume depuis toujours  d’anéantir les mécréants et de préserver les croyants après les avoir éprouvés. Parcourez donc la Terre et méditez le destin de ceux qui ont démenti Allah et Ses messagers. Leurs demeures sont vides et leurs royaumes ont disparu.",
            "arabic_explanation": "ولما ابتُلي المؤمنون بما نزل بهم يوم أُحد قال الله معزيًا لهم: قد مضت من قبلكم سُنن إلهية في إهلاك الكافرين، وجعل العاقبة للمؤمنين بعد ابتلائهم، فسيروا في الأرض فانظروا معتبرين كيف كان مصير المكذبين لله ورسله، خلت ديارهم، وزال ملكهم."
        },
        {
            "verse_number": 138,
            "verse_text": "هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ",
            "explanation": "Ce Noble Coran est un exposé de la vérité qui pourfend le mensonge et s’adresse à tous les hommes. Il montre le droit chemin aux pieux et les détourne de la voie du mal, puisque ce sont eux qui tirent profit de la guidée qu’il renferme.",
            "arabic_explanation": "هذا القرآن الكريم بيان للحق وتحذير من الباطل للناس أجمعين، وهو دلالة إلى الهدى، وزاجر للمتقين؛ لأنهم هم المنتفعون بما فيه من الهدى والرشاد."
        },
        {
            "verse_number": 139,
            "verse_text": "وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ",
            "explanation": "Ô croyants, ne faiblissez pas et ne soyez pas tristes pour ce que vous avez subi lors de la Bataille de `Uħud ; il ne convient pas que vous soyez tristes car vous êtes supérieurs par votre foi et supérieurs par l’aide d’Allah et votre espoir qu’Il vous secourra, si vous croyez en Allah et en la promesse qu’Il a faite à Ses serviteurs pieux.",
            "arabic_explanation": "ولا تضعفوا - أيها المؤمنون - ولا تحزنوا على ما أصابكم يوم أُحد؛ ولا ينبغي ذلك لكم، فأنتم الأعلون بإيمانكم، والأعلون بعون الله ورجائكم نصره، إن كنتم مؤمنين بالله ووعده لعباده المتقين."
        },
        {
            "verse_number": 140,
            "verse_text": "إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
            "explanation": "Ô croyants, si vous avez perdu des morts et des blessés lors de la Bataille de `Uħud, les mécréants ont également subi les mêmes pertes. Allah décide du sort de tous, mécréants comme croyants. Il leur alloue des vies plus ou moins longues et fait alterner victoires et défaites pour des raisons qui relèvent de Sa sagesse. Il veut notamment faire en sorte que les véritables croyants se distinguent des hypocrites et accorder à qui Il veut l’honneur de devenir un martyr pour Sa cause.\nAllah n’aime pas ceux qui sont injustes envers eux-mêmes par le délaissement de la lutte pour Sa cause.",
            "arabic_explanation": "إن أصابكم - أيها المؤمنون - جِرَاح وقَتْل يوم أُحد، فقد أصاب الكفار جِرَاح وقَتْل مثل ما أصابكم، والأيام يصرفها الله بين الناس مؤمنهم وكافرهم بما شاء من نصر وهزيمة؛ لحِكَم بالغة؛ منها: ليَظْهَر المؤمنون حقيقةً من المنافقين، ومنها: ليُكْرِم من يشاء بالشهادة في سبيله، والله لا يحب الظالمين لأنفسهم بترك الجهاد في سبيله."
        },
        {
            "verse_number": 141,
            "verse_text": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ",
            "explanation": "Parmi les autres raisons qui relèvent de Sa sagesse, on compte les suivantes: purifier les croyants de leurs péchés, débarrasser leurs rangs des hypocrites et anéantir les mécréants.",
            "arabic_explanation": "ومن هذه الحكم تَطْهيرُ المؤمنين من ذنوبهم، وتخليص صَفِّهم من المنافقين، وليُهْلِك الكافرين ويمحوهم."
        },
        {
            "verse_number": 142,
            "verse_text": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ",
            "explanation": "Ô croyants, avez-vous cru que vous entrerez au Paradis sans subir d’épreuves par lesquelles on reconnaît les véritables combattants pour la cause d’Allah et les endurants ?",
            "arabic_explanation": "أظننتم - أيها المؤمنون - أنكم تدخلون الجنة دون ابتلاء وصبرٍ يظهر به المجاهدون في سبيل الله حقيقةً، والصابرون على البلاء الذي يصيبهم فيه؟!"
        },
        {
            "verse_number": 143,
            "verse_text": "وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ",
            "explanation": "Ô croyants, vous espériez affronter les mécréants afin d’être martyrs pour la cause d’Allah, comme le furent vos frères lors de la Bataille de Badr, mais ceci avant que vous ne soyez exposés à la mort et à ses affres et voici que vous voyez de vos propres yeux à `Uħud ce que vous espériez.",
            "arabic_explanation": "ولقد كنتم - أيها المؤمنون - تتمنون لقاء الكفار لتنالوا الشهادة في سبيل الله، كما نالها إخوانكم في يوم بدر من قبل أن تلاقوا أسباب الموت وشدته، فها قد رأيتم في يوم أُحد ما تمنيتم، وأنتم تنظرون له عيانًا."
        },
        {
            "verse_number": 144,
            "verse_text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ",
            "explanation": "Muħammad n’est qu’un messager semblable à ceux qui l’ont précédé et qui sont morts ou ont été tués. S’il mourrait ou était tué, apostasieriez-vous et délaisseriez-vous la lutte pour la cause d’Allah ?\nQuiconque apostasie ne nuira en rien à Allah puisqu’Il est le Fort et le Puissant. Il ne fera que se nuire à lui-même en s’exposant à la perte ici-bas et dans l’au-delà. Allah rétribuera ceux qui Lui sont reconnaissants en les raffermissant dans sa religion et dans la lutte pour Sa cause.",
            "arabic_explanation": "وما محمد إلا رسول من جنس من سبقه من رسل الله الذين ماتوا أو قتلوا، أفإن مات هو أو قتل ارتددتم عن دينكم، وتركتم الجهاد؟! ومن يرتد منكم عن دينه فلن يضر الله شيئًا؛ إذ هو القوي العزيز، وإنما يضر المرتد نفسه بتعريضها لخسارة الدنيا والآخرة، وسيجزي الله الشاكرين له أحسن الجزاء بثباتهم على دينه، وجهادهم في سبيله."
        },
        {
            "verse_number": 145,
            "verse_text": "وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ",
            "explanation": "Une âme ne meurt que par le Décret d’Allah, à l’issue du délai fixé par Lui, et sa durée de sa vie ne sera ni allongée ni raccourcie.\nQuiconque désire la récompense du bas monde par ses œuvres, Nous lui en donnerons selon ce qui lui a été alloué et il n’aura aucune part dans l’au-delà.\nQuiconque désire par ses œuvres la récompense de l’au-delà, Nous lui en donnerons et Nous rétribuerons ceux qui sont reconnaissants envers leur Seigneur de la meilleure rétribution.",
            "arabic_explanation": "وما كانت نفس لتموت إلا بقضاء الله، بعد أن تستوفي المدة التي كتبها الله وجعلها أجلًا لها، لا تزيد عنها ولا تنقص. ومن يُرِد ثواب الدنيا بعمله نعطه بقدر ما قُدِّر له منها، ولا نصيب له في الآخرة، ومن يُرِد بعمله ثواب الله في الآخرة نعطه ثوابها، وسنجزي الشاكرين لربهم جزاءً عظيمًا."
        },
        {
            "verse_number": 146,
            "verse_text": "وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ",
            "explanation": "Bien des prophètes d’Allah avant vous allèrent au combat avec de nombreux adeptes et affrontèrent de lourdes pertes sans vaciller. Ils ne faiblirent pas face à l’ennemi, ni ne se rendirent. Ils se montrèrent au contraire fermes et persévérants.\nAllah aime ceux qui font preuve d’endurance face aux malheurs et catastrophes qui les frappent pour Sa cause.",
            "arabic_explanation": "وكم من نبي من أنبياء الله قاتل معه جماعات من أتباعه كثيرة، فما جَبُنُوا عن الجهاد لما أصابهم من قتل وجراح في سبيل الله، وما ضعفوا عن قتال العدو، وما خضعوا له، بل صبروا وثبتوا، والله يحب الصابرين على الشدائد والمكاره في سبيله."
        },
        {
            "verse_number": 147,
            "verse_text": "وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
            "explanation": "Ces croyants endurants face au malheur n’avaient qu’une seule parole à la bouche:\nÔ Seigneur, pardonne-nous nos péchés et notre excès. Raffermis nos pas lorsque nous affronterons l’ennemi et accorde-nous la victoire sur ceux qui mécroient en Toi.",
            "arabic_explanation": "وما كان قول هؤلاء الصابرين لمَّا نزل بهم هذا البلاء إلا أن قالوا: ربنا اغفر لنا ذنوبنا وتجاوُزَنا الحدود في أمرنا، وثبت أقدامنا عند ملاقاة عدونا، وانصرنا على القوم الكافرين بك."
        },
        {
            "verse_number": 148,
            "verse_text": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
            "explanation": "Allah leur accorda alors ici-bas la victoire et le triomphe et Il leur réserve la meilleure rétribution dans l’au-delà, à savoir Son agrément et la jouissance des délices éternels dans les Jardins des Délices.\nAllah aime ceux qui s’acquittent de leurs adorations et font preuve de bienveillance avec autrui.",
            "arabic_explanation": "فآتاهم الله ثواب الدنيا بنصرهم والتمكين لهم، وآتاهم الثواب الحسن في الآخرة بالرضا عنهم، والنعيم المقيم في جنات النعيم، والله يحب المحسنين في عبادتهم ومعاملتهم."
        },
        {
            "verse_number": 149,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ",
            "explanation": "Ô vous qui croyez en Allah et suivez son Messager, si vous prenez le chemin de l’égarement auquel les mécréants juifs, chrétiens et polythéistes vous appellent, vous retomberez dans la mécréance dont la foi vous a sauvés. Vous serez alors perdants à la fois ici-bas et dans l’au-delà.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، إن تطيعوا الذين كفروا من اليهود والنصارى والمشركين، فيما يأمرونكم به من الضلال، يُرْجِعُوكم بعد إيمانكم إلى ما كنتم عليه كفارًا، فترجعوا خاسرين في الدنيا والآخرة."
        },
        {
            "verse_number": 150,
            "verse_text": "بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ",
            "explanation": "Ces mécréants ne vous porteront pas secours si vous leur obéissez. Seul Allah en effet vous porte secours contre vos ennemis. Adorez-le donc, car Il est le meilleur secoureur, et vous n’aurez besoin de personne d’autre que Lui.",
            "arabic_explanation": "هؤلاء الكافرون لن ينصروكم إذا أطعتموهم، بل الله هو ناصركم على أعدائكم، فأطيعوه، وهو سبحانه خير الناصرين، فلا تحتاجون لأحد بعده."
        },
        {
            "verse_number": 151,
            "verse_text": "سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ",
            "explanation": "Nous projetterons une peur terrible dans les cœurs de ceux qui ont mécru en Allah, au point qu’ils seront dans l’incapacité de vous combattre. Il en sera ainsi parce qu’ils associent à Allah des divinités que leurs passions leur font adorer et au sujet desquelles ils ne possèdent aucune preuve.\nLeur refuge éternel sera le Feu et quel pire refuge pour les injustes que le Feu.",
            "arabic_explanation": "سنلقي في قلوب الذين كفروا بالله الخوف الشديد، حتى لا يستطيعوا الثبات لقتالكم بسبب إشراكهم بالله آلهةً عبدوها بأهوائهم، لم ينزل عليهم بها حجة، ومُسْتقرُّهم الذي يرجعون إليه في الآخرة هو النار، وبئس مستقر الظالمين النار."
        },
        {
            "verse_number": 152,
            "verse_text": "وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ",
            "explanation": "Allah a tenu Sa promesse de vous faire triompher sur vos ennemis lors de la Bataille de `Uħud, lorsque vous les massacriez par Sa permission. Mais vous avez faibli: vous vous êtes mis à diverger sur le fait de garder vos positions ou de les délaisser afin de ramasser le butin. Ce faisant, vous  avez désobéi au Prophète qui vous avait ordonné de rester à vos places quoiqu’il arrive. Ceci survint lorsqu’Allah vous eut montré les prémices de votre victoire sur vos ennemis. Certains parmi vous désirent le butin ici-bas, ce sont ceux qui ont délaissé leurs positions, tandis que d’autres désirent la récompense de l’au-delà et ce sont ceux qui ont gardé leurs positions, obéissant à l’ordre du Prophète. Allah les a éloignés de votre portée et vous fit dominer par eux afin de vous tester et de distinguer le croyant patient dans l’épreuve de celui qui succombe et faiblit. Allah vous a ensuite pardonné votre désobéissance: Il est le Détenteur d’une grâce immense à l’égard des musulmans puisqu’Il les a guidés vers la foi, leur a pardonné leurs péchés et les a récompensés pour les malheurs qu’ils ont subis.",
            "arabic_explanation": "ولقد أنجزكم الله ما وعدكم به من النصر على أعدائكم يوم أُحد، حين كنتم تقتلونهم قتلًا شديدًا بإذنه تعالى، حتى إذا جَبُنْتُم وضعفتم عن الثبات على ما أمركم به الرسول، واختلفتم بين البقاء في مواقعكم أو تركها وجمع الغنائم، وعصيتم الرسول في أمره لكم بالبقاء في مواقعكم على كل حال، وقع ذلك منكم من بعد ما أراكم الله ما تحبونه من النصر على أعدائكم، منكم من يريد غنائم الدنيا، وهم الذين تركوا مواقعهم، ومنكم من يريد ثواب الآخرة، وهم الذين بقوا في مواقعهم مطيعين أمر الرسول، ثم حَوَّلكم الله عنهم، وسلَّطهم عليكم؛ ليختبركم، فيظهر المؤمن الصابر على البلاء ممَّن زلت قدمه، وضعفت نفسه، ولقد عفا الله عما ارتكبتموه من المخالفة لأمر رسوله صلى الله عليه وسلم، والله صاحب فضل عظيم على المؤمنين حيث هداهم للإيمان، وعفا عن سيئاتهم، وأثابهم على مصائبهم."
        },
        {
            "verse_number": 153,
            "verse_text": "۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
            "explanation": "Rappelez-vous, ô croyants, lorsque vous fuyiez loin devant lors de la Bataille de `Uħud en raison de votre défaite suite à votre désobéissance à l’ordre du Messager. Personne ne regardait personne et le Messager vous appelait derrière vous, entre vous et les mécréants, criant: A moi, ô serviteurs d’Allah ! A moi, ô serviteurs d’Allah ! Allah vous rétribua pour cela en vous faisant ressentir de la douleur et de l’angoisse pour la victoire et le butin manqués, suivies encore de douleur et d’angoisse en raison de la rumeur de la mort du Prophète qui s’est répandue parmi vous. Allah vous rétribua ainsi afin que vous ne ressentiez pas de tristesse pour la victoire et le butin que vous avez manqués ni pour vos pertes en morts et en blessés.\nAprès avoir su que le Prophète n’avait pas été tué, tout malheur et toute douleur vous parurent ridicules.\nAllah sait parfaitement ce que vous faites. Rien de ce que ressentent vos cœurs ni de ce que vos membres accomplissent ne lui est inconnu.",
            "arabic_explanation": "اذكروا - أيها المؤمنون - حين كنتم تُبْعِدون في الأرض هاربين يوم أحد، لما أصابكم الفشل بمخالفة أمر الرسول، ولا ينظر أحد منكم لأحد، والرسول يدعوكم من خلفكم بينكم وبين المشركين قائلًا: إليَّ عبادَ الله، إليَّ عبادَ الله، فجازاكم الله على هذا ألمًا وضيقًا بما فاتكم من النصر والغنيمة، يتبعه ألم وضيق، وبما شاع بينكم من قَتْل النبي، وقد أنزل بكم هذا لكي لا تحزنوا على ما فاتكم من النصر والغنيمة، ولا ما أصابكم من قتل وجراح، بعدما علمتم أن النبي لم يُقْتل، حيث هانت عليكم كل مصيبة وألم، والله خبير بما تعملون، لا يخفى عليه شيء من أحوال قلوبكم، ولا أعمال جوارحكم."
        },
        {
            "verse_number": 154,
            "verse_text": "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Après la douleur et l’angoisse, Allah fit descendre sur vous la quiétude et la confiance, ce qui a permis  à certains d’entre vous – ceux qui sont certains de la réalisation de la promesse d’Allah et y trouvent un sentiment de sécurité  – de s’abandonner au sommeil. Un autre groupe en revanche resta éveillé et préoccupé. Ce sont les hypocrites, qui ont pour unique préoccupation la sécurité de leurs personnes. Ils vivent dans l’inquiétude et la peur, car ils craignent le mal qui pourrait les frapper de la part d’Allah, pensant qu’Allah ne secourra pas Son Messager ni ne soutiendra Ses serviteurs. Ils sont en cela semblables aux gens de la jâhiliyyah qui n’estimaient pas Allah à Sa juste valeur.\nCes hypocrites disaient du fait de leur ignorance:\nNotre avis au sujet du départ au combat ne compte pas, mais s’il comptait, nous ne serions pas partis.\nÔ Prophète, réponds-leur: La décision entière appartient à Allah. Il décrète ce qu’Il veut et juge comme Il veut. Or c’est Lui qui a décrété que vous deviez partir combattre.\nCes hypocrites dissimulent en eux le doute et du mauvais soupçon qu’ils ne dévoilent pas puisqu’ils te disent: Si notre avis, c’est-à-dire ne pas partir combattre, avait été retenu, nous n’aurions pas été massacrés ici même.\nÔ Prophète, réponds-leur: Si vous étiez restés dans vos demeures, loin des champs de bataille, ceux parmi vous dont Allah a décrété qu’ils allaient mourir se seraient tout de même rendus à l’endroit où ils doivent être tués. Allah n'a décidé cela qu’afin d’éprouver les intentions de vos cœurs  et de mettre en évidence la foi ou l’hypocrisie qu’ils contiennent.\nAllah  sait ce que contiennent les poitrines de Ses serviteurs et rien ne Lui en échappe.",
            "arabic_explanation": "ثم أنزل عليكم بعد الألم والضيق طمأنينة وثقة، جَعلت طائفة منكم - وهم الواثقون بوعد الله - يغطيهم النعاس مما في قلوبهم من أمن وسكينة، وطائفة أخرى لم ينلهم أمن ولا نعاس، وهم المنافقون الذين لا هَمَّ لهم إلا سلامة أنفسهم، فهم في قلق وخوف، يظنون بالله ظن السوء، من أن الله لا ينصر رسوله ولا يؤيد عباده، كظن أهل الجاهلية الذين لم يَقْدُروا الله حق قدره، يقول هؤلاء المنافقون لجهلهم بالله: ليس لنا من رأيٍ في أمر الخروج إلى القتال، ولو كان لنا ما خرجنا، قل - أيها النبي - مجيبًا هؤلاء: إن الأمر كله لله، فهو الذي يُقدِّر ما يشاء، ويحكم ما يريد، وهو من قدَّر خروجكم. وهؤلاء المنافقون يخفون في أنفسهم من الشك وظن السوء ما لا يظهرون لك، حيث يقولون: لو كان لنا في الخروج رأي ما قُتِلنا في هذا المكان، قل - أيها النبي - ردًّا عليهم: لو كنتم في بيوتكم بعيدين عن مواطن القتل والموت؛ لخرج من كَتبَ الله عليه القتل منكم إلى حيث يكون قَتْلهم. وما كتب الله ذلك إلا ليختبر ما في صدوركم من نيات ومقاصد، ويميز ما فيها من إيمان ونفاق، والله عليم بالذي في صدور عباده، لا يخفى عليه شيء منها."
        },
        {
            "verse_number": 155,
            "verse_text": "إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
            "explanation": "Ô Compagnons de Muħammad, concernant ceux parmi vous qui ont abandonné le combat le jour où les armées mécréantes rencontrèrent les armées croyantes à `Uħud, sachez que Satan les a poussés à la faute en raison de certains péchés qu’ils avaient commis. Allah  leur a néanmoins pardonné ces manquements et ne leur en a pas tenu rigueur, par faveur et miséricorde de Sa part.\nAllah pardonne aux repentants et se montre indulgent envers eux en ne s’empressant pas de les punir.",
            "arabic_explanation": "إن الذين انهزموا منكم - يا أصحاب محمد صلى الله عليه وسلم - يوم التقى جَمْعُ المشركين في أُحدٍ بجمع المسلمين، إنما حملهم الشيطان على الزلل بسبب بعض ما اكتسبوه من المعاصي، ولقد عفا الله عنهم فلم يؤاخذهم بها فضلًا منه ورحمة، إن الله غفور لمن تاب، حليم لا يعاجل بالعقوبة."
        },
        {
            "verse_number": 156,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
            "explanation": "Ô vous qui croyez en Allah et suivez Son Messager, ne soyez pas comme les mécréants hypocrites qui disent de leurs proches partis rechercher leur subsistance ou combattre et qui sont morts ou ont été tués:\nS’ils étaient restés auprès de nous et n’étaient pas partis voyager ou combattre, ils ne seraient pas morts ni ne se seraient fait tuer. Allah a introduit cette croyance dans leurs cœurs afin d’accroitre leur regret et leur tristesse. C’est Allah Seul qui fait vivre et mourir par Sa Volonté. Ni rester chez soi n’empêche Son Décret d’être exécuté ni quitter sa demeure ne le hâte.\nAllah voit ce que vous faites. Rien de vos œuvres ne Lui échappe et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، لا تكونوا مثل الكفار من المنافقين، ويقولون لأقاربهم إذا سافروا يطلبون رزقًا، أو كانوا غُزَاة فماتوا أو قتلوا: لو كانوا عندنا ولم يخرجوا، ولم يغزوا، لم يموتوا ولم يقتلوا، جعل الله هذا الاعتقاد في قلوبهم ليزدادوا ندامة وحزنًا في قلوبهم، والله وحده هو الذي يحيي ويميت بمشيئته، لا يمنع قَدَرَه قعودٌ ولا يُعَجلُه خروجٌ، والله بما تعملون بصير، لا تخفى عليه أعمالكم، وسيجازيكم عليها."
        },
        {
            "verse_number": 157,
            "verse_text": "وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
            "explanation": "Si vous êtes tués pour la cause d’Allah ou mourez, ô croyants, Allah vous accordera un immense pardon ainsi qu’une miséricorde qui valent plus que ce bas monde et tout ce que ses habitants réunissent de ses délices éphémères.",
            "arabic_explanation": "ولئن قتلتم في سبيل الله أو متُّم - أيها المؤمنون - ليَغْفرنَّ الله لكم مغفرة عظيمة، ويرحمكم رحمة منه، هي خير من هذه الدنيا وما يجمع أهلها فيها من نعيمها الزائل."
        },
        {
            "verse_number": 158,
            "verse_text": "وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ",
            "explanation": "Lorsque vous mourrez, quelle que soit la cause de votre mort, c’est vers Allah que vous retournerez tous afin qu’Il vous rétribue pour vos œuvres.",
            "arabic_explanation": "ولئن مُتُّم على أي حال كان موتكم، أو قُتِلتم؛ فإلى الله وحده ترجعون جميعًا؛ ليجازيكم على أعمالكم."
        },
        {
            "verse_number": 159,
            "verse_text": "فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ",
            "explanation": "C’est par une miséricorde immense d’Allah que tu es bienveillant envers tes Compagnons, ô Prophète. Si tu étais rude dans tes paroles et tes gestes et dur de cœur, ils auraient fui ta compagnie.\nPardonne-leur donc leurs manquements à ton endroit, invoque en leur faveur le pardon d’Allah et consulte leurs avis lorsque la situation le requiert.\nSi tu décides d’une chose après les avoir consultés, va de l’avant et remets-en toi à Allah car Allah aime ceux qui s’en remettent à Lui. Il leur facilite leur affaire et les soutient.",
            "arabic_explanation": "فبسبب رحمة من الله عظيمة كان خُلُقك - أيها النبي - سهلًا مع أصحابك، ولو كنت شديدًا في قولك وفعلك، قاسي القلب لتفرقوا عنك، فتجاوز عنهم تقصيرهم في حقك، واطلب لهم المغفرة، واطلب رأيهم فيما يحتاج إلى مشورة، فإذا عقدت عزمك على أمر بعد المشاورة فامض فيه، وتوكل على الله، إن الله يحب المتوكلين عليه فيوفقهم ويؤيدهم."
        },
        {
            "verse_number": 160,
            "verse_text": "إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
            "explanation": "Si Allah vous soutient par Son secours et Son aide, personne ne pourra vous vaincre, même si tous les habitants de la Terre s’alliaient contre vous.\nSi, en revanche, Il cesse de vous secourir et vous abandonne à vous-mêmes, personne ne sera capable de vous secourir.\nLui seul détient le secours en Sa main. Que les croyants Lui fassent confiance et à nul autre que Lui.",
            "arabic_explanation": "إن يؤيدكم الله بإعانته ونصره فلا أحد يغلبكم، ولو اجتمع عليكم أهل الأرض، وإذا ترك نصركم ووَكَلَكم إلى أنفسكم فلا أحد يستطيع أن ينصركم من بعده، فالنصر بيده وحده، وعلى الله فليعتمد المؤمنون لا على أحد سواه."
        },
        {
            "verse_number": 161,
            "verse_text": "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
            "explanation": "Il est exclu qu’un prophète trahisse ses compagnons en s’appropriant une part du butin supérieure à celle qu’Allah lui a réservée et quiconque parmi vous trahit en s’appropriant indument une part du butin sera puni en étant publiquement dévoilé le Jour de la Résurrection. Il viendra alors en portant ce qu’il s’est approprié  au vu et au su de tous. Ensuite, il sera donné à chaque âme la rétribution complète de ce qu’elle a accompli, sans que rien n’en manque. Les gens ne seront pas lésés par l’ajout de mauvaises œuvres qu’ils n’ont commises ni par le retranchement de bonnes œuvres qu’ils ont accomplies.",
            "arabic_explanation": "ما كان لنبي من الأنبياء أن يخون بأخذ شيء من الغنيمة غير ما اختصه به الله، ومن يَخُنْ منكم بأخذ شيء من الغنيمة، يُعاقَب بأن يُفضح يوم القيامة، فيأتي حاملًا ما أخذه أمام الخلق، ثم تُعطى كل نفس جزاء ما اكتسبته تامًّا غير منقوص، وهم لا يُظلمون بزيادة سيئاتهم، ولا بنقص حسناتهم."
        },
        {
            "verse_number": 162,
            "verse_text": "أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
            "explanation": "Ne sont pas semblables auprès d’Allah celui qui est fidèle à la foi et à l’accomplissement de bonnes œuvres, cherchant par là l’agrément d’Allah,  et celui qui mécroit et commet de mauvaises actions, ce qui lui vaudra le courroux d’Allah et un séjour éternel en Enfer. Or il n’est pire lieu de séjour que l’Enfer.",
            "arabic_explanation": "لا يستوي عند الله من اتبع ما ينال به رضوان الله من الإيمان والعمل الصالح، ومن كفر بالله وعَمِلَ السيئات، فرجع بغضب شديد من الله، ومستقره جهنم، وساءت مرجعًا ومستقرًّا."
        },
        {
            "verse_number": 163,
            "verse_text": "هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
            "explanation": "Auprès d’Allah, leurs statuts sont différents dans le bas monde et dans l’au-delà.\nAllah voit ce qu’ils font. Rien ne Lui en échappe et Il les rétribuera en conséquence.",
            "arabic_explanation": "هم متفاوتون في منازلهم في الدنيا والآخرة عند الله، والله بصير بما يعملون، لا يخفى عليه شيء، وسيجازي كلًّا بعمله."
        },
        {
            "verse_number": 164,
            "verse_text": "لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ",
            "explanation": "Allah a fait un bienfait aux croyants en envoyant parmi eux un Messager issu de leur peuple, qui leur récite le Coran,  les purifie du polythéisme et des défauts détestables et leur enseigne le Coran et la Sunna, sachant qu’ils étaient avant l’envoi de ce Messager clairement égarés de la guidée et de la droiture.",
            "arabic_explanation": "لقد أنعم الله على المؤمنين وأحسن إليهم حين بعث فيهم رسولًا من جنسهم، يقرأ عليهم القرآن، ويطهِّرهم من الشرك والأخلاق الرذيلة، ويعلمهم القرآن والسُّنَّة، وقد كانوا من قبل بعثة هذا الرسول في ضلال واضح عن الهدى والرشاد."
        },
        {
            "verse_number": 165,
            "verse_text": "أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "Ô croyants, quand vous avez subi une cinglante défaite et de lourdes pertes à `Uħud, alors que vous avez infligé le double de ces pertes à vos ennemis lors de la Bataille de Badr, vous avez dit:\nComment cela a-t-il pu nous arriver alors que nous sommes croyants et que le Prophète est parmi nous ?\nÔ Prophète, dis-leur: Ce qui vous a atteint provient de votre querelle et de votre désobéissance au Messager. Allah a pouvoir sur tout. Il secourt donc qui Il veut et abandonne qui Il veut à son sort.",
            "arabic_explanation": "أعندما أصابتكم - أيها المؤمنون - مصيبة حين هُزمتم في أُحد، وقُتِل منكم من قُتِل، قد أصبتم من عدوكم ضِعْفَيها من القتلى والأسرى يوم بدر، قلتم: من أين أصابنا هذا ونحن مؤمنون، ونبي الله فينا؟! قل - أيها النبي -: ما أصابكم من ذلك جاءكم بسببكم حين تنازعتم، وعصيتم الرسول، إن الله على كل شيء قدير؛ فينصر من يشاء، ويخذل من يشاء."
        },
        {
            "verse_number": 166,
            "verse_text": "وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ",
            "explanation": "La défaite et les lourdes pertes enregistrées à `Uħud  ont eu lieu, avec la permission d’Allah et par Son Décret, pour une raison fondamentale: distinguer les croyants sincères des autres.",
            "arabic_explanation": "وما حدث لكم من القَتْل والجِرَاح والهزيمة يوم أُحد حين التقى جمعكم وجَمْعُ المشركين، فهو بإذن الله وقدره؛ لحكمة بالغة حتى يظهر المؤمنون الصادقون."
        },
        {
            "verse_number": 167,
            "verse_text": "وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ",
            "explanation": "Cela a également permis de démasquer les hypocrites. Lorsqu’on leur dit «Combattez pour la cause d’Allah» ou «Repoussez les ennemis en vous joignant à la masse des musulmans», ces hypocrites disent: Si nous avions su qu’il y aurait un combat, nous vous aurions suivis mais nous ne pensons pas qu’il y aura un combat entre vous et eux.\nDans cette situation, ils paraissent plus mécréants que croyants et ils disent avec leurs langues ce qui ne correspond pas au contenu de leurs cœurs.\nAllah sait ce qu’ils dissimulent dans leurs cœurs et Il les punira pour cela.",
            "arabic_explanation": "وليظهر المنافقون الذين لمَّا قيل لهم: قاتلوا في سبيل الله، أو ادفعوا بتكثيركم سواد المسلمين؛ قالوا: لو نعلم أنه يكون قتال لاتبعناكم لكننا لا نرى أنه يكون بينكم وبين القوم قتال، هم في حالهم وقتئذٍ أقرب إلى ما يدل على كفرهم مما يدل على إيمانهم، يقولون بألسنتهم ما ليس في قلوبهم، والله أعلم بما يُبْطِنونه في صدورهم، وسيعاقبهم عليه."
        },
        {
            "verse_number": 168,
            "verse_text": "ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Il s’agit des gens qui sont restés en retrait, refusant de combattre, et ont dit à leurs proches blessés à `Uħud: S’ils nous avaient obéi et n’étaient pas partis combattre, ils ne se seraient pas fait tuer.\nÔ Prophète, réponds-leur: Vous prétendez que s’ils vous avaient obéi, ils auraient échappé à la mort et que votre survie s’explique par votre refus de combattre. Eloignez donc la mort de vous lorsqu’elle se présentera si vous êtes véridiques.",
            "arabic_explanation": "هم الذين تخلَّفوا عن القتال، وقالوا لقراباتهم الذين أصيبوا يوم أُحد: لو أنهم أطاعونا ولم يخرجوا للقتال لَمَا قتلوا، قل - أيها النبي - ردًّا عليهم: فادفعوا عن أنفسكم الموت إذا نزل بكم إن كنتم صادقين فيما ادعيتموه من أنهم لو أطاعوكم ما قتلوا، وأن سبب نجاتكم من الموت هو القعود عن الجهاد في سبيل الله."
        },
        {
            "verse_number": 169,
            "verse_text": "وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ",
            "explanation": "Ô Prophète, ne crois pas que ceux qui ont été tués pour la cause d’Allah sont morts. Ils sont au contraire vivants, d’une vie particulière, et séjournent auprès d’Allah dans la Demeure où Il les honore. Ils y jouissent de délices que nul ne connaît hormis Allah.",
            "arabic_explanation": "ولا تظنن - أيها النبي - أن الذين قُتلوا في الجهاد في سبيل الله أموات، بل هم أحياء حياة خاصة عند ربهم في دار كرامته، يرزقون من أنواع النعيم الذي لا يعلمه إلا الله."
        },
        {
            "verse_number": 170,
            "verse_text": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
            "explanation": "Ils y sont emplis de bonheur et d’allégresse en raison de la faveur qu’Allah leur a accordée. Ils espèrent que leurs frères restés dans le bas monde les rejoignent en obtenant la même faveur par le martyre.\nIls n’éprouveront aucune crainte au sujet de ce qu’ils connaîtront dans l’au-delà ni ne seront affligés pour ce qu’ils auront manqué en ce bas monde.",
            "arabic_explanation": "قد غمرتهم السعادة، وشملتهم الفرحة، بما مَنَّ الله عليهم من فضله، ويأملون وينتظرون أن يلحق بهم إخوانهم الذين بقوا في الدنيا، أنهم إن قتلوا في الجهاد فسينالون من الفضل مثلهم، ولا خوف عليهم فيما يستقبلونه من أمر الآخرة، ولا هم يحزنون على ما فاتهم من حظوظ الدنيا."
        },
        {
            "verse_number": 171,
            "verse_text": "۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ",
            "explanation": "Ils attendent, en plus de leurs jouissances actuelles, une immense récompense d’Allah, et ils savent qu’Allah n’invalide pas la rétribution de ceux qui croient en Lui.\nIl leur remettra en effet leur pleine rétribution et y ajoutera une grâce de Sa part.",
            "arabic_explanation": "ويفرحون مع هذا بثواب كبير ينتظرهم من الله، وزيادة على الثواب عظيمة، وأنه تعالى لا يُبْطل أجر المؤمنين به، بل يوفيهم أجورهم كاملة، ويزيدهم عليها."
        },
        {
            "verse_number": 172,
            "verse_text": "ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ",
            "explanation": "Lorsqu’ils furent appelés à partir combattre pour la cause d’Allah et à affronter les polythéistes dans la Bataille de Ħamrâ` al-`Asad (ħamrâ`u l-`asadi), certains croyants répondirent à l’appel alors qu’ils ne s’étaient pas encore remis des blessures  reçues à ‘Uhud.\nCeux qui ont multiplié les bonnes actions et ont craint Allah en se conformant à Ses commandements et en délaissant ce qu’Il a interdit, ceux-là auront une rétribution immense de la part d’Allah, à savoir le Paradis.",
            "arabic_explanation": "الذين استجابوا لأمر الله ورسوله عندما دُعوا إلى الخروج للقتال في سبيل الله، وملاقاة المشركين في غزوة «حمراء الأسد» التي أعقبت أُحُدًا بعدما أصابتهم الجروح يوم أُحد، فلم تمنعهم جروحهم من تلبية نداء الله ورسوله. للذين أحسنوا منهم في أعمالهم، واتقوا الله بامتثال أوامره واجتناب نواهيه، أجر عظيم من الله، وهو الجنة."
        },
        {
            "verse_number": 173,
            "verse_text": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ",
            "explanation": "Les mécréants dirent à un groupe de croyants:\nLes Quraychites, dirigés par `Abû Sufyân, ont réuni des troupes nombreuses afin de vous combattre et de vous anéantir. Prenez donc garde à eux et évitez d’aller à leur rencontre. Mais loin de les épouvanter, ces paroles et ces menaces raffermirent leur croyance en Allah et en la véracité de Sa promesse. Ils allèrent donc à la rencontre de l’ennemi en disant: Allah nous suffit et quel meilleur garant que Lui.",
            "arabic_explanation": "الذين قال لهم بعض المشركين: إن قريشًا بقيادة أبي سفيان قد جمعوا لكم جموعًا كثيرة لقتالكم والقضاء عليكم، فاحذروهم واتقوا لقاءهم، فزادهم هذا الكلام والتخويف تصديقًا بالله وثقة بوعده، فخرجوا إلى لقائهم وهم يقولون: يكفينا الله تعالى، وهو نِعْمَ من نفوِّض إليه أمرنا."
        },
        {
            "verse_number": 174,
            "verse_text": "فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ",
            "explanation": "Ils revinrent sains et saufs de Ħamrâ`al-`Asad avec une immense récompense de la part d’Allah et une élévation supplémentaire de leur rang pour avoir cherché Son agrément en Lui obéissant constamment.\nAllah est Détenteur d’une faveur immense à l’égard de Ses serviteurs.",
            "arabic_explanation": "فرجعوا بعد خروجهم إلى «حمراء الأسد» بثواب عظيم من الله، وزيادة في درجاتهم، وسلامة من عدوهم فلم يصبهم قَتْل ولا جِرَاح، واتبعوا ما يرضي الله عنهم من التزام طاعته والكف عن معصيته، والله صاحب فضل عظيم على عباده المؤمنين."
        },
        {
            "verse_number": 175,
            "verse_text": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ",
            "explanation": "C’est Satan qui vous fait craindre ses soutiens et ses assistants. Ne faiblissez donc pas face à eux car ils ne détiennent ni force ni puissance et craignez Allah Seul en Lui obéissant constamment si vous croyez véritablement en Lui.",
            "arabic_explanation": "إنما المُخوِّف لكم الشيطان، يرهبكم بأنصاره وأعوانه، فلا تجبنوا عنهم، فإنهم لا حول لهم ولا قوة، وخافوا الله وحده بالتزام طاعته، إن كنتم مؤمنين به حقًّا."
        },
        {
            "verse_number": 176,
            "verse_text": "وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
            "explanation": "Ne sombre pas dans le chagrin, ô Messager, à cause des hypocrites qui s’empressent d’adhérer à la mécréance et d’apostasier. Ils ne nuiront à Allah en rien,  c’est plutôt à eux-mêmes qu’ils nuisent par leur rejet de la foi et par leur désobéissance.\nEn les abandonnant et en ne leur facilitant pas leurs affaires, Allah désire qu’ils n’aient aucune part dans les délices de l’au-delà et ils connaîtront un châtiment terrible dans le Feu.",
            "arabic_explanation": "ولا يُوقِعْك في الحزن - أيها الرسول - الذين يسارعون في الكفر مرتدين على أعقابهم من أهل النفاق، فإنهم لن ينالوا الله بأي ضرر، وإنما يضرون أنفسهم ببعدهم عن الإيمان بالله وطاعته، يريد الله بخذلانهم وعدم توفيقهم ألا يكون لهم نصيب في نعيم الآخرة، ولهم فيها عذاب عظيم في النار."
        },
        {
            "verse_number": 177,
            "verse_text": "إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ceux qui ont échangé la foi contre la mécréance ne nuiront en rien à Allah. C’est plutôt à eux-mêmes qu’ils nuisent et ils auront un châtiment douloureux dans l’au-delà.",
            "arabic_explanation": "إن الذين استبدلوا الكفر بالإيمان لن يضروا الله أي شيء، إنما يضرون أنفسهم، ولهم عذاب أليم في الآخرة."
        },
        {
            "verse_number": 178,
            "verse_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ",
            "explanation": "Que ceux qui mécroient en leur Seigneur et s’opposent à Sa religion ne croient pas que le délai qu’Allah leur accorde en les laissant vivre dans la mécréance est un bien pour eux.\nAu contraire, Il leur donne ainsi l’occasion d’amasser des péchés supplémentaires qui leur vaudront un châtiment humiliant.",
            "arabic_explanation": "ولا يظنن الذين كفروا بربهم، وعاندوا شرعه، أن إمهالهم وإطالة عمرهم على ما هم عليه من كفرٍ خيرٌ لأنفسهم، ليس الأمر كما ظنوا، وإنما نمهلهم ليزدادوا إثمًا بكثرة المعاصي على إثمهم، ولهم عذاب مُذِلّ."
        },
        {
            "verse_number": 179,
            "verse_text": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ",
            "explanation": "Ô croyants, il ne sied pas à la sagesse d’Allah de vous laisser mêlés aux hypocrites sans vous distinguer les uns des autres ni  sans faire ressortir les véritables croyants. Il vous distingue par des charges et des épreuves diverses afin que le croyant soit différencié de l’hypocrite.\nLa sagesse d’Allah n’a pas non plus vocation à vous dévoiler l’Invisible (dont un aspect consiste à différencier le croyant de l’hypocrite), mais Il choisit parmi Ses messagers qu’Il veut afin de lui dévoiler une part de l’Invisible. C’est ainsi qu’Il a dévoilé à Son Prophète Muħammad l’identité des hypocrites.\nRéalisez donc votre croyance en Allah et en Son Messager: si vous croyez réellement et craignez Allah en vous conformant à Ses commandements et en délaissant ce qu’Il interdit, vous trouverez une récompense immense auprès d’Allah.",
            "arabic_explanation": "ما كان من حكمة الله أن يَدَعَكم - أيها المؤمنون - على ما أنتم عليه من اختلاط بالمنافقين وعدم تمايز بينكم، وعدم تبين المؤمنين حقًّا، حتى يميزكم بأنواع التكاليف والابتلاءات، ليظهر المؤمن الطيب من المنافق الخبيث. وما كان من حكمة الله أن يطلعكم على الغيب فتُميزوا بين المؤمن والمنافق، ولكن الله يختار من رسله من يشاء، فيطلعه على بعض الغيب؛ كما أطلع نبيه محمدًا صلى الله عليه وسلم على حال المنافقين، فحقِّقوا إيمانكم بالله ورسوله، وإن تؤمنوا حقًّا وتتقوا الله بامتثال أوامره واجتناب نواهيه فلكم ثواب عظيم عند الله."
        },
        {
            "verse_number": 180,
            "verse_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
            "explanation": "Que ceux qui sont avares des bienfaits d’Allah et refusent d’en prélever ce qui Lui revient ne croient pas qu’ils sont gagnants: le bien dont ils se seront accaparé sera le Jour de la Résurrection un carcan autour de leurs cous par lequel on les suppliciera. C’est à Allah que reviendra ce que contiennent les Cieux et la Terre. Il est le Vivant qui Subsiste après la disparition de toutes Ses créatures.\nAllah connaît les moindres de vos agissements et Il vous rétribuera en conséquence.",
            "arabic_explanation": "ولا يظنن الذين يبخلون بما آتاهم الله من النعم تفضُّلًا منه، فيمنعون حق الله فيها، لا يظنُّوا أن ذلك خير لهم، بل هو شر لهم؛ لأن ما بخلوا به سيكون طَوْقًا يُطَوَّقون به يوم القيامة في أعناقهم يعذبون به، ولله وحده يؤول ما في السماوات والأرض، وهو الحي بعد فناء خلقه كلهم، والله عليم بدقائق ما تعملون، وسيجازيكم عليه."
        },
        {
            "verse_number": 181,
            "verse_text": "لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
            "explanation": "Allah a entendu les paroles des juifs qui ont dit:\nAllah est pauvre car Il nous demande un prêt alors que nous sommes riches de ce que nous possédons.\nNous consignerons cette calomnie au sujet de leur Seigneur ainsi que l’assassinat de leurs prophètes et nous leur dirons:\nGoûtez au châtiment brûlant dans le Feu.",
            "arabic_explanation": "لقد سمع الله قول اليهود حين قالوا: «إن الله فقير حيث طلب منا القرض، ونحن أغنياء بما عندنا من أموال»، سنكتب ما قالوا من الإفك والفرية على ربهم وقتلهم أنبياءهم بغير حق، ونقول لهم: ذوقوا العذاب المحرق في النار."
        },
        {
            "verse_number": 182,
            "verse_text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ",
            "explanation": "Ce châtiment est la conséquence des actes de désobéissance honteux que vos mains ont accomplis, ô juifs, et du fait qu’Allah n’est injuste avec aucun de Ses serviteurs.",
            "arabic_explanation": "ذلك العذاب بسبب ما قدمت أيديكم - أيها اليهود - من المعاصي والمخازي، وبأن الله ليس يظلم أحدًا من عبيده."
        },
        {
            "verse_number": 183,
            "verse_text": "ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Ce châtiment est la conséquence des actes de désobéissance honteux que vos mains ont accomplis, ô juifs, et du fait qu’Allah n’est injuste avec aucun de Ses serviteurs.",
            "arabic_explanation": "وهم الذين قالوا -كذبًا وافتراء-: إن الله أوصانا في كتبه وعلى ألسنة أنبيائه ألا نؤمن لرسول حتى يأتينا بما يصدق قوله، وذلك بأن يتقرب إلى الله بصدقة تُحْرقُها نار تنزل من السماء، فكذبوا على الله في نسبة الوصية إليه، وفي حصر دلائل صدق الرسل فيما ذكروا، ولهذا أمر الله نبيه محمدًا صلى الله عليه وسلم أن يقول لهم: قد جاءكم رسل من قبلي بالبراهين الواضحة على صدقهم، وبالذي ذكرتم من القُربان الذي تحرقه نار من السماء، فلِمَ كذبتموهم وقتلتموهم إن كنتم صادقين فيما تقولون؟!"
        },
        {
            "verse_number": 184,
            "verse_text": "فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
            "explanation": "S’ils te traitent de menteur, ô Prophète, ne sois pas triste car telle est l’habitude des mécréants.\nDe nombreux messagers ont en effet été traités de menteurs bien avant toi alors qu’ils étaient venus avec des preuves claires, des livres contenant des sermons et des enseignements, ainsi qu’un livre contenant des jugements et des lois qui guident les hommes.",
            "arabic_explanation": "فإن كذبوك - أيها النبي - فلا تحزن، فهي عادة الكافرين، فقد كُذب رسل كثر من قبلك، جاؤوا بالأدلة الواضحة، وبالكتب المشتملة على المواعظ والرقائق، والكتاب الهادي بما فيه من الأحكام والشرائع."
        },
        {
            "verse_number": 185,
            "verse_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
            "explanation": "Toute âme, quelle qu’elle soit, doit nécessairement goûter à la mort. Qu’aucune créature ne soit donc trompée par les charmes de la vie terrestre.\nLe Jour de la Résurrection, on vous remettra la rétribution complète pour vos œuvres sans que rien n’en manque. Quiconque Allah éloigne du Feu et le fait entrer au Paradis obtient le bien qu’il espérait et échappe au mal qu’il redoutait.\nLa vie terrestre n’est qu’une jouissance éphémère et seul celui qui en est dupe s’y attache.",
            "arabic_explanation": "كل نفس مهما تكن لا بد أن تذوق الموت، فلا يغتر مخلوق بهذه الدنيا، وفي يوم القيامة تعطون أجور أعمالكم كاملة غير منقوصة، فمن أبعده الله عن النار، وأدخله الجنة؛ فقد نال ما يرجو من الخير، ونجا مما يخاف من الشر، وما الحياة الدنيا إلا متاع زائل، ولا يتعلق بها إلا المخدوع."
        },
        {
            "verse_number": 186,
            "verse_text": "۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
            "explanation": "Ô croyants, vous serez assurément éprouvés dans vos biens à travers les aumônes obligatoires que vous en prélevez et les calamités qui les atteignent, et vous serez aussi éprouvés dans vos personnes à travers les obligations légales dont vous êtes chargés et les malheurs que vous subissez.\nVous entendrez assurément de la part des gens du Livre et des polythéistes des outrages qui viseront aussi bien votre religion que vos personnes. Si vous faites preuve de patience face aux malheurs et aux épreuves et craignez Allah en vous conformant à ce qu’Il a ordonné et en délaissant ce qu’Il a défendu, vous aurez fait preuve de détermination et opté pour ce qui mérite que l’on rivalise.",
            "arabic_explanation": "لتُختبرنّ - أيها المؤمنون - في أموالكم، بأداء الحقوق الواجبة فيها، وبما ينزل بها من مصائب، ولتختبرُنَّ في أنفسكم بالقيام بتكاليف الشريعة، وما ينزل بكم من أنواع البلاء، ولتسمعُنّ من الذين أُعطوا الكتب من قبلكم ومن الذين أشركوا شيئًا كثيرًا مما يؤذيكم من الطعن فيكم وفي دينكم، وإن تصبروا على ما يصيبكم من أنواع المصائب والابتلاءات، وتتقوا الله بفعل ما أمر وتَرْك ما نهى، فإن ذلك من الأمور التي تحتاج إلى عزم، ويتنافس فيها المتنافسون."
        },
        {
            "verse_number": 187,
            "verse_text": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ",
            "explanation": "Rappelle-toi, ô Prophète, lorsqu’Allah obtint l’engagement ferme des savants des Gens du Livre, juifs et chrétiens, d’expliquer clairement aux hommes le Livre d’Allah et de ne pas dissimuler la guidée qu’il renferme, ni l’annonce de la Prophétie de Muħammad.\nIls violèrent le pacte scellé en toute insouciance, firent la promotion de l’erreur et du mensonge et échangèrent l’engagement pris avec Allah contre le prestige et des biens matériels.\nC’est à un prix bien vil qu’ils ont vendu l’engagement pris avec Allah.",
            "arabic_explanation": "واذكر - أيها النبي - حين أخذ الله العهد المؤكد على علماء أهل الكتاب من اليهود والنصارى؛ لتُوضِّحُنَّ للناس كتاب الله، ولا تكتمون ما فيه من الهدى، ولا ما دل عليه من نبوة محمد صلى الله عليه وسلم، فما كان منهم إلا أن طرحوا العهد، ولم يلتفتوا إليه، فكتموا الحق وأظهروا الباطل، واستبدلوا بعهد الله ثمنًا زهيدًا، كالجاه والمال الذي قد ينالونه، فبئس هذا الثمن الذي يستبدلونه بعهد الله."
        },
        {
            "verse_number": 188,
            "verse_text": "لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ô Prophète, ne crois pas que ceux qui se réjouissent de leurs agissements exécrables et aiment que les gens fassent leur éloge pour des bonnes actions qu’ils n’avaient pas accomplies, ne crois pas que ces gens échapperont au châtiment. Au contraire, leur place est en Enfer et ils y subiront un châtiment douloureux.",
            "arabic_explanation": "لا تظنن - يا أيها النبي - أن الذين يفرحون بما فعلوا من القبائح، ويحبون أن يمدحهم الناس بما لم يفعلوه من الخير، لا تظنَّنَّهم بمَنْجاة من العذاب وسلامة، بل محلهم جهنم، ولهم فيها عذاب موجع."
        },
        {
            "verse_number": 189,
            "verse_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
            "explanation": "A Allah Seul, à l’exclusion de tout autre être , revient la création et la gestion des Cieux et de la Terre ainsi que de ce qu’ils contiennent et Allah a pouvoir sur toute chose.",
            "arabic_explanation": "ولله وحده دون غيره ملك السماوات والأرض وما فيهما خَلْقًا وتدبيرًا، والله على كل شيء قدير."
        },
        {
            "verse_number": 190,
            "verse_text": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ",
            "explanation": "La création des Cieux et de la Terre à partir du néant ainsi que la succession de la nuit et du jour, dont les longueurs varient, sont assurément des preuves claires adressées à ceux qui sont pourvus d’une raison saine. Cette dernière leur indique  qui est le Créateur de l’Univers méritant d’être adoré Seul.",
            "arabic_explanation": "إن في إيجاد السماوات والأرض من عَدَمٍ على غير مثال سابق، وفي تعاقب الليل والنهار، وتفاوتهما طولًا وقِصَرًا؛ لدلائلَ واضحة لأصحاب العقول السليمة، تدلهم على خالق الكون المستحق للعبادة وحده."
        },
        {
            "verse_number": 191,
            "verse_text": "ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
            "explanation": "Ces hommes-là évoquent Allah en toute situation: lorsqu’ils sont debout, assis ou allongés. Ils réfléchissent aussi au sujet de la création des Cieux et de la Terre en disant:\nÔ Seigneur, Tu n’as pas créé toute cette immensité vainement car il est exclu que Tu agisses vainement. Sauve-nous donc du châtiment du Feu en nous facilitant les bonnes œuvres et en nous préservant des mauvaises.",
            "arabic_explanation": "وهم الذين يذكرون الله على كل أحوالهم، في حال قيامهم، وحال جلوسهم، وفي حال اضطجاعهم، ويُعْمِلون فكرَهم في خلق السماوات والأرض؛ قائلين: يا ربنا، ما خلقت هذا الخلق العظيم عبثًا، تَنَزَّهت عن العبث، فجنِّبنا عذاب النار بتوفيقنا للصالحات وحِفْظِنا من السيئات."
        },
        {
            "verse_number": 192,
            "verse_text": "رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ",
            "explanation": "Ô Seigneur, celui parmi Tes créatures que Tu fais entrer en Enfer, Tu l’humilies et Tu le démasques et le Jour de la Résurrection. Les injustes n’auront pas de secoureur pour les sauver du châtiment d’Allah de Sa punition.",
            "arabic_explanation": "فإنك - يا ربنا - من تدخل النار من خلقك فقد أهنته وفضحته، وليس للظالمين يوم القيامة من أعوان يمنعون عنهم عذاب الله وعقابه."
        },
        {
            "verse_number": 193,
            "verse_text": "رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ",
            "explanation": "Ô Seigneur, nous avons entendu un homme appeler à la foi – le Prophète Muħammad – en disant:\nCroyez en Allah, votre Seigneur et Dieu Unique.\nNous avons cru à ce à quoi il appelait et nous avons suivi sa Législation. Dissimule donc nos péchés et ne nous démasque pas. Ne nous châtie pas pour nos péchés et fais nous mourir en personnes pieuses en nous facilitant l’accomplissement de bonnes œuvres et en nous préservant des mauvaises.",
            "arabic_explanation": "ربنا إننا سمعنا داعيًا للإيمان - وهو نبيك محمد صلى الله عليه وسلم - يدعو قائلاً: آمنوا بالله ربكم إلهًا واحدًا، فآمنا بما يدعو إليه، واتبعنا شريعته، فاستر ذنوبنا فلا تفضحنا، وتجاوز عن سيئاتنا فلا تؤاخذنا بها، وتوفنا مع الصالحين بتوفيقنا لفعل الخيرات وترك السيئات."
        },
        {
            "verse_number": 194,
            "verse_text": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ",
            "explanation": "Ô Seigneur, donne-nous aussi la guidée et la victoire ici bas, celles que Tu nous as promises par l’intermédiaire de Tes messagers et ne nous démasque pas le Jour de la Résurrection en nous faisant entrer en Enfer.\nÖ Seigneur, Tu es Généreux et Tu ne manques pas à Ta promesse.",
            "arabic_explanation": "ربنا وأعطنا ما وعدتنا على ألسنة رسلك، من الهداية والنصر في الدنيا، ولا تفضحنا يوم القيامة بدخول النار، إنك - يا ربنا - كريم لا تُخْلف وعدك."
        },
        {
            "verse_number": 195,
            "verse_text": "فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ",
            "explanation": "Leur Seigneur a exaucé leur invocation en disant: Je ne laisse pas perdre la récompense de vos œuvres, petites ou grandes, qu’elles soient le fait d’un homme ou d’une femme, car en matière de religion vous êtes égaux: aucun surplus n’est accordé à l’homme au détriment de la femme.\nCeux qui migrent pour Allah après avoir été expulsés par les mécréants de leurs demeures, qui ont subi des nuisances en raison de leur obéissance à leur Seigneur, combattent pour la cause d’Allah et se font tuer pour que la parole d’Allah soit la plus haute, ceux-là Je leur pardonnerai et effacerai leurs péchés le Jour de la Résurrection. Je les ferai aussi entrer, en guise de récompense, dans des Jardins où les rivières coulent sous les palais.\nAllah détient en effet la bonne rétribution à laquelle rien n’est semblable.",
            "arabic_explanation": "فأجاب ربهم دعاءهم: بأني لا أضيع ثواب أعمالكم قَلّت أو كثرت، سواء كان العامل ذكرًا أو أنثى، فحكم بعضكم من بعض في الملة واحد، لا يُزاد لذَكَرٍ، ولا يُنقص لأنثى، فالذين هاجروا في سبيل الله، وأخرجهم الكفار من ديارهم، وأصابهم الأذى بسبب طاعتهم لربهم، وقاتلوا في سبيل الله وقُتِلُوا لتكون كلمة الله هي العليا - لأغفِرن لهم سيئاتهم يوم القيامة، ولأتجاوزن عنها، ولأدخلنهم جنات تجري الأنهار من تحت قصورها، ثوابًا من عند الله، والله عنده الجزاء الحسن الذي لا مثل له."
        },
        {
            "verse_number": 196,
            "verse_text": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ",
            "explanation": "Ô Prophète, ne sois pas trompé ni chagriné par la liberté de mouvement des mécréants dans ce pays, leur hégémonie ainsi que par la prospérité de leur négoce et l’abondance de leur subsistance.",
            "arabic_explanation": "لا يخدعنك - أيها النبي - تنقُّل الكافرين في البلاد، وتَمَكُّنهم منها، وسعة تجاراتهم وأرزاقهم فتشعر بالهَمِّ والغم من حالهم."
        },
        {
            "verse_number": 197,
            "verse_text": "مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ",
            "explanation": "Ce monde n’est qu’une jouissance éphémère: la destination des mécréants, le Jour de la Résurrection, sera l’Enfer et quelle pire couche pour eux que le Feu.",
            "arabic_explanation": "فهذه الدنيا متاع قليل لا دوام له، ثم بعد ذلك يكون مصيرهم الذي يرجعون إليه يوم القيامة: جهنم، وبئس الفِراشُ لهم النار."
        },
        {
            "verse_number": 198,
            "verse_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ",
            "explanation": "Quant à ceux qui craignent leur Seigneur en se conformant à Ses commandements et en délaissant ce qu’Il interdit, ils auront des Jardins où les rivières coulent sous les palais dans lesquels ils demeureront éternellement ; telle est la rétribution préparée par Allah à leur attention. La récompense qu’Allah prépare à Ses pieux serviteurs est bien meilleure que les plaisirs terrestres dans lesquels se complaisent les mécréants.",
            "arabic_explanation": "لكنِ الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه لهم جنات تجري الأنهار من تحت قصورها، ماكثين فيها أبدًا، جزاءً مُعَدًّا لهم من عند الله تعالى، وما أعده الله للصالحين من عباده خير وأفضل مما يتقلب فيه الكفار من ملذات الدنيا."
        },
        {
            "verse_number": 199,
            "verse_text": "وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
            "explanation": "Tous les Gens du Livre ne sont pas semblables puisqu’il y a une minorité d’entre eux qui croient en Allah et suivent la vérité et la guidée qu’Il a révélées ainsi que les enseignements de leurs livres. Ils ne font pas de distinction entre les messagers d’Allah, sont soumis à Allah et humbles devant Lui par espoir d’obtenir de ce qu’Il détient. De plus, ils n’échangent pas les versets d’Allah contre les jouissances terrestres.\nCeux qui réunissent ces caractéristiques auront une récompense immense de leur Seigneur.\nAllah est prompt à faire rendre compte des œuvres et prompt à rétribuer selon leur nature.",
            "arabic_explanation": "ليس أهل الكتاب سواء، فإن منهم طائفة يؤمنون بالله وبما أنزل إليكم من الحق والهدى، ويؤمنون بما أنزل إليهم في كتبهم، لا يفرقون بين رسل الله، خاضعين متذللين لله، رغبة فيما عنده، لا يستبدلون بآيات الله ثمنًا قليلاً من متاع الدنيا، أولئك الموصوفون بهذه الصفات لهم ثوابهم العظيم عند ربهم، إن الله سريع الحساب على الأعمال، وسريع الجزاء عليها."
        },
        {
            "verse_number": 200,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
            "explanation": "Ô vous qui croyez en Allah et suivez Son Messager, soyez persévérants dans l’accomplissement des prescriptions de la Législation et endurants face aux malheurs qui vous atteignent ici-bas. Rivalisez de patience avec les mécréants et faites en sorte qu’ils ne soient pas plus endurants que vous, luttez constamment pour la cause d’Allah et craignez Allah en vous conformant à Ses commandements et en délaissant ce qu’Il interdit. Puissiez-vous ainsi obtenir ce que vous désirez, à savoir échapper au Feu et entrer au Paradis.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله واتبعوا رسوله، اصبروا على تكاليف الشريعة، وعلى ما يعرض لكم من مصائب الدنيا، وغالبوا الكفار في الصبر فلا يكونوا أشد صبرًا منكم، وأقيموا على الجهاد في سبيل الله، واتقوا الله بامتثال أوامره واجتناب نواهيه، لعلكم تنالون مطلوبكم بالسلامة من النار ودخول الجنة."
        }
    ]
}