{
    "surah_name": "AR-ROUM",
    "surah_number": 30,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "الٓمٓ",
            "explanation": "`Alif, Lâm, Mîm: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "(الم) سبق الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "غُلِبَتِ ٱلرُّومُ",
            "explanation": "Les Perses ont vaincu les Byzantins.",
            "arabic_explanation": "غَلَبَتْ فارسُ الرومَ."
        },
        {
            "verse_number": 3,
            "verse_text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
            "explanation": "Cette défaite des Byzantins a eu lieu dans la région du Levant la plus proche de la Perse et les Byzantins vaincront après cette défaite.",
            "arabic_explanation": "في أقرب أرض الشام إلى بلاد فارس، والروم من بعد غلبة فارس لهم سيغلبونهم."
        },
        {
            "verse_number": 4,
            "verse_text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
            "explanation": "Cette prédiction se réalisera après une durée supérieure à trois ans et inférieure à dix. A Allah appartient le commandement avant la victoire des Byzantins et après et lorsque cette victoire aura lieu, les croyants se réjouiront.",
            "arabic_explanation": "في زمن لا يقل عن ثلاث سنوات، ولا يزيد على عشر، لله الأمر كله قبل انتصار الروم وبعده، ويوم يغلب الروم فارس يفرح المؤمنون."
        },
        {
            "verse_number": 5,
            "verse_text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
            "explanation": "Ils se réjouiront du secours qu’Allah accordera aux Byzantins car ces derniers sont des gens du Livre. Allah secourt qui Il veut contre qui Il veut. Il est le Puissant à qui personne ne tient tête et le Miséricordieux envers Ses serviteurs croyants.",
            "arabic_explanation": "يفرحون بنصر الله للروم لأنهم أهل كتاب، ينصر الله من يشاء على من يشاء، وهو العزيز الذي لا يُغَالَب، الرحيم بعباده المؤمنين."
        },
        {
            "verse_number": 6,
            "verse_text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Cette victoire est une promesse d’Allah et c’est par sa réalisation que la certitude des croyants, concernant la promesse d’Allah de les secourir, se renforce. Quant à la plupart des gens, ils ne comprennent pas cela en raison de leur mécréance.",
            "arabic_explanation": "هذا النصر كان وعدًا من الله تعالى، لا يخلف الله وعده ذلك، وبتحققه يزداد المؤمنون يقينًا بوعد الله بالنصر، أما أكثر الناس فلا يفقهون هذا لكفرهم."
        },
        {
            "verse_number": 7,
            "verse_text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
            "explanation": "Ils ne connaissent pas la foi et les jugements de la religion mais seulement une part apparente de la vie du bas monde ayant trait à l’acquisition de revenus et la construction d’une civilisation matérielle tandis qu’ils se détournent de l’au-delà qui est la véritable vie et ne lui accordent pas d’importance.",
            "arabic_explanation": "لا يعلمون الإيمان وأحكام الشرع، وإنما يعلمون ظاهرًا من الحياة الدنيا يتعلق بكسب المعاش وبناء الحضارة المادية، وهم عن الآخرة التي هي دار الحياة الحقيقية معرضون، لا يلتفتون إليها."
        },
        {
            "verse_number": 8,
            "verse_text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
            "explanation": "Ces polythéistes dénégateurs n’ont-ils pas médité comment Allah les a créés et leur a donné une belle apparence ? Allah n’a créé les Cieux et la Terre qu’à bon escient, Il ne les a pas créés vainement et leur a déterminé une durée d’existence dans le bas monde. Comme la plupart des gens ne croient pas qu’ils rencontreront leur Seigneur le Jour de la Résurrection, ils ne se préparent pas à la Ressuscitation en accomplissant de bonnes œuvres agréées par leur Seigneur.",
            "arabic_explanation": "أَوَلم يتفكر هؤلاء المشركون المكذبون في أنفسهم كيف خلقها الله وسواها. ما خلق الله السماوات وما خلق الأرض وما بينهما إلا بالحق، فلم يخلقهما عبثًا، وجعل لهما أجلًا محددًا لبقائهما في الدنيا، وإن كثيرًا من الناس بلقاء ربهم يوم القيامة لكافرون، لذلك فهم لا يستعدون للبعث بالعمل الصالح المرضي عند ربهم."
        },
        {
            "verse_number": 9,
            "verse_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
            "explanation": "Ces gens-là n’ont-ils pas parcouru la Terre afin de méditer la fin des peuples dénégateurs qui les ont précédés ? Ces peuples étaient plus puissants qu’eux et maitrisaient des savoirs agricoles et urbains. Ils ont ainsi construit plus que ces polythéistes et lorsque leurs messagers leur ont apporté les preuves et les arguments en faveur de l’Unicité d’Allah, ils les démentirent. Allah ne les a donc pas traités injustement lorsqu’Il les a anéantis mais ce sont eux qui ont été injustes envers eux-mêmes en s’exposant par leur mécréance à la perdition.",
            "arabic_explanation": "أَوَلم يسر هؤلاء في الأرض ليتأملوا كيف كانت نهاية الأمم المكذبة من قبلهم، كانت هذه الأمم أشد منهم قوة، وقلبوا الأرض للزراعة والتعمير، وعمروها أكثر مما عمرها هؤلاء، وجاءتهم رسلهم بالبراهين والحجج الواضحة على توحيد الله فكذبوا، فما ظلمهم الله حين أهلكهم، ولكن كانوا أنفسهم يظلمون بإيرادها موارد الهلاك بسبب كفرهم."
        },
        {
            "verse_number": 10,
            "verse_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
            "explanation": "Puis ceux qui pratiquaient le polythéisme et commettaient des actes de désobéissance connurent une fin extrêmement mauvaise puisqu’ils ont démenti les versets d’Allah et les ont raillés.",
            "arabic_explanation": "ثم كانت نهاية الذين ساءت أعمالهم بالشرك بالله وعمل السيئات، النهاية البالغة في السوء؛ لأنهم كذبوا بآيات الله، وكانوا يستهزئون بها، ويسخرون منها."
        },
        {
            "verse_number": 11,
            "verse_text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
            "explanation": "Allah fait exister la création sans modèle préalable, la fait disparaître puis la fait exister de nouveau. Ensuite, c’est vers Lui Seul que vous retournerez le Jour de la Résurrection afin de rendre de comptes et d’être rétribués.",
            "arabic_explanation": "الله يبدأ الخلق على غير مثال سابق، ثم يفنيه، ثم يعيده، ثم إليه وحده ترجعون للحساب والجزاء يوم القيامة."
        },
        {
            "verse_number": 12,
            "verse_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
            "explanation": "Le Jour où l’Heure surviendra, les criminels désespèreront de la miséricorde d’Allah puisque les excuses qu’ils avançaient pour justifier leur mécréance s’avèreront vaines.",
            "arabic_explanation": "ويوم تقوم الساعة ييئَس المجرمون من رحمة الله، وينقطع أملهم فيه؛ لانقطاع حجتهم على الكفر بالله."
        },
        {
            "verse_number": 13,
            "verse_text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
            "explanation": "Aucun des associés qu’ils attribuaient à Allah et qu’ils adoraient dans le bas monde n’intercèderont en leur faveur pour les sauver du châtiment et d’ailleurs, ils renieront ces divinités qu’ils s’étaient données puisqu’elles les abandonneront à leur sort lorsqu’ils auront besoin d'elles et connaîtront la même fin funeste qu'elles.",
            "arabic_explanation": "ولم يكن لهم من شركائهم - الذين كانوا يعبدونهم في الدنيا - من يشفعون لإنقاذهم من العذاب، وكانوا بشركائهم كافرين، فقد خذلوهم حين كانوا بحاجة إليهم لأنهم كلهم سواء في الهلاك."
        },
        {
            "verse_number": 14,
            "verse_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
            "explanation": "Le Jour où l’Heure surviendra, les gens seront rétribués selon les œuvres qu’ils auront accompli dans le bas monde: certains seront élevés vers les plus hauts degrés du Paradis tandis que d’autres seront jetés dans les plus basses fosses de l’Enfer.",
            "arabic_explanation": "ويوم تقوم الساعة في ذلك اليوم يتفرق الناس في الجزاء حسب أعمالهم في الدنيا، بين مرفوع إلى عِلِّيين، ومخفوض إلى أسفل سافلين."
        },
        {
            "verse_number": 15,
            "verse_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
            "explanation": "Ceux qui auront cru en Allah et accompli des œuvres agréées par Lui iront au Paradis, seront réjouis et jouiront de délices ininterrompus.",
            "arabic_explanation": "فأما الذين آمنوا بالله وعملوا الأعمال الصالحات المرضية عنده، فهم في جنة يُسَرّون بما ينالون فيها من النعيم الدائم الذي لا ينقطع أبدًا."
        },
        {
            "verse_number": 16,
            "verse_text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
            "explanation": "Quant à ceux qui mécroient en Allah et traitent de mensonges Nos versets révélés à Notre Messager ainsi que la Ressuscitation et la Rétribution, ce sont eux que l’on emmènera afin qu’ils soient châtiés et ce sont eux qui seront suppliciés pour toujours",
            "arabic_explanation": "وأما الذين كفروا بالله، وكذبوا بآياتنا المنزلة على رسولنا، وكذبوا بالبعث والحساب، فأولئك الذين أُحضروا للعذاب فهم ملازمون له."
        },
        {
            "verse_number": 17,
            "verse_text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
            "explanation": "Glorifiez donc Allah lorsque commence le soir, c’est-à-dire à l’heure des prières du coucher du soleil et du soir, et glorifiez-Le lorsque commence le matin, c’est-à-dire à l’heure de la prière de l’aube.",
            "arabic_explanation": "فسبِّحوا الله حين تدخلون في وقت المساء؛ وهو وقت صلاتَيِ: المغرب والعشاء، وسبِّحوه حين تدخلون في وقت الصباح، وهو وقت صلاة الفجر."
        },
        {
            "verse_number": 18,
            "verse_text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
            "explanation": "C’est à Lui Seul que revient la louange: les anges Le louent dans les Cieux et sur Terre, ce sont Ses autres créatures qui Le louent.\nGlorifiez-lorsque commence l’après-midi, c’est-à-dire à l’heure de la prière de l’après-midi, et glorifiez-Le au milieu de la journée, c’est-à-dire à l’heure de la prière de midi.",
            "arabic_explanation": "وله وحده سبحانه الثناء؛ في السماوات يحمده ملائكته، وفي الأرض تحمده خلائقه، وسبِّحوه حين تدخلون في العشي وهو وقت صلاة العصر، وسبِّحوه حين تدخلون في وقت الظهر."
        },
        {
            "verse_number": 19,
            "verse_text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
            "explanation": "Allah crée ce qui est vivant à partir de ce qui est mort, comme lorsqu’Il crée un être humain à partir de sperme inerte et un poussin à partir d’un œuf, et crée ce qui est mort à partir de ce qui est vivant, comme lorsqu’Il crée le sperme à partir de l’être humain et l’œuf à partir de la poule. Il fait revivre la Terre après une sécheresse en y faisant tomber la pluie et en la couvrant de verdure. Tout comme Il fait revivre la Terre, vous sortirez de vos tombes afin de rendre des comptes et être rétribués.",
            "arabic_explanation": "يُخْرِج الحي من الميت، مثل إخراجه الإنسان من النطفة، والفرخ من البيضة، ويُخْرِج الميت من الحي، مثل إخراجه النطفة من الإنسان، والبيضة من الدجاجة، ويحيي الأرض بعد جفافها بإنزال المطر وإنباتها، ومثل إحياء الأرض بإنباتها تخرجون من قبوركم للحساب والجزاء."
        },
        {
            "verse_number": 20,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
            "explanation": "L’un des signes éminents du pouvoir et de l’Unicité d’Allah est qu’Il vous a créés de terre, ô gens, lorsqu’Il en a créé votre père Adam et lorsque vous avez pris la forme d’êtres humains, vous vous êtes reproduits et vous vous êtes dispersés dans les contrées occidentales et orientales de la Terre.",
            "arabic_explanation": "ومن آيات الله العظيمة الدالة على قدرته ووحدانيته: أن خلقكم - أيها الناس - من تراب حين خلق أباكم منه، ثم إذا أنتم بشر تتكاثرون بالتناسل، وتنتشرون في مشارق الأرض ومغاربها."
        },
        {
            "verse_number": 21,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
            "explanation": "Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est qu’Il a créé pour vous, ô hommes, des conjointes de votre race afin que vous soyez apaisés par l’harmonie qu’il y a entre vous et a suscité dans vos cœurs de l’amour et de la compassion l’un pour l’autres. Ce sont là des preuves et des indices clairs adressés à des gens qui réfléchissent car ce sont eux qui tirent profit de l’utilisation de leur raison.",
            "arabic_explanation": "ومن آياته العظيمة كذلك الدالة على قدرته ووحدانيته أن خلق لأجلكم - أيها الرجال - من جنسكم أزواجًا لتطمئن أنفسكم إليهن للتجانس بينكم، وَصَيَّرَ بينكم وبَيْنَهُنَّ محبة وشفقة، إن في ذلك المذكور لبراهين ودلالات واضحة لقوم يتفكرون؛ لأنهم الذين يستفيدون من إعمال عقولهم."
        },
        {
            "verse_number": 22,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
            "explanation": "Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est qu’Il a créé les Cieux et la Terre et a fait que vos langues soient différentes et variées à l’image des couleurs de votre peau. Ce sont là des preuves et des indices adressés aux gens doués de savoir et de clairvoyance.",
            "arabic_explanation": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: خلق السماوات وخلق الأرض، ومنها اختلاف لغاتكم، واختلاف ألوانكم، إن في ذلك المذكور لبراهين ودلالات لأهل العلم والبصيرة."
        },
        {
            "verse_number": 23,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
            "explanation": "Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est que vous dormez la nuit et aussi la journée afin que vous vous reposiez des fatigues de vos activités. Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est qu’Il vous assigna la journée afin que vous vous dispersiez et recherchiez la subsistance accordée par votre Seigneur. Ce sont là des preuves et des signes adressés à des gens qui écoutent de bonne foi et avec l’intention de méditer.",
            "arabic_explanation": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: نومكم بالليل، ومنامكم بالنهار لتستريحوا من عناء أعمالكم، ومن آياته أن جعل لكم النهار لتنتشروا فيه مبتغين الرزق من ربكم، إن في ذلك المذكور لبراهين ودلالات لقوم يسمعون سماع تدبر وسماع قبول."
        },
        {
            "verse_number": 24,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
            "explanation": "Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est qu’Il vous montre la foudre dans le Ciel en vous inspirant la crainte qu’elle vous terrasse, et vous inspire de l’espoir lorsqu’Il fait descendre sur vous la pluie.\nIl fait alors revivre la Terre après qu’elle ait été sèche en y faisant pousser des plantes. Ce sont là des preuves et des indices clairs adressés à des gens qui raisonnent et parviennent à la conclusion que la Ressuscitation, la Reddition des Comptes et la Rétribution sont des vérités réelles.",
            "arabic_explanation": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: أن يريكم البرق في السماء، ويجمع لكم فيه بين الخوف من الصواعق، والطمع في المطر، وينزل لكم من السماء ماء المطر، فيحيي الأرض بعد جفافها بما ينبت فيها من نبات، إن في ذلك لبراهين ودلالات واضحة لقوم يعقلون، فيستدلون بها على البعث بعد الموت للحساب والجزاء."
        },
        {
            "verse_number": 25,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
            "explanation": "Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est que le Ciel reste à sa place sans tomber et que la Terre ne s’écroule pas sous vous par Son ordre. Puis lorsque votre Seigneur vous convoquera par le souffle de l’ange dans la Trompe, vous sortirez alors de vos tombes pour rendre des comptes et être rétribués.",
            "arabic_explanation": "ومن آيات الله الدالة على قدرته ووحدانيته قيام السماء دون سقوط، والأرض دون انهدام؛ بأمره سبحانه، ثم إذا دعاكم سبحانه دعوة من الأرض بنفخ المَلَك في الصُّور إذا أنتم تخرجون من قبوركم للحساب والجزاء."
        },
        {
            "verse_number": 26,
            "verse_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
            "explanation": "A Lui Seul revient la possession, la création et la gestion de ce qui se trouve dans les Cieux et sur la Terre. Toutes ces créatures Lui sont soumises et se résignent à exécuter Ses ordres.",
            "arabic_explanation": "وله وحده من في السماوات، وله من في الأرض ملكًا وخلقًا وتقديرًا، كل من في السماوات وكل من في الأرض من مخلوقاته منقادون له مستسلمون لأمره."
        },
        {
            "verse_number": 27,
            "verse_text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Il, exalté soit-Il, est Celui qui débute la création sans modèle préalable puis la réitère après l’avoir fait disparaître. Or il est plus aisé de recommencer quelque chose que de le créer à partir de rien et les deux sont aussi faciles pour Allah car lorsqu’Il veut quelque chose, Il dit « Sois » et elle est aussitôt. Il est Celui qui possède au plus haut point les attributs de majesté et de perfection. Il est le Puissant à qui personne ne peut tenir tête et le Sage dans Sa création et Sa gestion.",
            "arabic_explanation": "وهو سبحانه الذي يبدأ الخلق على غير مثال سابق، ثم يعيده بعد إفنائه، والإعادة أيسر من الابتداء، وكلاهما سهل عليه لأنه إذا أراد شيئًا قال له: (كن) فيكون، وله عز وجل الوصف الأعلى في كل ما يوصف به من صفات الجلال والكمال، وهو العزيز الذي لا يُغَالَب، الحكيم في خلقه وتدبيره."
        },
        {
            "verse_number": 28,
            "verse_text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
            "explanation": "Ô polythéistes, Allah vous énonce une parabole ayant pour objet un exemple de vous-mêmes: Avez-vous un associé qui, parmi vos esclaves, possède vos biens à égalité avec vous et dont vous redoutez qu'il prenne la part qu'il possède comme peut le faire un associé libre ? Acceptez-vous qu’un de vos esclaves soit votre associé ? Il ne fait aucun doute que non. Il est donc à plus forte raison exclu qu’Allah ait un associé parmi Ses créatures et Ses serviteurs dans Son Royaume. C’est par cette parabole et d’autres que Nous explicitons les arguments et les preuves à l’attention des gens doués de raison car ce sont eux qui en tirent profit.",
            "arabic_explanation": "ضرب الله لكم - أيها المشركون- مثلًا مأخوذًا من أنفسكم: هل لكم من عبيدكم ومماليككم شريك يشارككم في أموالكم بالسوية، تخافون أن يقتسموا أموالكم معكم كما يخاف بعضكم من شريكه الحر أن يقسم معه المال؟ هل ترضون لأنفسكم من عبيدكم بهذا؟ لا شك أنكم لا ترضون بذلك، فالله أولى بألا يكون له شريك في ملكه من مخلوقاته وعبيده، بمثل ذلك من ضرب الأمثال وغيره نبين الحجج والبراهين بتنويعها لقوم يعقلون، لأنهم هم الذين ينتفعون بذلك."
        },
        {
            "verse_number": 29,
            "verse_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
            "explanation": "La raison de leur égarement ne réside pas dans le manque de preuve ou dans leur opacité. Elle réside plutôt dans leur suivi des passions et dans l’imitation de leurs ancêtres. Qui donc facilitera la guidée à ceux qu’Allah a égarés ? Personne et ils ne trouveront personne pour éloigner d’eux le châtiment d’Allah.",
            "arabic_explanation": "ليس سبب ضلالهم قصورًا في الأدلة، ولا عدم بيان لها، وإنما هو اتباع الهوى وتقليد آبائهم، جهلًا منهم لحق الله عليهم، فمن يوفِّق للهداية من أضله الله؟! لا أحد يوفِّقه، وما لهم من ناصرين يدفعون عنهم عذاب الله."
        },
        {
            "verse_number": 30,
            "verse_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Ô Messager, oriente-toi avec ceux qui t’accompagnent, vers la religion en direction de laquelle Allah t’a orienté, l’Islam qu’Allah a donné comme religion originelle aux hommes, et dévie de toutes les autres religions. Point de changement à la création d’Allah. Ceci est la religion droite qui ne comporte aucune tortuosité mais la plupart des gens ne savent pas que la religion authentique est celle-ci.",
            "arabic_explanation": "فتوجَّه - أيها الرسول - أنت ومن معك للدين الذي وجَّهك الله إليه؛ مائلًا عن جميع الأديان إليه، دين الإسلام الذي فطر الناس عليه، لا تبديل لخلق الله، ذلك الدين المستقيم الذي لا اعوجاج فيه، ولكن معظم الناس لا يعلمون أن الدين الحق هو هذا الدين."
        },
        {
            "verse_number": 31,
            "verse_text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
            "explanation": "Retournez auprès d’Allah, exalté soit-Il, en vous repentant de vos péchés, craignez-Le en vous conformant à Ses commandements et en renonçant à ce qu’Il vous a défendu, accomplissez la prière de la manière la plus complète et ne soyez pas du nombre des associateurs qui vont à l’encontre de la saine nature lorsque dans leurs adorations, ils associent à Allah autre que Lui.",
            "arabic_explanation": "وارجعوا إليه سبحانه بالتوبة من ذنوبكم، واتقوه بامتثال أوامره واجتناب نواهيه، وأتموا الصلاة على أكمل وجه، ولا تكونوا من المشركين الذين يناقضون الفطرة فيشركون مع الله غيره في عبادتهم."
        },
        {
            "verse_number": 32,
            "verse_text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
            "explanation": "Ne soyez pas du nombre des polythéistes qui renient leur religion en croyant en une part de celle-ci, en en rejetant une autre et en se divisant en sectes et en partis, chaque parti réjoui par les faussetés qu’il détient et se considérant comme le seul adepte de la vérité tandis que les autres sont les adeptes du faux.",
            "arabic_explanation": "ولا تكونوا من المشركين الذين بدلوا دينهم، وآمنوا ببعضه، وكفروا ببعضه، وكانوا فِرَقًا وأحزابًا، كل حزب منهم بما هم عليه من الباطل مسرورون، يرون أنهم وحدهم على الحق، وأن غيرهم على الباطل."
        },
        {
            "verse_number": 33,
            "verse_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
            "explanation": "Lorsque les polythéistes sont atteints par un malheur comme la maladie, la pauvreté ou la famine, ils invoquent leur Seigneur Seul et reviennent en Lui en prenant refuge auprès de Lui et en L’implorant d’éloigner d’eux leur malheur. Puis lorsqu’Il leur fait miséricorde et dissipe leur malheur, certains parmi eux se remettent à associer à Allah autre que Lui dans leurs invocations.",
            "arabic_explanation": "وإذا أصاب المشركين شدةٌ من مرض أو فقر أو قحط دعوا ربهم سبحانه وحده راجعين إليه بالتضرع والالتجاء أن يصرف عنهم ما أصابهم، ثم إذا رحمهم بكشف ما أصابهم، إذا جماعة منهم يرجعون إلى إشراكهم مع الله غيره في الدعاء."
        },
        {
            "verse_number": 34,
            "verse_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
            "explanation": "Lorsqu’ils renient les bienfaits d’Allah, parmi lesquels figure la dissipation de leurs malheurs, et jouissent de ce bas monde, ils verront de leurs yeux le Jour de la Résurrection qu’ils étaient dans un égarement manifeste.",
            "arabic_explanation": "إذا كفروا بنعم الله - ومنها نعمة كشف الضر - وتمتعوا بما بين أيديهم في هذه الحياة فسوف يرون يوم القيامة بأعينهم أنهم كانوا في ضلال واضح."
        },
        {
            "verse_number": 35,
            "verse_text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
            "explanation": "Quelle raison les a-t-elle menée à associer à Allah autre que Lui sans ne détenir aucun argument ? En effet, Nous ne leur avons révélé aucun livre qu’ils pourraient brandir comme argument en faveur de leur polythéisme. Ils n’ont pas non plus de livre proclamant leur polythéisme et validant leur mécréance.",
            "arabic_explanation": "ما الذي دعاهم إلى الشرك بالله ولا حجة لهم؟! فما أنزلنا عليهم حجة من كتاب يحتجون بها على شركهم بالله، وليس معهم كتاب يتكلم بشركهم، ويقرر لهم صحة ما هم عليه من الكفر."
        },
        {
            "verse_number": 36,
            "verse_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
            "explanation": "Lorsque Nous faisons goûter aux gens l’un de Nos bienfaits, comme la santé ou la richesse, ils s’en réjouissent avec ingratitude et arrogance et lorsqu’un malheur, comme la maladie ou la pauvreté, les atteint à cause des péchés qu’ils commettent, ils désespèrent de la miséricorde d’Allah et croient que leur malheur ne prendra jamais fin.",
            "arabic_explanation": "وإذا أذقنا الناس نعمة من نعمنا كالصحة والغنى فرحوا بها فرح بطر وتكبروا، وإن ينلهم ما يسوؤهم من مرض وفقر بما كسبته أيديهم من المعاصي، إذا هم يَيْئَسُون من رحمة الله، ويقنطون من زوال ما يسوؤهم."
        },
        {
            "verse_number": 37,
            "verse_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
            "explanation": "Ne voient-ils pas qu’Allah étend la subsistance de ceux qu’Il veut parmi Ses serviteurs afin de tester leur ingratitude et la restreint à ceux qu’Il veut parmi eux afin de tester leur patience ? Ceci est assurément une preuve de la mansuétude et de la miséricorde d’Allah adressée aux croyants.",
            "arabic_explanation": "أَوَلم يروا أن الله يوسع الرزق لمن يشاء من عباده امتحانًا له أيشكر أم يكفر؟ ويضيّقه على من يشاء منهم ابتلاء له أيصبر أم يتسخط؟! إن في توسيع الرزق لبعض، وتضييقه على بعض، لدلالات للمؤمنين على لطف الله ورحمته."
        },
        {
            "verse_number": 38,
            "verse_text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
            "explanation": "Ô musulman, sois bon envers tes proches et entretiens les liens de parenté de la manière qui leur sied, donne au nécessiteux de quoi subvenir à ses besoins et sois charitable envers le voyageur étranger en détresse qui est loin de son pays. Ces dons sont ce qu’il y a de meilleur pour ceux qui les accordent en recherchant l’agrément d’Allah. Ils gagneront alors leur entrée au Paradis où ils désirent aller et échapperont au châtiment qu’ils redoutent.",
            "arabic_explanation": "فأعط - أيها المسلم - صاحب القرابة ما يستحقه من البر والصلة، وأعط المحتاج ما يدفع به حاجته، وأعط الغريب الذي انقطعت به السبيل عن بلده، ذلك الإعطاء في تلك الوجوه خير للذين يريدون به وجه الله، والذين يقدمون هذه المعونة والحقوق هم الفائزون بنيلهم ما يطلبونه من الجنة، وبسلامتهم مما يرهبونه من العذاب."
        },
        {
            "verse_number": 39,
            "verse_text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
            "explanation": "Tout ce que vous donnez de vos biens à quelqu’un en attendant qu’il vous le rende avec un surplus, sa rétribution ne sera pas augmentée auprès d’Allah. A l’inverse, tout ce que vous donnez de vos biens à celui qui est dans le besoin en recherchant par vos dons l’agrément d’Allah, non pas un prestige ou la reconnaissance des gens, sa récompense sera multipliée auprès d’Allah.",
            "arabic_explanation": "وما دفعتم من أموال إلى أحد من الناس بغية أن يردّها إليكم بزيادة فلا ينمو أجره عند الله، وما أعطيتم من أموالكم إلى من يدفع بها حاجة تريدون بذلك وجه الله، لا تريدون منزلة ولا مثوبة من الناس، فأولئك هم الذين يُضَاعَف لهم الأجر عند الله."
        },
        {
            "verse_number": 40,
            "verse_text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
            "explanation": "Allah est le Seul à vous avoir créés et pourvus puis à vous faire mourir et à vous ressusciter. Y a-t-il parmi les idoles que vous adorez en dehors d’Allah certaines ayant le pouvoir d’accomplir une part de cela ? Qu’Allah soit sanctifié et élevé au-dessus de ce que disent et croient les polythéistes.",
            "arabic_explanation": "الله وحده هو الذي انفرد بخلقكم، ثم رِزْقِكم، ثم إماتتكم ثم إحيائكم للبعث، هل من أصنامكم التي تعبدونها من دونه من يفعل شيئًا من ذلك؟! تنزه سبحانه وتقدس عما يقول ويعتقد المشركون."
        },
        {
            "verse_number": 41,
            "verse_text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
            "explanation": "La corruption est apparue sur terre et sur mer et se manifeste par la diminution de la subsistance des gens et l'apparition des maladies et des épidémies, à cause de leurs péchés. Ceci, afin qu’Allah leur fasse goûter la rétribution de certaines de leurs mauvaises œuvres dans le bas-monde, puissent-ils se repentir à Lui.",
            "arabic_explanation": "ظهر الفساد في البر والبحر، كالجدب وقلة الأمطار وكثرة الأمراض والأوبئة، بسبب ما عملوه من المعاصي، ظهر ذلك ليذيقهم الله جزاء بعض أعمالهم السيئة في الحياة الدنيا رجاء أن يرجعوا إليه بالتوبة."
        },
        {
            "verse_number": 42,
            "verse_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
            "explanation": "Ô Messager, dis à ces polythéistes: Voyagez sur Terre et voyez quelle fin connurent les peuples dénégateurs qui vous ont précédés. Leur fin fut malheureuse et la plupart d’entre eux associaient des divinités à Allah. Ils les adoraient en effet avec Allah et ils furent anéantis à cause de leur polythéisme.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: سيروا في الأرض، فتأملوا كيف كانت نهاية الأمم المكذبة من قبلكم؟ فقد كانت عاقبة سيئة، كان معظمهم مشركين بالله، يعبدون معه غيره، فأهلكوا بسبب إشراكهم بالله."
        },
        {
            "verse_number": 43,
            "verse_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
            "explanation": "Ô Messager, dirige tout ton être vers la religion de l’Islam, la religion de droiture qui ne comporte aucune tortuosité avant que ne survienne inévitablement le Jour de la Résurrection. Ce jour-là, les gens se diviseront en deux camps: ceux qui jouiront des délices dans le Paradis et ceux qui seront châtiés en Enfer.",
            "arabic_explanation": "فأقم - أيها الرسول - وجهك لدين الإسلام المستقيم الذي لا اعوجاج فيه من قبل أن يأتي يوم القيامة الذي إذا جاء لا راد له، في ذلك اليوم يتفرق الناس: فريق في الجنة مُنَعَّمون، وفريق في النار معذبون."
        },
        {
            "verse_number": 44,
            "verse_text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
            "explanation": "Celui qui mécroit en Allah subira seul la conséquence de sa mécréance qui est un séjour éternel en Enfer et celui qui accomplit de bonnes œuvres en recherchant l’agrément d’Allah prépare son entrée au Paradis où il jouira éternellement de ses délices.",
            "arabic_explanation": "من كفر بالله فضرر كفره -وهو الخلود في النار - عائد عليه، ومن عمل عملًا صالحًا يبتغي به وجه الله فلأنفسهم يُهَيِّئون دخول الجنة والتنعم بما فيها خالدين فيها أبدًا."
        },
        {
            "verse_number": 45,
            "verse_text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
            "explanation": "Ceci, afin qu’Allah rétribue ceux qui croient en Lui et accomplissent de bonnes œuvres qui satisfont leur Seigneur. Allah n’aime pas ceux qui mécroient en Lui et en Ses messagers, Il les exècre même et les châtiera le Jour de la Résurrection.",
            "arabic_explanation": "ليجزي الذين آمنوا بالله، وعملوا الأعمال الصالحات التي ترضي ربهم، من فضله وإحسانه، إنه سبحانه لا يحبّ الكافرين به وبرسله، بل يمقتهم أشدّ المقت، وسيعذبهم يوم القيامة."
        },
        {
            "verse_number": 46,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
            "explanation": "Un autre des signes éminents du pouvoir et de l’Unicité d’Allah est qu’Il envoie les vents annoncer à Ses serviteurs l’imminence de la pluie et vous faire goûter, ô gens, les fruits de Sa miséricorde que sont la fertilité et l’abondance qui suivent la pluie. Il fait également souffler le vent afin que les navires vous transportent sur la mer par Sa volonté et que, par le négoce que vous pratiquez au-delà des mers, vous recherchiez une part de Sa grâce, puissiez-vous être reconnaissants pour les bienfaits d’Allah et bénéficier alors d’un surplus de bienfaits",
            "arabic_explanation": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: أن يبعث الرياح تبشر العباد بقرب نزول المطر، وليذيقكم - أيها الناس - من رحمته بما يحصل بعد المطر من خَصْب ورخاء، ولتجري السفن في البحر بمشيئته، ولتطلبوا من فضله بالتجارة في البحر، ولعلكم تشكرون نعم الله عليكم فيزيدكم منها."
        },
        {
            "verse_number": 47,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
            "explanation": "Ô Messager, Nous avons envoyé avant toi des messagers à leurs peuples munis de preuves et d’arguments démontrant leur véracité, mais ils les démentirent. Nous nous vengeâmes alors de ceux qui commettaient des péchés en les anéantissant par Notre châtiment et Nous sauvâmes ceux qui crurent en eux, parce qu’il Nous incombe de sauver et de secourir les croyants.",
            "arabic_explanation": "ولقد بعثنا من قبلك - أيها الرسول - رسلًا إلى أممهم، فجاؤوهم بالحجج والبراهين الدالة على صدقهم، فكذبوا بما جاءتهم به رسلهم، فانتقمنا من الذين ارتكبوا السيئات، فأهلكناهم بعذابنا، وأنجينا الرسل والمؤمنين بهم من الهلاك، وإنجاء المؤمنين ونصرهم حق أوجبناه علينا."
        },
        {
            "verse_number": 48,
            "verse_text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
            "explanation": "Allah est Celui qui dirige et envoie les vents qui déplacent les nuages puis Il les disperse selon Son bon vouloir, en les concentrant en tel lieu et en les rendant rares en tel autre, et les divise en morceaux. Tu vois alors la pluie sortir de leur milieu et lorsqu’elle atteint ceux qu’Il veut parmi Ses serviteurs, ceux-ci se réjouissent de la miséricorde d’Allah lorsque la Terre se couvre de verdure et produit ce qui leur est nécessaire et nécessaire à leurs bêtes.",
            "arabic_explanation": "الله سبحانه هو الذي يسوق الرياح ويبعثها، فتثير تلك الرياح السحاب وتحركه، فيمدّه في السماء كيف يشاء من قلة أو كثرة، ويصيّره قطَعًا، فترى - أيها الناظر - المطر يخرج من بين ذلك السحاب، فإذا أصاب بالمطر من يشاء من عباده إذا هم به يسرّون برحمة الله لهم بإنزال المطر الذي يعقبه إنبات الأرض بما يحتاجونه لأنفسهم ولدوابّهم."
        },
        {
            "verse_number": 49,
            "verse_text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
            "explanation": "Avant qu’Allah ne fasse descendre sur eux la pluie, ils en désespéraient.",
            "arabic_explanation": "وقد كانوا من قبل أن ينزل عليهم الله المطر لآيسين من نزوله عليهم."
        },
        {
            "verse_number": 50,
            "verse_text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "Ô Messager, vois donc les effets de la pluie qui descend du Ciel par miséricorde d’Allah envers Ses serviteurs et vois comment Allah fait revivre la Terre par les plantes diverses qui en sortent après qu’elle eut été sèche et désolée. Celui qui fait revivre cette terre aride est certainement Celui qui ressuscite les morts. Il a pouvoir sur toute chose et rien ne Lui est impossible.",
            "arabic_explanation": "فانظر - أيها الرسول - إلى آثار المطر الذي ينزله الله رحمة لعباده، كيف يحيي الله الأرض بما ينبته عليها من أنواع النبات بعد جفافها ويبسها، إن الذي أحيا تلك الأرض الجافة لهو باعث الأموات أحياء، وهو على كل شيء قدير، لا يعجزه شيء."
        },
        {
            "verse_number": 51,
            "verse_text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
            "explanation": "Si Nous envoyions sur leurs récoltes et leurs plantes un vent qui les détruisait et qu’ils voyaient leur récoltes jaunir après qu’elles aient été vertes, ils renieraient alors les bienfaits précédents d'Allah, aussi nombreux fussent-ils.",
            "arabic_explanation": "ولئن بعثنا على زروعهم ونباتهم ريحًا تفسده عليهم، فرأوا زروعهم مُصْفرّة الألوان بعد أن كانت مُخْضرّة لظلّوا بعد مشاهدتهم لها يكفرون بنعم الله السابقة على كثرتها."
        },
        {
            "verse_number": 52,
            "verse_text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
            "explanation": "Tout comme tu n’as pas le pouvoir de faire entendre les morts ni les sourds qui s’éloignent de toi, te faisant ainsi acquérir la certitude qu’ils ne t’entendent pas, tu n’as pas non plus le pouvoir de guider ceux qui ressemblent aux morts et aux sourds parce qu’ils refusent d’écouter et de tirer profit de ce qu’on leur dit.",
            "arabic_explanation": "فكما أنك لا تستطيع إسماع الموتى ولا تستطيع إسماع الصم، وقد ابتعدوا عنك ليتأكد عدم سماعهم، فكذلك لا تستطيع أن تهدي من أشبه هؤلاء بالإعراض وعدم الانتفاع."
        },
        {
            "verse_number": 53,
            "verse_text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
            "explanation": "Tu n’as pas le pouvoir de faire emprunter la voie de la droiture à celui qui s’en est égaré ni de le faire écouter avec bonne foi, excepté ceux qui croient en Nos versets car ce sont eux qui tirent profit de ce que tu dis. Ils sont en effet soumis à Notre ordre et y sont résignés.",
            "arabic_explanation": "وما أنت بموفِّق من ضلّ عن الطريق المستقيم إلى سلوك سبيل الرشاد، لا تُسْمِع سماعًا يُنْتَفع به إلا من يؤمن بآياتنا؛ لأنه هو الذي ينتفع بما تقوله، فهم منقادون لأمرنا، خاضعون له."
        },
        {
            "verse_number": 54,
            "verse_text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
            "explanation": "Ô gens, c’est Allah qui vous a créés d’un liquide vil puis à la faiblesse de votre enfance, il fait succéder la force de l’âge adulte. Ensuite, il fait succéder à cette force la faiblesse de la vieillesse.\nAllah crée ce qu’Il veut, fort ou faible et Il connait le mieux toute chose. Rien ne Lui échappe et Il est le Tout Puissant à qui rien n’est impossible",
            "arabic_explanation": "الله هو الذي خلقكم - أيها الناس- من ماء مَهِين، ثم جعل من بعد ضعف طفولتكم قوة الرجولة، ثم جعل من بعد قوة الرجولة ضعف الشيخوخة والهرم، يخلق الله ما يشاء من ضعف وقوة، وهو العليم بكل شيء، لا يخفى عليه شيء، القدير الذي لا يعجزه شيء."
        },
        {
            "verse_number": 55,
            "verse_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
            "explanation": "Lorsque l’Heure surviendra, les criminels jureront qu’ils ne sont restés dans leurs tombes que durant une heure. De la même façon qu’ils ont été détournés de savoir quelle durée ils sont restés dans leurs tombes, ils étaient détournés de la vérité dans le bas monde.",
            "arabic_explanation": "ويوم تقوم القيامة يحلف المجرمون ما مكثوا في قبورهم إلا ساعة، كما صُرِفوا عن معرفة قدر ما لبثوا في قبورهم كانوا يصرفون في الدنيا عن الحق."
        },
        {
            "verse_number": 56,
            "verse_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
            "explanation": "Ceux parmi les prophètes et les anges à qui Allah a fait don de la science diront: Du jour de votre création au jour de votre ressuscitation auquel vous ne vouliez pas croire, vous êtes resté le temps qu’Allah a décrété. Comme vous ne saviez pas que votre ressuscitation allait avoir lieu, vous en avez rejeté la réalité.",
            "arabic_explanation": "وقال الذين أعطاهم الله العلم من الأنبياء والملائكة: لقد مكثتم فيما كتبه الله في سابق علمه من يوم خلقكم إلى يوم بعثكم الذي أنكرتموه، فهذا يوم يُبعث الناس من قبورهم، ولكنكم كنتم لا تعلمون أن البعث واقع، فكفرتم به."
        },
        {
            "verse_number": 57,
            "verse_text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
            "explanation": "Le Jour où Allah ressuscitera les gens afin qu’ils rendent des comptes et soient rétribués, les excuses inventées par les injustes ne leur seront d’aucune utilité et il ne leur sera pas demandé de rechercher l’agrément d’Allah en se repentant, il sera en effet trop tard pour cela.",
            "arabic_explanation": "فيوم يبعث الله الخلائق للحساب والجزاء لا ينفع الظالمين ما يختلقونه من أعذار، ولا يطلب منهم إرضاء الله بالتوبة والإنابة إليه؛ لفوات وقت ذلك."
        },
        {
            "verse_number": 58,
            "verse_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
            "explanation": "Nous avons énoncé aux gens dans ce Coran nombres d'exemples, par sollicitude à leur égard afin qu’ils distinguent le vrai du faux. Ô Messager, si tu leur apportais un argument prouvant ta véracité, ceux qui mécroient en Allah diraient: Ce que vous apportez n’est que fausseté.",
            "arabic_explanation": "ولقد ضربنا للناس في هذا القرآن - عناية بهم - من كل مثل؛ ليتضح لهم الحق من الباطل، ولئن جئتهم - أيها الرسول - بحجة على صدقك ليقولنّ الذين كفروا بالله: ما أنتم إلا مبطلون فيما جئتم به."
        },
        {
            "verse_number": 59,
            "verse_text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
            "explanation": "De la même façon qu’Allah scelle les cœurs de ces gens, Il scelle les cœurs de tous ceux qui ne savent pas que tu apportes la vérité.",
            "arabic_explanation": "مثل هذا الختم على قلوب هؤلاء الذين إذا جئتهم بآية لا يؤمنون بها، يختم الله على قلوب كل الذين لا يعلمون أن ما جئتهم به حق."
        },
        {
            "verse_number": 60,
            "verse_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
            "explanation": "Ô Messager, endure le démenti que t’opposent les tiens car la promesse d’Allah de te secourir et de te rendre victorieux est toujours valable et n’est entachée par aucune incertitude. Que ceux qui ne sont pas convaincus qu’ils seront ressuscités ne te poussent pas à la précipitation et à l’impatience.",
            "arabic_explanation": "فاصبر - أيها الرسول - على تكذيب قومك لك، إن وعد الله لك بالنصر والتمكين ثابت لا مرية فيه، ولا يدفعك الذين لا يوقنون بأنهم مبعوثون، إلى الاستعجال وترك الصبر."
        }
    ]
}