{
    "surah_name": "LOUQMAN",
    "surah_number": 31,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "الٓمٓ",
            "explanation": "`Alif, Lâm, Mîm: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "(الم) سبق الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
            "explanation": "Ô Messager, ces versets qui te sont révélés sont les versets du Livre qui juge avec sagesse.",
            "arabic_explanation": "هذه الآيات المنزلة عليك - أيها الرسول - آيات الكتاب الذي ينطق بالحكمة."
        },
        {
            "verse_number": 3,
            "verse_text": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ",
            "explanation": "Ce Livre est une guidée et une miséricorde adressées à ceux qui excellent dans leurs œuvres en s’acquittant des droits de leur Seigneur et de ceux de Ses serviteurs.",
            "arabic_explanation": "وهو هداية ورحمة للذين يحسنون العمل، بقيامهم بحقوق ربهم وحقوق عباده."
        },
        {
            "verse_number": 4,
            "verse_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
            "explanation": "Ce sont eux qui accomplissent la prière de la manière la plus complète, s’acquittent de l’aumône légale en la prélevant de leurs richesses et sont convaincus que le Jour de la Résurrection, ils seront ressuscités, qu’ils rendront des comptes et qu’ils seront récompensés ou punis",
            "arabic_explanation": "الذين يؤدون الصلاة على أكمل وجه، ويعطون زكاة أموالهم، وهم موقنون بما في الآخرة من بعث وحساب وثواب وعقاب."
        },
        {
            "verse_number": 5,
            "verse_text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
            "explanation": "Ceux qui possèdent ces caractéristiques suivent la guidé de leur Seigneur et sont les bienheureux, puisqu’ils remporteront ce qu’ils recherchent et échapperont à ce qu’ils redoutent.",
            "arabic_explanation": "أولئك المتصفون بتلك الصفات على هدى من ربهم، وأولئك هم الفائزون بنيل ما يطلبونه، والبعد عما يرهبونه."
        },
        {
            "verse_number": 6,
            "verse_text": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
            "explanation": "Certains, à l’image d’An-Nađr ibn al-Ħârith, choisissent de distraire les gens avec des paroles amusantes afin de les détourner de la religion d’Allah sans s’en apercevoir et raillent les versets d’Allah. Ceux-là subiront un châtiment humiliant dans le bas monde.",
            "arabic_explanation": "ومن الناس - مثل النضر بن الحارث- من يختار الأحاديث المُلْهِية ليصرف الناس إليها عن دين الله بغير علم، ويتخذ آيات الله هزؤًا يسخر منها، أولئك الموصوفون بتلك الصفات لهم عذاب مُذِلٌّ في الآخرة."
        },
        {
            "verse_number": 7,
            "verse_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ",
            "explanation": "Lorsque l’on récite Nos versets à l’un de ceux-là, il se détourne avec orgueil et refuse de les écouter comme si ses oreilles étaient obstruées. Ô Messager, annonce-lui qu’un châtiment douloureux l’attend.",
            "arabic_explanation": "وإذا تُقْرأ عليه آياتنا أدبر مستكبرًا عن سماعها كأنه لم يسمعها، كأن في أذنيه صَمَمًا عن سماع الأصوات، فبشّره - أيها الرسول - بعذاب موجع ينتظره."
        },
        {
            "verse_number": 8,
            "verse_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ",
            "explanation": "Ceux qui croient en Allah et accomplissent de bonnes œuvres iront au Jardin des Délices où ils jouiront de ce qu’Allah leur y a préparé.",
            "arabic_explanation": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات، لهم جنات النعيم، يتنعمون فيما أعدّ الله لهم فيها."
        },
        {
            "verse_number": 9,
            "verse_text": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Ils y demeureront éternellement. Allah leur a promis cela et Sa promesse se réalisera avec certitude. Il est Celui à qui personne ne tient tête et le Sage dans ce qu’Il crée, ce qu’Il détermine et ce qu’Il légifère.",
            "arabic_explanation": "ماكثين فيها، وعدهم الله بذلك وعدًا حقًّا لا شك فيه، وهو سبحانه العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وشرعه."
        },
        {
            "verse_number": 10,
            "verse_text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
            "explanation": "Allah créa les Cieux élevés sans pilier et planta les montagnes fermement dans la Terre afin que celle-ci ne vacille pas sous vous et Il dispersa sur Terre des variétés d’animaux. Nous avons fait descendre du Ciel l’eau de la pluie et avons fait pousser sur Terre toute variété de plante agréable à regarder et utile aux gens et aux bêtes.",
            "arabic_explanation": "خلق الله سبحانه وتعالى السماوات مرفوعة بغير أَعْمِدَة، ونصب في الأرض جبالًا ثوابت حتى لا تضطرب بكم، وبثّ فوق الأرض أنواع الحيوان، وأنزلنا من السماء ماء المطر، فأنبتنا في الأرض من كل صنف بَهِيج المنظر ينتفع به الناس والدواب."
        },
        {
            "verse_number": 11,
            "verse_text": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "Tout ceci est la création d’Allah. Montrez-moi, ô polythéistes, ce que ceux que vous adorez en dehors d’Allah ont créé ? Seulement, les injustes se sont clairement égarés de la vérité puisqu’ils associent à leur Seigneur des idoles qui ne créent rien mais sont plutôt créées.",
            "arabic_explanation": "هذا المذكور خلق الله، فأروني - أيها المشركون - ماذا خلق الذين تعبدونهم من دون الله؟! بل الظالمون في ضلال واضح عن الحق، حيث يشركون مع ربهم من لا يخلق شيئًا وهم يُخْلقون."
        },
        {
            "verse_number": 12,
            "verse_text": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ",
            "explanation": "Nous avons donné à Luqmân le savoir religieux et Nous lui avons donné la pertinence dans le jugement. Nous lui dîmes: Ô Luqmân, sois reconnaissant envers ton Seigneur pour t’avoir comblé de bienfaits et t’avoir facilité de Lui obéir. Quiconque se montre reconnaissant envers son Seigneur récolte lui-même le bénéfice de cette reconnaissance car Allah se passe de gratitude, tandis que celui qui renie les bienfaits d’Allah et mécroit en Lui, subit lui-même le préjudice de son ingratitude et de sa mécréance et ne nuit en rien à Allah, car Allah se passe de toute Ses créatures et est digne de louange en toute situation.",
            "arabic_explanation": "ولقد أعطينا لقمان الفقه في الدين والإصابة في الأمور، وقلنا له: اشكر - يا لقمان - لربك ما أنعم به عليك من التوفيق لطاعته، ومن يشكر ربه فإنما نفع شكره عائد إلى نفسه، فالله غني عن شكره، ومن جَحَدَ نعمة الله عليه فكفر به سبحانه فإنما ضرر كفره عليه ولا يضر الله شيئًا فهو غني عن خلقه جميعًا، محمود على كل حال."
        },
        {
            "verse_number": 13,
            "verse_text": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ",
            "explanation": "Ô Messager, rappelle-toi lorsque Luqmân dit à son fils afin de l’inciter à faire le bien et l’avertir de faire le mal: Ô mon fils, n’adore rien avec Allah car adorer une autre divinité avec Allah est une immense injustice que l’on commet envers soi-même, puisqu’on se rend coupable du péché le plus grave pour lequel on mérite de rester éternellement en Enfer.",
            "arabic_explanation": "واذكر - أيها الرسول - إذ قال لقمان لابنه وهو يرغِّبه في الخير، ويحذره من الشر: يا بنيّ، لا تعبد مع الله غيره، إن عبادة معبود مع الله ظلم عظيم للنفس بارتكاب أعظم ذنب يؤدي إلى خلودها في النار."
        },
        {
            "verse_number": 14,
            "verse_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ",
            "explanation": "Nous avons recommandé à l’être humain d’obéir à ses parents et d’être bon envers eux pourvu qu’il ne désobéisse pas à Allah. Sa mère le porte péniblement dans son ventre et il est sevré lorsqu’il a deux ans. Nous lui dîmes: Sois reconnaissant envers Allah pour les bienfaits dont Il t’a comblé puis sois reconnaissant envers tes parents pour t’avoir éduqué et élevé. C’est vers Moi Seul que le retour à lieu et Je rétribuerai alors chacun selon ce qu’il mérite.",
            "arabic_explanation": "ووصّينا الإنسان بطاعة أبويه وبرهما فيما لا معصية فيه لله، حملته أمه في بطنها ملاقية مشقة بعد مشقة، وقَطْعُه عن الرضاعة في عامين، وقلنا له: اشكر لله ما أنعم به عليك من نِعَم، ثم اشكر لوالديك ما قاما به من تربيتك ورعايتك، إليّ وحدي المرجع فأجازي كلًّا بما يستحقه."
        },
        {
            "verse_number": 15,
            "verse_text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "Si tes parents te forcent autoritairement à associer à Allah autre que Lui, ne leur obéis pas sur ce point précis, car il ne faut pas obéir à une créature appelant à désobéir au Créateur, et dans cette vie, sois bon avec eux, entretiens les liens qui te lient à eux et sois bienfaisant envers eux. Suis également la voie de ceux qui se soumettent à Moi par la pratique du monothéisme et par leur obéissance puis le Jour de la Résurrection, vous retournerez tous vers Moi. Je vous informerai alors de ce que vous faisiez dans le bas monde et Je vous rétribuerai en conséquence.",
            "arabic_explanation": "وإن بذل الوالدان جهدًا ليَحْمِلاك على أن تشرك بالله غيره تحكُّمًا منهما، فلا تطعهما في ذلك؛ لأنه لا طاعة لمخلوق في معصية الخالق، وصاحبهما في الدنيا بالبر والصلة والإحسان، واتبع طريق من أناب إليّ بالتوحيد والطاعة، ثم إليّ وحدي يوم القيامة مرجعكم جميعًا، فأخبركم بما كنتم تعملون في الدنيا من عمل، وأجازيكم عليه."
        },
        {
            "verse_number": 16,
            "verse_text": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
            "explanation": "Ô mon fils, Allah convoquera toute bonne ou mauvaise œuvre, fut-t-elle aussi infime qu’un grain de moutarde au fond d’un rocher que personne ne voit ou qui se trouve n’importe où dans les Cieux ou sur la Terre, puis Il rétribuera ensuite son auteur selon sa nature. Allah est indulgent et rien de ce qui est infime ne Lui échappe. Il connaît aussi le mieux la réalité des choses et ce qu’il en advient.",
            "arabic_explanation": "يا بنيّ، إن السيئة أو الحسنة مهما كانت صغيرة مثل وزن حبة من خَرْدَل وكانت في بطن صخرة لا يطّلع عليها أحد، أو كانت في أي مكان في السماوات أو في الأرض - فإن الله يأتي بها يوم القيامة، فيجازي العبد عليها، إن الله لطيف لا تخفى عليه دقائق الأشياء، خبير بحقائقها وموضعها."
        },
        {
            "verse_number": 17,
            "verse_text": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
            "explanation": "Ô mon fils, accomplis la prière de la manière la plus complète, commande ce qui est convenable, défends ce qui est blâmable et endure patiemment ce que tu subis lorsque tu suis cette voie. Ce qui t’es enjoint t’a été dicté par Allah. Tu n’as donc pas le choix de t’y conformer ou non.",
            "arabic_explanation": "يا بنيّ، أقم الصلاة بأدائها على أكمل وجه، وأْمُر بالمعروف، وانْه عن المنكر، واصبر على ما نالك من مكروه في ذلك، إن ما أُمرت به من ذلك مما عزم الله به عليك أن تفعله، فلا خِيرة لك فيه."
        },
        {
            "verse_number": 18,
            "verse_text": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ",
            "explanation": "Ne te détourne pas des gens par orgueil et ne marche pas sur Terre avec insolence car Allah n’aime pas ceux qui marchent avec arrogance, se vantent des bienfaits qui leur ont été accordés et ne sont pas reconnaissants envers Allah.",
            "arabic_explanation": "ولا تُعْرِض بوجهك عن الناس تكبرًا، ولا تمش فوق الأرض فرحًا معجبًا بنفسك، إن الله لا يحبّ كل مُخْتال في مشيته، فخور بما أوتي من نعم يتكبر بها على الناس ولا يشكر الله عليها."
        },
        {
            "verse_number": 19,
            "verse_text": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ",
            "explanation": "Adopte une démarche mesurée intermédiaire entre la démarche rapide et la démarche indolente, de manière à dégager une impression de solennité. Baisse la voix et ne l’élève pas d’une manière désagréable car la voix la plus détestable est celle des ânes, à cause de sa sonorité stridente.",
            "arabic_explanation": "وتوسّط في مشيك بين الإسراع والدَّبِيب مشيًا يظهر الوقار، واخفض من صوتك، لا ترفعه رفعًا يؤذي، إن أقبح الأصوات لصوت الحمير لارتفاع أصواتها."
        },
        {
            "verse_number": 20,
            "verse_text": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
            "explanation": "Ô gens, ne voyez-vous pas qu’Allah vous facilite d’exploiter à votre avantage ce qui se trouve dans les Cieux, comme le soleil, la lune et les astres et qu’Il vous facilite également d’exploiter à votre avantage ce qui se trouve sur Terre, comme les animaux, les arbres et les plantes. Il paracheva ensuite sur vous Ses bienfaits apparents, comme la belle apparence qu’Il vous a donnée, et Ses bienfaits cachés, comme la raison et la connaissance. Mais malgré l’existence de ces bienfaits, il y a des gens qui tergiversent sur l’Unicité d’Allah sans détenir de connaissance étayée par une révélation d’Allah, par la raison ou par le texte explicite d’un Livre révélé par Allah.",
            "arabic_explanation": "ألم تروا وتشاهدوا - أيها الناس- أن الله يَسَّرَ لكم الانتفاع بما في السماوات؛ من شمس وقمر وكواكب، ويَسَّرَ لكم أيضًا ما في الأرض من دواب وشجر ونبات، وأكمل عليكم نعمه ظاهرة للعيان؛ كجمال الصورة وحسن الهيئة، وباطنة خفية كالعقل والعلم، ومع وجود هذه النعم فمن الناس من يجادل في توحيد الله بغير علم مستند إلى وحي من الله، أو عقل مستنير، ولا كتاب واضح منزل من الله."
        },
        {
            "verse_number": 21,
            "verse_text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
            "explanation": "Lorsqu’on dit à ces gens-là « Suivez ce qui a été révélé par Allah à Son Messager », ils répondent: Non, nous imiterons plutôt nos ancêtres qui adoraient nos divinités. Imiteront-ils leurs ancêtres même s’ils ont été invités par Satan au châtiment de la fournaise lorsqu’il les égara en leur suggérant d’adorer des idoles ?",
            "arabic_explanation": "وإذا قيل لهؤلاء المجادلين في توحيد الله: اتبعوا ما أنزل الله على رسوله من الوحي، قالوا: لا نتبعه، بل نتبع ما وجدنا عليه أسلافنا من عبادة آلهتنا، أيتبعون أسلافهم ولو كان الشيطان يدعوهم - بما يضلهم به من عبادة الأوثان - إلى عذاب السعير يوم القيامة؟!"
        },
        {
            "verse_number": 22,
            "verse_text": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
            "explanation": "Celui qui retourne vers Allah en étant sincère dans son adoration et en excellant dans les bonnes œuvres qu’il accomplit, s’accroche à ce qu’il y a de plus solide lorsqu’on désire le salut, puisqu’il n’y a pas à craindre que ce lien se rompe. C’est à Allah qu’il revient de décider du sort de toute chose et tout retournera à Lui. Il rétribuera ensuite chacun selon ce qu’il mérite.",
            "arabic_explanation": "ومن يُقْبِل على الله مخلصًا له عبادته ومحسنًا في عمله، فقد أمسك بأوثق ما يتعلق به من يرجو النجاة حيث لا يخاف انقطاع ما أمسك به، وإلى الله وحده مصير الأمور، ومرجعها، فيجازي كلًّا بما يستحق."
        },
        {
            "verse_number": 23,
            "verse_text": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Ô Messager, que la mécréance de celui qui mécroie en Allah ne t’attriste pas. C’est vers Nous Seul qu’aura lieu son retour le Jour de la Résurrection. Nous l’informerons alors de ses mauvaises œuvres commises dans le bas monde et Nous le rétribuerons en conséquence. Allah sait le mieux ce que renferment les poitrines et rien ne Lui échappe.",
            "arabic_explanation": "ومن كفر بالله فلا يحزنك - أيها الرسول - كفره، إلينا وحدنا مرجعهم يوم القيامة، فنخبرهم بما عملوا من سيئات في الدنيا، ونجازيهم عليها، إن الله عليم بما في الصدور، لا يخفى عليه شيء مما فيها."
        },
        {
            "verse_number": 24,
            "verse_text": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ",
            "explanation": "Nous les laissons jouir une courte durée des plaisirs que Nous leur accordons dans le bas monde puis le Jour de la Résurrection, Nous les enverrons de force vers un châtiment terrible qui est le châtiment du Feu.",
            "arabic_explanation": "نمتعهم بما نعطيهم من الملذات في الدنيا زمنًا قليلًا، ثم نلجئهم يوم القيامة إلى عذاب شديد هو عذاب النار."
        },
        {
            "verse_number": 25,
            "verse_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
            "explanation": "Ô Messager, si tu demandais à ces polythéistes « Qui a créé les Cieux et la Terre ? », ils te répondraient que c’est Allah. Dis-leur alors: Louange à Allah pour vous avoir explicité Son argument. Seulement, la plupart d’entre eux ne savent pas qui est digne de Louange, à cause de leur ignorance.",
            "arabic_explanation": "ولئن سألت - أيها الرسول - هؤلاء المشركين: مَنْ خلق السماوات، ومن خلق الأرض؟ ليقولن: خلقهنّ الله، قل لهم: الحمد لله الذي أظهر الحجة عليكم، بل معظمهم لا يعلمون من يستحقّ الحمد لجهلهم."
        },
        {
            "verse_number": 26,
            "verse_text": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
            "explanation": "A Allah Seul revient la création, la possession et la gestion de ce qui se trouve dans les Cieux et sur la Terre. Allah se passe de toutes Ses créatures et est digne de louange dans le bas monde et dans l’au-delà.",
            "arabic_explanation": "لله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، إن الله هو الغني عن جميع مخلوقاته، المحمود في الدنيا والآخرة."
        },
        {
            "verse_number": 27,
            "verse_text": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
            "explanation": "Si tout arbre se trouvant sur Terre était coupé et taillé en calames et si tout océan dans lequel se déverse l’eau de sept mers était un océan d’encre, ces calames et cette encre s’épuiseraient tandis que les paroles d’Allah ne tarissent jamais. Allah est Puissant et personne ne Lui tient tête. Il est aussi Sage dans Sa création et dans Sa gestion.",
            "arabic_explanation": "ولو أن ما في الأرض من شجر قُطِع وبُرِي أقلامًا، وجُعِل البحر حبرًا لها ولو مده سبعة أبحر، ما فنيت كلمات الله لعدم تناهيها، إن الله عزيز لا يغالبه أحد، حكيم في خلقه وتدبيره."
        },
        {
            "verse_number": 28,
            "verse_text": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
            "explanation": "Ô gens, vous créer et vous ressusciter tous ensemble le Jour de la Résurrection afin de rendre des comptes et d’être rétribués est aussi facile que de créer et de ressusciter une seule âme. Allah est Audient et aucun son ne le distrait d’en entendre un autre. Il est aussi Clairvoyant et rien de ce qu’Il voit ne le distrait de voir autre chose. De même, aucune âme qu’Il crée ou ressuscite ne le distrait d’en créer ou d’en ressusciter une autre.",
            "arabic_explanation": "ما خَلْقكم - أيها الناس - ولا بَعْثكم يوم القيامة للحساب والجزاء، إلا كخلق نفس واحدة وبعثها في السهولة، إن الله سميع لا يشغله سماع صوت عن سماع صوت آخر، بصير لا يشغله إبصار شيء عن إبصار شيء آخر، وهكذا لا يشغله خلق نفس أو بعثها عن خلق أخرى وبعثها."
        },
        {
            "verse_number": 29,
            "verse_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ",
            "explanation": "Ne vois-tu pas qu’Allah diminue la durée de la nuit afin d’allonger celle du jour, qu’Il diminue la durée du jour afin d’allonger celle de la nuit, qu’Il détermine le parcours du soleil et de la lune qui se déplacent chacun dans une orbite spécialement dédiée jusqu’à un terme fixé ? Ne sais-tu pas qu’Allah sait le mieux ce que vous faites: rien de vos agissements ne Lui est inconnu et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "ألم تر أن الله ينقص من الليل ليزيد النهار، وينقص من النهار ليزيد الليل، وقدّر مسار الشمس والقمر؛ إِذْ يجريان كل في مداره إلى أَمَدٍ مُحَدَّد، وأن الله بما تعملون خبير، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها."
        },
        {
            "verse_number": 30,
            "verse_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
            "explanation": "Cette gestion du jour et de la nuit ainsi que Sa détermination de leurs durées attestent qu’Allah Seul est Vérité et qu’Il est Vérité dans Son Etre, Ses attributs et Ses actes. Elles attestent aussi que ce que les polythéistes adorent en dehors de Lui est le faux qui ne repose sur aucun fondement et qu’Allah est le Très Haut au-dessus de toutes Ses créatures par Son Etre, Sa domination et Sa détermination. Rien n’est plus haut que Lui et Il est plus grand que tout.",
            "arabic_explanation": "ذلك التدبير والتقدير يشهدان بأن الله وحده هو الحق، فهو حق في ذاته وصفاته وأفعاله، وأن ما يعبده المشركون من دونه هو الباطل الذي لا أساس له، وأن الله هو العلي بذَاتِه وقَهْرِه وقَدْرِه على جميع مخلوقاته، الذي لا أعلى منه، الذي هو أكبر من كل شيء."
        },
        {
            "verse_number": 31,
            "verse_text": "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
            "explanation": "Ne vois-tu pas que par Sa mansuétude, les navires se déplacent sur la mer et qu’Il a mis à disposition la mer pour cela afin de vous montrer, ô gens, les signes qui indiquent Son pouvoir et Sa mansuétude. Il y a en cela des preuves de Son pouvoir adressées à tout individu endurant face aux épreuves qu’il subit et reconnaissant pour tout bienfait dont il bénéficie.",
            "arabic_explanation": "ألم تر أن السفن تجري في البحر بلطفه وتسخيره؛ ليريكم - أيها الناس- من آياته الدالة على قدرته سبحانه ولطفه، إن في ذلك لدلالات على قدرته لكل صَبَّار على ما يصيبه من ضراء، شكور لما يناله من نعماء."
        },
        {
            "verse_number": 32,
            "verse_text": "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ",
            "explanation": "Lorsque les cernent des vagues aussi hautes que des montagnes et aussi sombres que les nuages, ils invoquent Allah Seul en étant sincères dans leur invocation et leur adoration, puis lorsqu’Allah les exauce, les sauve de la noyade et les ramène sur la terre ferme, certains parmi eux rechignent à manifester la reconnaissance complète qu’ils sont tenus de manifester envers Allah. D’autres encore renient absolument ce bienfait d’Allah. Or seuls les traîtres, à l’image de celui-ci qui promit à Allah de Lui être reconnaissant s’Il le sauvait, et les dénégateurs des bienfaits d’Allah ne sont pas reconnaissants à leur Seigneur pour les bienfaits dont Il les comble.",
            "arabic_explanation": "وإذا أحاط بهم من كل جانب موج مثل الجبال والغمام، دعوا الله وحده مخلصين له الدعاء والعبادة، فلما استجاب الله لهم، وأنقذهم إلى البر، وسلمهم من الغرق، فمنهم مقتصد لم يقم بما وجب عليه من الشكر على وجه الكمال، ومنهم جاحد لنعمة الله، وما يجحد بآياتنا إلا كل غَدَّار - مثل هذا الذي عاهد الله لئن أنجاه ليكونن من الشاكرين له - كفور بنعم الله لا يشكر ربه الذي أنعم بها عليه."
        },
        {
            "verse_number": 33,
            "verse_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
            "explanation": "Ô gens, craignez votre Seigneur en vous conformant à Ses commandements et en renonçant à ce qu’Il a défendu, et craignez le châtiment d’un jour où un père ne pourra rien pour son fils, ni un fils pour son père. La promesse d’Allah de vous rétribuer le Jour de la Résurrection est ferme et se réalisera irrémédiablement. Que la vie ici-bas ornée de ses plaisirs et de ses distractions ne vous trompe pas et que Satan ne vous induise pas en erreur concernant l’indulgence d’Allah et le report de Son châtiment.",
            "arabic_explanation": "يا أيها الناس، اتقوا ربكم؛ بامتثال أوامره واجتناب نواهيه، وخافوا عذاب يوم لا يغني فيه والد عن ولده، ولا يغني مولود عن والده شيئًا، إن وعد الله بالجزاء يوم القيامة ثابت وواقع لا محالة، فلا تخدعنّكم الحياة الدنيا بما فيها من شهوات وملهيات، ولا يخدعنكم الشيطان بحلم الله عليكم وتأخيره العذاب عنكم."
        },
        {
            "verse_number": 34,
            "verse_text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ",
            "explanation": "C’est Allah Seul qui sait quand surviendra l’Heure et c’est Lui qui fait descendre la pluie quand Il le veut. Il est également le Seul à savoir si les fœtus contenus dans les utérus sont mâles ou femelles et s’ils vivront heureux ou malheureux. Aucune âme ne sait si ce qu’elle acquerra demain sera bénéfique ou néfaste ni en quel lieu elle décèdera. C’est plutôt Allah qui connaît le mieux tout cela et rien ne Lui en échappe.",
            "arabic_explanation": "إن الله عنده وحده علم الساعة؛ فيعلم متى تقع، وينزل المطر متى شاء، ويعلم ما في الأرحام أذكر هو أم أنثى؟! شقي أم سعيد؟! وما تعلم نفس ما تكسب غدًا من خير أو شر، وما تعلم نفس بأي أرض تموت، بل الله هو الذي يعلم ذلك كله، إن الله عليم خبير بكل ذلك، لا يخفى عليه شيء من ذلك."
        }
    ]
}