{
    "surah_name": "SABA",
    "surah_number": 34,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
            "explanation": "Louange à Allah qui a crée possède et gère tout ce qui est dans les Cieux et sur la Terre et à Lui la louange dans l’au-delà. Il est le Sage dans Sa création et Sa gestion, le Connaisseur des situations de Ses serviteurs et rien ne Lui échappe.",
            "arabic_explanation": "الحمد لله الذي له كل ما في السماوات وكل ما في الأرض، خلقًا وملكًا وتدبيرًا، وله سبحانه الثناء في الآخرة، وهو الحكيم في خلقه وتدبيره، الخبير بأحوال عباده، لا يخفى عليه منها شيء."
        },
        {
            "verse_number": 2,
            "verse_text": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
            "explanation": "Il sait ce qui pénètre dans la Terre comme eau et graines et sait ce qui en sort comme plantes et autres. Il sait ce qui descend du Ciel comme pluie et anges et sait ce qui y monte comme anges, œuvres et âmes de Ses serviteurs. Il est miséricordieux envers Ses serviteurs croyants et pardonne les péchés de ceux qui se repentent à Lui.",
            "arabic_explanation": "يعلم ما يدخل في الأرض من ماء ونبات، ويعلم ما يخرج منها من نبات وغيره، ويعلم ما ينزل من السماء من المطر والملائكة والرزق، ويعلم ما يصعد في السماء من الملائكة وأعمال عباده وأرواحهم، وهو الرحيم بعباده المؤمنين، الغفور لذنوب من تاب إليه."
        },
        {
            "verse_number": 3,
            "verse_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
            "explanation": "Ceux qui mécroient en Allah disent: L’Heure ne surviendra jamais. Ô Messager, dis-leur: Si par Allah, l’Heure dont vous rejetez la réalité, surviendra assurément mais seul Allah sait à quel moment. Il connaît en effet tout ce qui est Invisible, comme l’Heure. Rien n’échappe à Sa connaissance dans les Cieux et sur la Terre, pas même quelque chose plus petit qu’une fourmi. Rien de plus grand ou de plus petit que cela ne Lui échappe et tout est inscrit dans un livre clair: la Table Préservée dans laquelle est consigné tout ce qui existe jusqu’au Jour de la Résurrection.",
            "arabic_explanation": "وقال الذين كفروا بالله: لا تأتينا الساعة أبدًا، قل لهم - أيها الرسول -: بلى والله، لتأتينكم الساعة التي تكذبون بها، لكن لا يعلم وَقْتَ ذلك إلا الله، فهو سبحانه عالم ما غاب من الساعة وغيرها، لا يغيب عن علمه سبحانه وزن أصغر نملة في السماوات ولا في الأرض، ولا يغيب عنه أصغر من ذلك المذكور ولا أكبر، إلا هو مكتوب في كتاب واضح، وهو اللوح المحفوظ الذي كتب فيه كل شيء كائن إلى يوم القيامة."
        },
        {
            "verse_number": 4,
            "verse_text": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
            "explanation": "Allah consigna tout dans la Table Préservée afin qu’Il rétribue ceux qui croient en Lui et accomplissent de bonnes œuvres. Ceux-là obtiendront le pardon d’Allah pour leurs péchés qui ne leur seront plus reprochés et ils auront droit à un don généreux le Jour de la Résurrection, qui est Son Paradis.",
            "arabic_explanation": "أثبت الله ما أثبت في اللوح المحفوظ ليجزي الذين آمنوا بالله وعملوا الأعمال الصالحات، أولئك المتصفون بتلك الصفات لهم من الله مغفرة لذنوبهم، فلا يؤاخذهم بها، ولهم رزق كريم؛ وهو جنته يوم القيامة."
        },
        {
            "verse_number": 5,
            "verse_text": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
            "explanation": "Ceux qui s’efforcent d’invalider les versets révélés par Allah, disent qu’il s’agit de sorcellerie et disent au sujet de notre Messager qu’il est un devin, un sorcier ou un poète auront droit au pire et au plus sévère des châtiments le Jour de la Résurrection.",
            "arabic_explanation": "والذين عملوا جاهدين لإبطال ما أنزل الله من آيات، فقالوا عنها: سحر، وقالوا عن رسولنا: كاهن، ساحر، شاعر، أولئك المتصفون بتلك الصفات لهم يوم القيامة أسوأ عذاب وأشده."
        },
        {
            "verse_number": 6,
            "verse_text": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
            "explanation": "Les savants parmi les Compagnons et ceux qui ont eu la foi parmi les savants des Gens du Livre attestent que ce que t’a révélé Allah est la vérité indubitable qui guide vers la voie du Puissant que personne ne peut vaincre, le Digne de Louange dans le bas monde et dans l’au-delà",
            "arabic_explanation": "ويشهد علماء الصحابة ومن آمن من علماء أهل الكتاب أن الذي أنزله الله إليك من الوحي هو الحق الذي لا مِرْية فيه، ويرشد إلى طريق العزيز الذي لا يغلبه أحد، المحمود في الدنيا والآخرة."
        },
        {
            "verse_number": 7,
            "verse_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
            "explanation": "Ceux qui mécroient en Allah parlent les uns aux autres sur un ton moqueur et dubitatif au sujet de ce que le Messager a apporté: Voulez-vous que nous vous montrions un homme qui vous assure que vous serez ressuscités après que vous soyez morts et que vos corps aient été déchiquetés ?",
            "arabic_explanation": "وقال الذين كفروا بالله لبعضهم؛ تعجّبًا وسخرية مما جاء به الرسول صلى الله عليه وسلم: هل ندلكم على رجل يخبركم أنكم إذا متم وقطِّعتم تقطيعًا أنكم ستبعثون بعد موتكم أحياء؟!"
        },
        {
            "verse_number": 8,
            "verse_text": "أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
            "explanation": "Ils disent également: Cet homme a-t-il forgé un mensonge sur Allah en prétendant que nous serons ressuscités après notre mort ou s’agit-il d’un fou qui délire ? Il n’en est pas comme ils le prétendent, mais la réalité est que ceux qui ne croient pas en l’au-delà subiront un châtiment terrible le Jour de la Résurrection et qu'ils se sont égarés très loin de la vérité dans le bas monde.",
            "arabic_explanation": "وقالوا: هل اختلق هذا الرجل على الله كذبًا فزعم ما زعم من بعثنا بعد موتنا، أم هو مجنون يهذي بما لا حقيقة له؟ ليس الأمر كما زعم هؤلاء، بل الحاصل أن الذين لا يؤمنون بالآخرة هم في العذاب الشديد يوم القيامة، وفي الضلال البعيد عن الحق في الدنيا."
        },
        {
            "verse_number": 9,
            "verse_text": "أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
            "explanation": "Ceux qui rejettent la réalité de la Ressuscitation ne voient-ils pas la Terre devant eux et le Ciel derrière eux ? Si Nous le voulions, nous déroberions la Terre sous leurs pieds et si Nous le voulions, Nous ferions tomber sur eux des pans du Ciel. Ceci est assurément le signe manifeste, adressé à tout serviteur qui se retourne souvent à l’obéissance de son Seigneur, dans lequel il reconnaît Son pouvoir. En effet, Celui qui a le pouvoir de tout cela, a également le pouvoir de vous ressusciter après votre mort et de déchiqueter vos corps.",
            "arabic_explanation": "أفلم ير هؤلاء المكذبون بالبعث ما بين أيديهم من الأرض، ويروا ما خلفهم من السماء؟ إن نشأ خَسْف الأرض من تحت أقدامهم خسفناها من تحتهم، وإن نشأ أن نسقط عليهم قِطَعًا من السماء لأسقطناها عليهم، إن في ذلك لعلامة قاطعة لكل عبد كثير الرجوع إلى طاعة ربه يستدل بها على قدرة الله، فالقادر على ذلك قادر على بعثكم بعد موتكم وتمزيق أجسامكم."
        },
        {
            "verse_number": 10,
            "verse_text": "۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
            "explanation": "Nous avons donné à David la Prophétie et la royauté et Nous avons dit aux montagnes: Ô montagnes, répétez avec David les louanges à Allah. Nous avons également dit cela aux oiseaux et avons amolli le fer pour lui afin qu’il en fabrique les outils qu’il veut.",
            "arabic_explanation": "ولقد أعطينا داود عليه السلام منا نبوة وملكًا، وقلنا للجبال: يا جبال، سبِّحي مع داود، وهكذا قلنا للطير، وصيّرنا له الحديد ليّنًا ليصنع منه ما يشاء من أدوات."
        },
        {
            "verse_number": 11,
            "verse_text": "أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
            "explanation": "Nous avons fait cela en lui disant: Fabrique ô David des cottes de mailles qui protègent tes combattants des coups de leurs ennemis et adapte les punaises aux mailles de sorte qu’elles ne soient ni trop fines, ne restant donc pas en place, ni trop épaisse, ne pouvant alors pas être introduites. Accomplissez également de bonnes œuvres car Je vois ce que vous faites. Rien de vos œuvres ne M’échappe et Je vous rétribuerai selon leur nature",
            "arabic_explanation": "أن اعمل - يا داود - دروعًا واسعة تقي مقاتليك بأس عدوّهم، وصيّر المسامير مناسبة للحِلَق فلا تجعلها دقيقة بحيث لا تستقرّ فيها، ولا غليظة بحيث لا تدخل فيها، واعملوا عملًا صالحًا، إني بما تعملون بصير، لا يخفى عليَّ من أعمالكم شيء، وسأجازيكم عليها."
        },
        {
            "verse_number": 12,
            "verse_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
            "explanation": "Nous avons mis à disposition de Salomon fils de David le vent qui parcourt le matin à l’aller et le soir au retour la distance traversée en un mois de marche. Nous avons aussi fait couler pour lui une source de cuivre afin qu’il fabrique ce qu’il désire comme outils en cuivre, avons mis à sa disposition des djinns qui lui obéissent par ordre de son Seigneur et si l’un de ces djinns ne lui obéissait pas comme Nous le lui avons ordonné, Nous lui aurions fait goûter le châtiment du feu ardent.",
            "arabic_explanation": "وسخرنا لسليمان بن داود عليهما السلام الريح، تسير في الصباح مسافة شهر، وتسير في المساء مسافة شهر، وسيّلنا له عين النحاس ليصنع من النحاس ما يشاء، وسخرنا له من الجن من يعمل بين يديه بأمر ربه، والذي يميل من الجن عمَّا أمرناه به من العمل نُذِيقُه من عذاب النار الملتهبة."
        },
        {
            "verse_number": 13,
            "verse_text": "يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
            "explanation": "Ces djinns construisaient pour Salomon les mosquées et les palais qu’il voulait et fabriquaient pour lui ce qu’il leur commandait comme statues et ustensiles ressemblant à de gigantesques bassins d’eau et d’immenses marmites ne pouvant être déplacés Nous lui dîmes: Ô famille de David, œuvrez afin d’exprimer votre gratitude à Allah pour les bienfaits dont Il vous a comblés, sachant que peu de Mes serviteurs Me sont reconnaissants pour Mes bienfaits.",
            "arabic_explanation": "يعمل هؤلاء الجن لسليمان ما أراد من مساجد للصلاة ومن قصور، وما يشاء من صور، وما يشاء من قصاع مثل حياض الماء الكبيرة، وقدور الطبخ الثابتات فلا يُحرَّكْنَ لعِظَمِهِن، وقلنا لهم: اعملوا - يا آل داود - شكرًا لله على ما أنعم به عليكم، وقليل من عبادي الشكور لي على ما أنعمت عليه."
        },
        {
            "verse_number": 14,
            "verse_text": "فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
            "explanation": "Puis lorsque Nous décrétâmes que Salomon allait mourir, les djinns ne furent avertis de sa mort que par l’insecte appelé termite qui rongea le bâton sur lequel il était appuyé. Ce n’est que lorsque Salomon tomba que les djinns prirent conscience qu’ils ne connaissent pas l’Invisible puisque s’ils le connaissaient, ils ne seraient pas restés à accomplir les travaux pénibles et humiliants que Salomon leur avait commandés, pensant qu’il était vivant et qu’il les surveillait.",
            "arabic_explanation": "فلما حكمنا على سليمان بالموت ما أرشد الجن إلى أنه قد مات إلا حشرة الأَرَضة تأكل عصاه التي كان متكئًا عليها، فلما سقط تبيَّنت الجن أنهم لا يعلمون الغيب؛ إذ لو كانوا يعلمونه لما مكثوا في العذاب المذلّ لهم، وهو ما كانوا عليه من الأعمال الشاقة التي يعملونها لسليمان عليه السلام ظنًّا منهم أنه حيٌّ يراقبهم."
        },
        {
            "verse_number": 15,
            "verse_text": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
            "explanation": "Les membres de la tribu de Saba disposaient dans leur lieu de résidence d’un signe évident du pouvoir d’Allah et des bienfaits dont Il les comblait. En effet, leur lieu de résidence contenait deux vergers: l’un à droite et l’autre à gauche. Nous leur dîmes: Mangez de ce dont Allah vous a pourvus et soyez-Lui reconnaissants. Ceci est un pays agréable et Allah est un Seigneur Pardonneur qui efface les péchés de ceux qui se repentent à Lui.",
            "arabic_explanation": "لقد كان لقبيلة سبأ في مسكنهم الذي كانوا يسكنون فيه علامة ظاهرة على قدرة الله وإنعامه عليهم؛ وهي جنتان: إحداهما عن اليمين، والثانية عن الشمال، وقلنا لهم: كلوا من رزق ربكم، واشكروه على نعمه؛ هذه بلدة طيبة، وهذا الله رب غفور يغفر ذنوب من تاب إليه."
        },
        {
            "verse_number": 16,
            "verse_text": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
            "explanation": "Ils refusèrent d’être reconnaissants envers Allah et de croire en Ses messagers et Nous les châtiâmes alors en changeant Nos bienfaits en malheurs. Nous abattîmes ainsi sur eux des flots qui ont détruit leur barrage et ont submergé leurs récoltes. Nous changeâmes également les fruits agréables de leurs vergers en fruits amers et leurs arbres fruitiers en tamaris (arbre stérile) et en jujubiers.",
            "arabic_explanation": "فأعرضوا عن شكر الله والإيمان برسله، فعاقبناهم بتبديل نعمهم نقمًا، فأرسلنا عليهم سيلًا جارفًا خرّب سدهم وأغرق مزارعهم، وبدّلناهم ببُسْتَانَيْهم بُسْتَانَين مُثْمرين بالثمر المر، وفيهما شجر الأثل غير المثمر، وشيء قليل من السِّدْر."
        },
        {
            "verse_number": 17,
            "verse_text": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
            "explanation": "Ce changement qui succéda aux bienfaits, avait pour cause leur mécréance et leur refus d’être reconnaissants. Nous ne punissons de cette manière sévère que l’ingratitude face aux bienfaits d’Allah et la mécréance en Lui.",
            "arabic_explanation": "ذلك التبديل - الحاصل لما كانوا عليه من النعم - بسبب كفرهم وإعراضهم عن شكر النعم، ولا نعاقب هذا العقاب الشديد إلا الجَحود لنعم الله الكفور به سبحانه."
        },
        {
            "verse_number": 18,
            "verse_text": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
            "explanation": "Nous avons mis entre les habitants de Saba au Yémen et les cités du Levant, région que Nous avons bénie, des cités rapprochées dont Nous avons déterminé l'espacement, afin qu’ils se déplacent de cité en cité sans peine, jusqu’à atteindre le Levant et Nous leur dîmes: Parcourez ces distances de jour et de nuit en sécurité, et à l’abri de vos ennemis, de la faim et de la soif.",
            "arabic_explanation": "وجعلنا بين أهل سبأ في اليمن وبين قرى الشام التي باركنا فيها قرى متقاربة، وقدرنا فيها السير بحيث يسيرون من قرية إلى قرية دون مشقة حتى يصلوا الشام، وقلنا لهم: سيروا فيها ما شئتم من ليل أو نهار في أمن من العدو والجوع والعطش."
        },
        {
            "verse_number": 19,
            "verse_text": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
            "explanation": "Ils renièrent le bienfait que leur fit Allah de rapprocher les distances et dirent: Ô notre Seigneur, allonge les distances de nos voyages en supprimant ces cités afin que nous ressentions les peines des voyages et que se manifestent les qualités de nos montures. Ils se montrèrent injustes envers eux-mêmes en reniant le bienfait d’Allah, en refusant de Lui être reconnaissants et en enviant les pauvres parmi eux. Nous fîmes alors d’eux des sujets de conversation des générations qui leur ont succédé et les avons disséminés dans les pays de manière à ce qu’ils ne communiquent plus entre eux. Nos bienfaits sur les habitants de Saba puis Notre vengeance contre eux pour leur mécréance et leur ingratitude est une leçon pour tout individu reconnaissant et patient dans son obéissance à Allah, dans le renoncement à Lui désobéir et dans l’épreuve.",
            "arabic_explanation": "فبطروا نعمة الله عليهم بتقريب المسافات، وقالوا: ربنا باعد بين أسفارنا بإزالة تلك القرى حتى نذوق تعب الأسفار، وتظهر مزية ركائبنا، وظلموا أنفسهم ببطرهم نعمة الله وإعراضهم عن شكره وحسدهم للفقراء منهم، فصيّرناهم أحاديث يتحدث بها مَن بَعدَهم، وفرقناهم في البلاد كل تفريق، بحيث لا يتواصلون فيما بينهم، إن في ذلك المذكور - من الإنعام على أهل سبأ ثم الانتقام منهم لكفرهم وبطرهم - لعبرة لكل صَبَّار على طاعة الله وعن معصيته وعلى البلاء، شكور لنعم الله عليه."
        },
        {
            "verse_number": 20,
            "verse_text": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
            "explanation": "`Iblîs réussit à réaliser son objectif de les tenter et de les égarer de la vérité et ils le suivirent dans la mécréance et dans l’égarement, excepté un groupe de croyants qui le déçurent en refusant de le suivre.",
            "arabic_explanation": "ولقد حَقَّقَ عليهم إبليس ما ظنه من أنه يستطيع إغواءهم وإضلالهم عن الحق، فاتبعوه في الكفر والضلال إلا طائفة من المؤمنين فإنهم خيبوا رجاءه بعدم اتباعهم له."
        },
        {
            "verse_number": 21,
            "verse_text": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
            "explanation": "`Iblîs n’avait aucun pouvoir de les contraindre à s’égarer mais ne détenait que le pouvoir de leur embellir le mal et de les tenter. Nous le lui avons permis afin que Nous sachions qui croit en l’au-delà et en la Rétribution qui aura lieu et qui en doute. Ô Messager, ton Seigneur sauvegarde toute chose: Il sauvegarde les œuvres de Ses serviteurs et les rétribue selon leur nature.",
            "arabic_explanation": "وما كان لإبليس عليهم من سلطان يقهرهم به على أن يضلوا، وإنما كان يزين لهم ويغويهم، إلا أنا أذِنّا له في إغوائهم ليظهر أمر من يؤمن بالآخرة وما فيها من جزاء، ممن هو منها في شك، وربك - أيها الرسول - على كل شيء حفيظ، يحفظ أعمال عباده، ويجازيهم عليها."
        },
        {
            "verse_number": 22,
            "verse_text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
            "explanation": "Ô Messager, dis à ces polythéistes: Appelez ceux que vous prétendez être des divinités à la place d’Allah pour voir s’ils vous seront utiles et s’ils repousseront de vous les nuisances. En vérité, ils ne possèdent rien, pas même le poids d’un moucheron, dans les Cieux et sur la Terre ni ne sont associés avec Allah dans la possession des Cieux et de la Terre. Allah n’a aucun assistant qui L’aide, Il se passe des associés et des assistants.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: نادوا الذين زعمتم أنهم آلهة لكم من دون الله ليجلبوا لكم النفع أو يكشفوا عنكم الضر، فهم لا يملكون وزن ذرة في السماوات ولا في الأرض، وليس لهم شرك فيها مع الله، وليس لله من معين يعينه، فهو غني عن الشركاء وعن المعينين."
        },
        {
            "verse_number": 23,
            "verse_text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
            "explanation": "L’intercession auprès de Lui, exalté soit-Il, n’est effective que s’Il autorise à l’intercesseur d’intercéder puisqu'Allah, en raison de Son éminence, ne permet d'intercéder qu'à ceux qu'Il agrée. L’une des manifestations de Son éminence est lorsqu’Il parle dans le Ciel, les anges battent des ailes en signe de soumission à Ses paroles puis lorsque leur frayeur se dissipe de leurs cœurs, ils disent à Gabriel: Qu’a dit votre Seigneur ? Gabriel leur répond: Il a dit la vérité. Il est le Très Haut par Son Etre et Sa suprématie, le Grand face auquel tout est petit.",
            "arabic_explanation": "ولا تنفع الشفاعة عنده سبحانه إلا لمن أذن له، والله لا يأذن في الشفاعة إلا لمن ارتضى؛ لعظمته، ومن عظمته أنه إذا تكلم في السماء ضربت الملائكة بأجنحتها خضعانًا لقوله حتى إذا كشف الفزع عن قلوبهم قالت الملائكة لجبريل: ماذا قال ربكم؟ قال جبريل: قال الحق، وهو العلي بذاته وقهره، الكبير الذي كل شيء دونه."
        },
        {
            "verse_number": 24,
            "verse_text": "۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "Ô Messager, dis à ces polythéistes: Qui vous pourvoie en pluie à partir du Ciel et en fruits et en grains à partir de la Terre ? Dis-leur ensuite: C’est Allah qui vous pourvoit et c’est nous ou vous, ô polythéistes, qui sommes ou qui êtes bien guidés ou manifestement égarés du droit chemin. Chacun de nos deux camps est soit l’un soit l’autre et il ne fait aucun doute que les bien guidés sont les croyants et que les égarés sont les mécréants.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: من يرزقكم من السماوات بإنزال المطر، ومن الأرض بإنبات الثمرات والزروع والفواكه، وغير ذلك؟ قل: الله هو الذي يرزقكم منها، وإنا أو إياكم - أيها المشركون - لعلى هداية أو في ضلال واضح عن الطريق، فأحدنا لا محالة كذلك، ولا شك أن أهل الهدى هم المؤمنون، وأن أهل الضلال هم المشركون."
        },
        {
            "verse_number": 25,
            "verse_text": "قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
            "explanation": "Ô Messager, dis-leur: Le Jour de la Résurrection, vous ne serez pas questionnés sur les péchés que nous avons commis et nous ne serons pas questionnés sur ce que vous faisiez.",
            "arabic_explanation": "قل لهم - أيها الرسول -: لا تسألون يوم القيامة، عن ذنوبنا التي ارتكبناها، ولا نُسْأل نحن عما كنتم تعملون."
        },
        {
            "verse_number": 26,
            "verse_text": "قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
            "explanation": "Dis-leur ensuite: Allah nous rassemblera avec vous le Jour de la Résurrection puis Il jugera entre nous et vous avec équité. Il déterminera alors qui avait raison et qui avait tort. Il est Celui qui juge avec équité et Celui qui connaît le mieux Ses jugements.",
            "arabic_explanation": "قل لهم: يجمع الله بيننا وبينكم يوم القيامة، ثم يقضي بيننا وبينكم بالعدل، فيبين المُحِقَّ مِن المُبْطِل وهو الحاكم الذي يحكم بالعدل، العليم بما يحكم به."
        },
        {
            "verse_number": 27,
            "verse_text": "قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Ô Messager, dis-leur: Montrez-moi ceux que vous avez érigés au rang d’associés à Allah et que vous Lui associez dans l’adoration. Il n’en est pas comme vous le pensez: Allah n’a pas d’associé. Il est plutôt le Puissant à qui personne ne tient tête, le Sage dans Sa Création, Sa Prédestination et Sa gestion.",
            "arabic_explanation": "قل لهم - أيها الرسول -: أروني الذين جعلتموهم لله شركاء تشركونهم معه في العبادة، كلا، ليس الأمر كما تصورتم من أن له شركاء، بل هو الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وقَدَرِه وتدبيره."
        },
        {
            "verse_number": 28,
            "verse_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Ô Messager, Nous ne t’avons envoyé que pour annoncer à tous les humains que les pieux iront au Paradis et pour menacer les mécréants et les pervers qu’ils seront châtiés en Enfer. Seulement, la plupart des gens ne savent pas cela car s’ils le savaient, ils n’auraient pas mécru en toi.",
            "arabic_explanation": "وما بعثناك - أيها الرسول - إلا للناس عامة مبشرًا أهل التقوى بأن لهم الجنة، ومُخَوِّفًا أهل الكفر والفجور من النار، ولكن معظم الناس لا يعلمون ذلك، فلو علموه لما كذبوك."
        },
        {
            "verse_number": 29,
            "verse_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Les mécréants, voulant hâter le châtiment dont on les menace, disent: Quand se réalisera donc cette promesse de châtiment si vous êtes véridiques dans ce que vous présentez comme étant la vérité ?",
            "arabic_explanation": "ويقول المشركون مستعجلين بالعذاب الذي يُخوَّفون منه: متى هذا الوعد بالعذاب إن كنتم صادقين فيما تدعونه من أنه حق؟"
        },
        {
            "verse_number": 30,
            "verse_text": "قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
            "explanation": "Ô Messager, dis à ces gens: Un jour déterminé vous est fixé et vous ne pourrez ni l’avancer ni le retarder ne serait-ce que d’une heure. Ce jour-là est le Jour de la Résurrection.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المستعجلين بالعذاب: لكم ميعاد يوم محدد؛ لا تتأخرون عنه ساعة، ولا تتقدمون عنه ساعة، وهذا اليوم هو يوم القيامة."
        },
        {
            "verse_number": 31,
            "verse_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
            "explanation": "Ceux qui mécroient en Allah disent: Nous ne croirons pas en ce Coran dont Muħammad prétend qu’il lui a été révélé ni ne croyons aux livres révélés précédemment. Ô Messager, si seulement tu voyais les injustes immobilisés auprès de leur Seigneur le Jour de la Résurrection afin de rendre des comptes, se renvoyant la parole les uns aux autres, rejetant la responsabilité les uns sur les autres et se faisant des reproches. Les suiveurs faibles diront à leurs chefs qui les asservissaient dans le bas monde: Si vous ne nous aviez pas égarés, nous croirions en Allah et en Son Messager.",
            "arabic_explanation": "وقال الذين كفروا بالله: لن نؤمن بهذا القرآن الذي يزعم محمد أنه منزل عليه، ولن نؤمن بالكتب السماوية السابقة، ولو ترى - أيها الرسول - إذ الظالمون محبوسون عند ربهم يوم القيامة للحساب، يتراجعون الكلام بينهم، يُلْقِي كل منهم المسؤولية واللوم على الآخر، يقول الأتباع الذين استُضْعِفوا لسادتهم الذين استَضْعَفوهم في الدنيا: لولا أنكم أضللتمونا، لكنا مؤمنين بالله وبرسله."
        },
        {
            "verse_number": 32,
            "verse_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
            "explanation": "Les meneurs qui se montraient arrogants face à la vérité diront aux suiveurs qui les asservissaient: Vous avons-nous interdit de suivre la guidée apportée par Muħammad ? Non, vous étiez plutôt des injustes, des corrompus et des corrupteurs.",
            "arabic_explanation": "قال المتبوعون الذين استكبروا عن الحق للتابعين الذين استضعفوهم: أنحن منعناكم عن الهدى الذي جاءكم به محمد؟! لا، بل كنتم ظلمة وأصحاب فساد وإفساد."
        },
        {
            "verse_number": 33,
            "verse_text": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
            "explanation": "Les suiveurs asservis diront à leurs meneurs qui se montraient arrogants face à la vérité: Ce qui nous a détourné de la guidée, c’est plutôt votre ruse que nous subissions nuit et jour lorsque vous nous ordonniez de mécroire en Allah et d’adorer en dehors de Lui des créatures. Ils dissimuleront les regrets qu’ils auront pour la mécréance dont ils faisaient preuve dans le bas monde, lorsqu’ils verront le châtiment de leurs yeux et qu’ils sauront qu’ils vont être suppliciés. Puis Nous entourerons les cous des mécréants de carcans et cette rétribution ne leur est infligée que parce qu’ils adoraient des divinités autres qu’Allah dans le bas monde et commettaient des péchés.",
            "arabic_explanation": "وقال الأتباع الذين استضعفهم سادتهم لمتبوعيهم المستكبرين عن الحق: بل صدّنا عن الهدى مكركم بنا بالليل والنهار حين كنتم تأمروننا بالكفر بالله، وبعبادة مخلوقين من دونه. وأخفوا الندامة على ما كانوا عليه من الكفر في الدنيا حين شاهدوا العذاب، وعلموا أنهم معذبون، وجعلنا الأصفاد في أعناق الكافرين، لا يجزون هذا الجزاء إلا بما كانوا يعملونه في الدنيا من عبادة غير الله وارتكاب المعاصي."
        },
        {
            "verse_number": 34,
            "verse_text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
            "explanation": "Nous n’avons pas envoyé dans une cité de messager avertissant son peuple contre le châtiment, sans que les nantis qui détiennent le pouvoir, le prestige et la richesse ne disent: Ô messagers, nous rejetons le message qu’on vous a envoyés transmettre.",
            "arabic_explanation": "وما بعثنا في قرية من القرى من رسول يخوّفهم عذاب الله إلا قال المُنَعَّمُون فيها من أصحاب السلطان والجاه والمال: إنا بما بُعِثْتم به - أيها الرسل - كافرون."
        },
        {
            "verse_number": 35,
            "verse_text": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
            "explanation": "Ces gens ornés de prestige dirent avec arrogance et vanité: Nous sommes plus riches et notre descendance est plus nombreuse. Vous mentez lorsque vous prétendez que nous serons châtiés car nous ne serons châtiés ni dans le bas monde ni dans l’au-delà.",
            "arabic_explanation": "وقال أصحاب الجاه هؤلاء مُتَبَجِّحين مفتخرين: نحن أكثر أموالًا وأكثر أولادًا، وما زعمتم من أننا مُعَذَّبون كذب، فلسنا بمُعَذَّبين في الدنيا ولا في الآخرة."
        },
        {
            "verse_number": 36,
            "verse_text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Ô Messager, dis à ces gens trompés par les bienfaits qui leur ont été accordés: Allah étend la subsistance à qui Il veut, afin de le tester et voir s’il se montre reconnaissants ou ingrat, et la restreint à qui Il veut, afin de l’éprouver et voir s’il se montre endurant ou s’il se rebelle. Or la plupart des gens ne savent pas qu’Allah est Sage et qu’Il ne décrète une chose que pour une raison suprême, dont certains ont connaissance et d’autres non.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المغرورين بما أوتوا من النعم: ربي سبحانه وتعالى يوسع الرزق لمن يشاء اختبارًا له أيشكر أم يكفر، ويضيقه على من يشاء ابتلاء له أيصبر أم يتسخط؟ ولكن معظم الناس لا يعلمون أن الله حكيم؛ لا يقدِّر أمرًا إلا لحكمة بالغة؛ عَلِمَها مَن عَلِمها وجَهِلَها مَن جهلها."
        },
        {
            "verse_number": 37,
            "verse_text": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
            "explanation": "Ni vos richesses ni votre progéniture dont vous vous vantez ne vous mèneront à l’agrément d’Allah. Seul celui qui croit en Allah et accomplit de bonnes œuvres reçoit une double rétribution. En effet, les richesses qu’il dépense pour la cause d’Allah et les invocations de sa progéniture le rapprochent de Lui. Ces croyants qui accomplissent de bonnes œuvres recevront une double rétribution pour leurs bonnes actions et ils seront dans les plus hauts degrés du Paradis. Ils échapperont alors à tout ce qu’ils redoutaient: le châtiment, la mort et la fin des délices.",
            "arabic_explanation": "وليست أموالكم ولا أولادكم التي تفتخرون بها هي التي تقودكم إلى رضوان الله، لكن من آمن بالله وعمل عملًا صالحًا حاز الأجر المُضَاعَف؛ فالأموال تقربه بإنفاقها في سبيل الله، والأولاد بدعائهم له، فأولئك المؤمنون العاملون للصالحات لهم ثواب مضاعف لما عملوه من حسنات؛ وهم في المنازل العليا من الجنة آمنون من كل ما يخافونه من العذاب والموت وانقطاع النعيم."
        },
        {
            "verse_number": 38,
            "verse_text": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
            "explanation": "Les mécréants qui ne s’épargnent pas d’effort afin de détourner les gens de Nos versets et s’efforcent de réaliser leurs fins, seront les perdants dans le bas monde et seront châtiés dans l’au-delà.",
            "arabic_explanation": "والكفار الذين يبذلون غاية جهدهم في صرف الناس عن آياتنا ويسعون في تحقيق أهدافهم هؤلاء خاسرون في الدنيا مُعَذَّبون في الآخرة."
        },
        {
            "verse_number": 39,
            "verse_text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
            "explanation": "Ô Messager, dis: Mon Seigneur étend la subsistance à qui Il veut parmi Ses serviteurs et la restreint à qui Il veut parmi eux. Allah remplace dans le bas monde toute dépense que vous faites pour la cause d’Allah en la dédommageant par quelque chose de meilleur et dans l’au-delà en la récompensant généreusement. Allah est le meilleur des pourvoyeurs: quiconque désire donc être pourvu doit s’adresser à Lui.",
            "arabic_explanation": "قل - أيها الرسول -: إن ربي سبحانه وتعالى يوسع الرزق لمن يشاء من عباده، ويضيقه على من يشاء منهم، وما أنفقتم من شيء في سبيل الله، فالله سبحانه وتعالى يخلفه عليكم في الدنيا بإعطائكم ما هو خير منه، وفي الآخرة بالثواب الجزيل، والله سبحانه هو خير الرازقين، فمن طلب الرزق فليلجأ إليه سبحانه."
        },
        {
            "verse_number": 40,
            "verse_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
            "explanation": "Ô Messager, rappelle-toi le jour où Nous les rassemblerons tous, puis qu’Allah dira aux anges en guise de remontrances adressées aux polythéistes: Ces gens-là vous adoraient-ils dans le bas monde en dehors d’Allah ?",
            "arabic_explanation": "واذكر - أيها الرسول - يوم يحشرهم الله جميعًا، ثم يقول سبحانه للملائكة تقريعًا للمشركين وتوبيخًا لهم: أهؤلاء كانوا يعبدونكم في الحياة الدنيا من دون الله؟"
        },
        {
            "verse_number": 41,
            "verse_text": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
            "explanation": "Les anges répondront: Sois-tu sanctifié et élevé, Tu es notre allié alors qu’eux ne le sont pas, car aucune alliance ne nous lie à eux. Ces polythéistes adoraient plutôt les démons qui prennent à leurs yeux l’apparence d’anges. Ils les adorent alors en dehors d’Allah et la plupart d’entre eux croient en eux.",
            "arabic_explanation": "قال الملائكة: تنزهت وتقدست! أنت ولينا من دونهم، فلا موالاة بيننا وبينهم، بل كان هؤلاء المشركون يعبدون الشياطين؛ يتمثلون لهم أنهم ملائكة فيعبدونهم من دون الله، معظمهم بهم مؤمنون."
        },
        {
            "verse_number": 42,
            "verse_text": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
            "explanation": "Le jour du Rassemblement et de la Reddition des Comptes, les divinités adorées ne seront d’aucune utilité à ceux qui les adoraient ni n’auront le pouvoir de leur être nuisibles. Nous dirons ce jour-là à ceux qui ont été injustes envers eux-mêmes par leur mécréance et leur désobéissance: Goûtez au châtiment du Feu auquel vous ne croyiez pas dans le bas monde.",
            "arabic_explanation": "يوم الحشر والحساب لا يملك المعبودون لمن عبدوهم في الدنيا من دون الله نفعًا، ولا يملكون لهم ضرًّا، ونقول للذين ظلموا أنفسهم بالكفر والمعاصي: ذوقوا عذاب النار التي كنتم تكذبون بها في الدنيا."
        },
        {
            "verse_number": 43,
            "verse_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
            "explanation": "Lze désire que vous détourner de la religion que pratiquaient vos ancêtres. Ils disent également: Ce Coran n’est qu’un mensonge qu’il a inventé au sujet d’Allah. Par ailleurs, ceux qui mécroient en Allah disent du Coran lorsqu’il leur est apporté de la part d’Allah: Cela n’est qu’une magie évidente visant à séparer l’époux de son épouse et le fils de son père.",
            "arabic_explanation": "وإذا تقرأ على هؤلاء المشركين المكذبين آياتنا المنزلة على رسولنا واضحة لا لبس فيها قالوا: ما هذا الرجل الذي جاء بها إلا رجل يريد أن يصرفكم عما كان عليه آباؤكم، وقالوا: ما هذا القرآن إلا كذب اختلقه على الله، وقال الذين كفروا بالله للقرآن لما جاءهم من عند الله: ليس هذا إلا سحرًا واضحًا؛ لتفريقه بين المرء وزوجه، والابن وأبيه."
        },
        {
            "verse_number": 44,
            "verse_text": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
            "explanation": "Nous ne leur avons pas donné d’autres livres à réciter qui leur inculquent que ce Coran est un mensonge inventé par Muħammad et, ô Messager, Nous ne leur avons pas envoyé avant toi de messager les menaçant du châtiment d’Allah.",
            "arabic_explanation": "وما أعطيناهم من كتب يقرؤونها حتى ترشدهم أن هذا القرآن كذب اختلقه محمد، وما أرسلنا إليهم قبل إرسالك - أيها الرسول - من رسول يخوّفهم من عذاب الله."
        },
        {
            "verse_number": 45,
            "verse_text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
            "explanation": "Les peuples du passé, à l’image des ‘Âd, des Thamûd et du peuple de Loth, ont également démenti les messagers. Comme les polythéistes de ton peuple ne possèdent pas le dixième de la puissance, de la richesse et du nombre des peuples du passé qui ont chacun d’eux démenti le messager qui leur a été envoyé, leur richesse, leur force et leur nombre ne leur ont été d’aucune utilité et Mon châtiment s’est abattu sur eux. Vois donc, ô Messager, de quelle manière Je leur ai exprimé ma réprobation et comment Je les ai punis.",
            "arabic_explanation": "وكذبت الأمم السابقة مثل عاد وثمود وقوم لوط، وما وصل المشركون من قومك إلى عُشْر ما وصلت إليه الأمم السابقة من القوة والمَنَعَة والمال والعدد، فكذب كل منهم رسوله، فما نفعهم ما أوتوا من المال والقوة والعدد، فوقع بهم عذابي، فانظر - أيها الرسول - كيف كان إنكاري عليهم، وكيف كان عقابي لهم."
        },
        {
            "verse_number": 46,
            "verse_text": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
            "explanation": "Ô Messager, dis à ces polythéistes: Je ne vous conseille qu’une seule chose: de vous lever par deux ou un à un, de vous défaire pour Allah de votre passion puis de vous remémorer le passé de votre compagnon et de vous rappeler de sa rationalité, de sa véracité et de sa loyauté, afin d’acquérir la certitude qu’il n’est pas fou et qu’il ne fait que vous avertir d’un châtiment sévère si vous ne vous repentez pas à Allah de votre polythéisme.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: إنما أشير إليكم وأنصحكم بخصلة واحدة؛ هي أن تقوموا متجردين من الهوى لله سبحانه، اثنين اثنين أو منفردين، ثم تتفكروا في سيرة صاحبكم، وما علمتم من عقله وصدقه وأمانته؛ لتتبينوا أنه صلى الله عليه وسلم ليس به جنون، ما هو إلا محذر لكم بين يدي عذاب شديد إن لم تتوبوا إلى الله من الشرك به."
        },
        {
            "verse_number": 47,
            "verse_text": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
            "explanation": "Ô Messager, dis à ces polythéistes dénégateurs: Je ne vous demande pas de récompense en échange de la guidée et du bien que je vous apporte car ceci est pour vous. Ma récompense ne me sera remise que par Allah. Il atteste de tout: Il atteste que je vous ai transmis le Message, atteste de vos œuvres et vous rétribuera selon leur nature.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: ما سألتكم من ثواب أو أجر على ما جئتكم به من الهدى والخير - على تقدير وجوده -، فهو لكم، ليس ثوابي إلا على الله وحده، وهو سبحانه على كل شيء شهيد، فهو يشهد على أني بلغتكم، ويشهد على أعمالكم، فيوفيكم جزاءها."
        },
        {
            "verse_number": 48,
            "verse_text": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
            "explanation": "Ô Messager, dis: Mon Seigneur fait dominer le vrai sur le faux et invalide ce dernier. Il connaît le mieux ce qui est Invisible: rien dans les Cieux et sur la Terre ne Lui échappe et rien des œuvres de Ses serviteurs ne Lui est inconnu.",
            "arabic_explanation": "قل - أيها الرسول -: إن ربي يسلط الحق على الباطل فيبطله، وهو علَّام الغيوب، لا يخفى عليه شيء في السماوات ولا في الأرض، ولا تخفى عليه أعمال عباده."
        },
        {
            "verse_number": 49,
            "verse_text": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
            "explanation": "Ô Messager, dis à ces polythéistes dénégateurs: La vérité qu’est l’Islam est venue tandis que le faux a disparu, ne laissant aucune trace et ne pouvant recouvrer sa force.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: جاء الحق الذي هو الإسلام، وزال الباطل الذي لا يبدو له أي أثر أو قوة ولا يعود إلى نفوذه."
        },
        {
            "verse_number": 50,
            "verse_text": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
            "explanation": "Ô Messager, dis à ces polythéistes dénégateurs: Si je m’égare de la vérité lorsque je vous transmets le Message, c’est moi-même qui pâtirai de mon égarement et rien ne vous portera préjudice. Mais si j’y suis guidé, c’est grâce à ce que me révèle mon Seigneur. Il écoute les paroles de Ses serviteurs et comme Il est proche, il ne Lui est pas impossible d’entendre ce que je dis.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: إن ضللتُ عن الحق فيما أبلغكم فضرر ضلالي قاصر علي، لا ينالكم منه شيء، وإن اهتديتُ إليه فبسبب ما يوحيه إليَّ ربي سبحانه، إنه سميع لأقوال عباده، قريب لا يتعذر عليه سماع ما أقول."
        },
        {
            "verse_number": 51,
            "verse_text": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
            "explanation": "Ô Messager, si tu voyais ces dénégateurs terrifiés, lorsqu’ils verront de leurs yeux le châtiment le Jour de la Résurrection. Ils ne pourront pas y échapper, ne trouveront aucun refuge et on les saisira alors aisément. Si tu voyais ceci, tu assisterais certainement à une scène étonnante.",
            "arabic_explanation": "ولو ترى - أيها الرسول - إذ فزع هؤلاء المكذبون لمَّا عاينوا العذاب يوم القيامة، فلا مفر لهم منه، ولا ملجأ يلتجئون إليه، وأُخذوا من مكان قريب سهل التناول من أول وهلة، لو ترى ذلك لرأيت أمرًا عجبًا."
        },
        {
            "verse_number": 52,
            "verse_text": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
            "explanation": "Quand ils connaîtront leur sort, ils diront: Nous croyons au Jour de la Résurrection. Comment peuvent-ils avoir la foi alors que le lieu où la foi est acceptée est loin d’eux, puisqu’ils ont quitté le bas monde qui est une demeure ou l’on œuvre, et non une demeure de rétribution, et ont rejoint l’au-delà qui est une demeure de rétribution et non une demeure d’œuvre?",
            "arabic_explanation": "وقالوا حين رأوا مصيرهم: آمنا بيوم القيامة، وكيف لهم تعاطي الإيمان وتناوله وقد بعد عنهم مكان قبول الإيمان بخروجهم من دار الدنيا التي هي دار عمل لا جزاء، إلى الدار الآخرة التي هي دار جزاء لا عمل؟!"
        },
        {
            "verse_number": 53,
            "verse_text": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
            "explanation": "Comment peuvent-ils avoir la foi et comment peut-on l’accepter d’eux alors qu’ils l’ont rejetée dans le bas monde et émettent des suppositions très éloignées de la vérité, disant ainsi du Messager qu’il est un sorcier, un devin et un poète.",
            "arabic_explanation": "وكيف يحصل منهم الإيمان ويُقْبَل، وقد كفروا به في الحياة الدنيا، ويرمون بالظن من جهة بعيدة عن إصابة الحق، كقولهم في الرسول صلى الله عليه وسلم : ساحر، كاهن، شاعر؟!"
        },
        {
            "verse_number": 54,
            "verse_text": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
            "explanation": "On ne permettra pas à ces dénégateurs d’obtenir les plaisirs du bas monde qu’ils désiraient, de se repentir de la mécréance, d’échapper au feu ni de retourner dans la vie du bas monde, tout comme on ne permit pas tout cela à leurs semblables des peuples précédents qui doutaient de l’Unicité d’Allah et de la croyance en la Ressuscitation que prêchaient les messagers, et leur doute les mena à la mécréance.",
            "arabic_explanation": "ومُنع هؤلاء المكذبون من الحصول على ما يشتهونه من ملذات الحياة، ومن التوبة من الكفر والنجاة من النار، والعودة إلى الحياة الدنيا، كما فُعِل بأمثالهم من الأمم المكذبة من قبلهم، إنهم كانوا في شك مما جاءت به الرسل من توحيد الله والإيمان بالبعث، شك باعث على الكفر."
        }
    ]
}