{
    "surah_name": "YÂ-SÎN",
    "surah_number": 36,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "يسٓ",
            "explanation": "Yâ-Sîn: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "(يس) سبق الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ",
            "explanation": "Allah prête serment par le Coran dont les versets sont parfaits et que le faux n’atteint ni par devant ni par derrière.",
            "arabic_explanation": "يقسم الله بالقرآن الذي أُحْكِمت آياته، والذي لا يأتيه الباطل من بين يديه ولا من خلفه."
        },
        {
            "verse_number": 3,
            "verse_text": "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
            "explanation": "Ô Messager, tu es du nombre des messagers qu’Allah a envoyés à Ses serviteurs afin qu’ils leur ordonnent de proclamer Son Unicité et de L’adorer Seul.",
            "arabic_explanation": "إنك - أيها الرسول - لمن الرسل الذين أرسلهم الله إلى عباده؛ ليأمروهم بتوحيده وعبادته وحده."
        },
        {
            "verse_number": 4,
            "verse_text": "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
            "explanation": "Ces messagers suivent un chemin droit.\net sont fidèles à une religion authentique révélés par ton Seigneur le Puissant à qui personne ne tient tête, le Miséricordieux avec Ses serviteurs croyants.",
            "arabic_explanation": "على منهج مستقيم وشرع قويم. وهذا المنهج المستقيم والشرع القويم منزل من ربك العزيز الذي لا يغالبه أحد، الرحيم بعباده المؤمنين."
        },
        {
            "verse_number": 5,
            "verse_text": "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ",
            "explanation": "Ces messagers suivent un chemin droit.\net sont fidèles à une religion authentique révélés par ton Seigneur le Puissant à qui personne ne tient tête, le Miséricordieux avec Ses serviteurs croyants.",
            "arabic_explanation": "على منهج مستقيم وشرع قويم. وهذا المنهج المستقيم والشرع القويم منزل من ربك العزيز الذي لا يغالبه أحد، الرحيم بعباده المؤمنين."
        },
        {
            "verse_number": 6,
            "verse_text": "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ",
            "explanation": "Nous t’avons révélé ceci afin que tu menaces et avertisses un peuple, le peuple des Arabes, qu’aucun messager n’a averti auparavant. Ils sont donc inattentifs à la foi et au monothéisme, ce qui est le cas de tout peuple qui n’a jamais été averti: ce peuple nécessite des messagers pour lui faire le rappel.",
            "arabic_explanation": "أنزلنا إليك ذلك لتخوف قومًا وتنذرهم، وهم العرب الذين لم يأتهم رسول ينذرهم، فهم لاهون عن الإيمان والتوحيد، وكذلك شأن كل أمة انقطع عنها الإنذار، تحتاج إلى من يذكرها من الرسل."
        },
        {
            "verse_number": 7,
            "verse_text": "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
            "explanation": "Le châtiment d’Allah s’abattra sans appel sur la plupart de ces gens, après que la vérité de la part d’Allah leur sera parvenue par l’intermédiaire de Son Messager, qu’ils n’y auront pas cru et qu’ils resteront mécréants. Ils ne croient donc pas en Allah et en Son Messager et ne mettent pas en pratique la vérité qui leur est parvenue.",
            "arabic_explanation": "لقد وجب العذاب من الله لأكثر هؤلاء، بعد أن بلغهم الحق من الله على لسان رسوله فلم يؤمنوا به، وبقوا على كفرهم، فهم لا يؤمنون بالله ولا برسوله، ولا يعملون بما جاءهم من الحق."
        },
        {
            "verse_number": 8,
            "verse_text": "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ",
            "explanation": "Ces gens sont semblables à ceux à qui on a mis des carcans au cou et joint les mains au cou en-dessous des mentons. Pris de cette manière, ils sont contraints de lever la tête vers le Ciel sans pouvoir la baisser. Ces gens-là sont privés de croire en Allah et ne se soumettent pas à Lui ni ne baissent la tête devant Lui.",
            "arabic_explanation": "ومثلهم في ذلك مثل من جُعِلَت أصفاد في أعناقهم، وجُمِعَت أيديهم مع أعناقهم تحت مجامع لحاهم، فاضطروا إلى رفع رؤوسهم إلى السماء، فلا يستطيعون خفضها، فهؤلاء مَغْلُولون عن الإيمان بالله فلا يذعنون له، ولا يخفضون رؤوسهم من أجله."
        },
        {
            "verse_number": 9,
            "verse_text": "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ",
            "explanation": "Nous mettrons devant eux et derrière eux une barrière qui les empêchera d’atteindre la vérité et Nous voilerons leur vue de telle manière qu’ils ne s’en serviront pas à leur profit. Ceci leur arrivera lorsque s’avèreront leur entêtement et leur persistance dans la mécréance.",
            "arabic_explanation": "وجعلنا من بين أيديهم حاجزًا عن الحق، ومن خلفهم حاجزًا، فأغشينا أبصارهم عن الحق فهم لا يبصرون إبصارًا ينتفعون به، حصل ذلك لهم بعد أن ظهر عنادهم وإصرارهم على الكفر."
        },
        {
            "verse_number": 10,
            "verse_text": "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
            "explanation": "Il est égal à ces mécréants qui rejettent obstinément la vérité, que tu les menaces ou que tu ne les menaces pas, ô Muħammad. Ils ne croiront jamais en ce que tu apportes de la part d’Allah.",
            "arabic_explanation": "سواء عند هؤلاء الكفار المعاندين للحق أَخَوَّفتهم - يا محمد - أم لم تخوِّفهم، فهم لا يؤمنون بما جئت به من عند الله."
        },
        {
            "verse_number": 11,
            "verse_text": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ",
            "explanation": "Celui qui tire véritablement profit de ton avertissement est celui qui croit en ce Coran, suit ce qu’il contient et craint Allah lorsqu’il est seul et que personne d’autre que Lui ne le voit. Annonce à ceux qui possèdent ces caractéristiques, qu’Allah effacera leurs péchés et les leur pardonnera et qu’Il leur réserve une rétribution immense dans l’au-delà qui est le Paradis.",
            "arabic_explanation": "إن الذي ينتفع حقًّا بإنذارك من صدّق بهذا القرآن واتبع ما جاء فيه، وخاف من ربه في الخلوة، حيث لا يراه غيره، فأَخْبِر مَن هذه صفاتُه بما يسُرّه من محو الله لذنوبه ومغفرته لها، ومن ثواب عظيم ينتظره في الآخرة وهو دخول الجنة."
        },
        {
            "verse_number": 12,
            "verse_text": "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ",
            "explanation": "C’est Nous qui faisons revivre les morts afin de leur faire rendre des comptes le Jour de la Résurrection et Nous consignerons leurs bonnes œuvres comme leurs mauvaises. De même, Nous continuerons à consigner après leur mort les œuvres qui continueront à leur rapporter de bonnes ou de mauvaises actions, comme les aumônes continues ou les actes de mécréance. Nous avons consigné toute chose dans un Livre clair qui est la Table Préservée.",
            "arabic_explanation": "إنا نحن نحيي الموتى ببعثهم للحساب يوم القيامة، ونكتب ما قدموه في حياتهم الدنيا من الأعمال الصالحة والسيئة، ونكتب ما كان لهم من أثر باق بعد مماتهم صالحًا كان كالصدقة الجارية أو سيئًا كالكفر، وقد أحصينا كل شيء في كتاب واضح؛ وهو اللوح المحفوظ."
        },
        {
            "verse_number": 13,
            "verse_text": "وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ",
            "explanation": "Ô Messager, mentionne à ces dénégateurs entêtés un exemple à méditer, celui des habitants de la cité lorsque leurs messagers arrivèrent chez eux.",
            "arabic_explanation": "واجعل - أيها الرسول - لهؤلاء المكذبين المعاندين مثلًا يكون لهم عبرة، وهو قصة أهل القرية حين جاءتهم رسلهم."
        },
        {
            "verse_number": 14,
            "verse_text": "إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ",
            "explanation": "Lorsque Nous leur avons envoyé deux messagers afin de les appeler à proclamer l’Unicité d’Allah et à L’adorer, ils les démentirent et Nous les renforçâmes alors par un troisième. Les trois messagers dirent aux habitants de la cité: Nous trois avons été envoyés afin de vous appeler à proclamer l’Unicité d’Allah et à pratiquer Sa religion.",
            "arabic_explanation": "حين أرسلنا إليهم أولًا رسولين ليدعواهم إلى توحيد الله وعبادته، فكذبوا هذين الرسولين، فقويناهما بإرسال رسول ثالث معهم، فقال الرسل الثلاثة لأهل القرية: إنا - نحن الثلاثة - إليكم مرسلون؛ لندعوكم إلى توحيد الله واتباع شرعه."
        },
        {
            "verse_number": 15,
            "verse_text": "قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ",
            "explanation": "Les habitants de la cité dirent aux messagers: Vous n’êtes que des êtres humains comme nous qui ne nous surpassez par aucun mérite. Par ailleurs, le Tout Miséricordieux ne vous a fait aucune révélation et vous ne faites que mentir sur Allah lorsque vous prétendez cela.",
            "arabic_explanation": "قال أهل القرية للمرسلين: لستم إلا بشرًا مثلنا، فلا مزية لكم علينا، وما أنزل الرحمن عليكم من وحي، ولستم إلا تكذبون على الله في دعواكم هذه."
        },
        {
            "verse_number": 16,
            "verse_text": "قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ",
            "explanation": "Les trois messagers répondirent au démenti des habitants de la cité en ces termes: Ô habitants de la cité, notre Seigneur sait que nous vous avons été envoyés par Lui et ceci suffit comme argument plaidant en notre faveur.",
            "arabic_explanation": "قال الرسل الثلاثة ردًّا على تكذيب أهل القرية: ربنا يعلم إنا إليكم - يا أهل القرية - لمرسلون من عنده، وكفى بذلك حجة لنا."
        },
        {
            "verse_number": 17,
            "verse_text": "وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
            "explanation": "Il ne nous appartient que de transmettre avec clarté ce qui nous a été ordonné de transmettre. Nous n’avons pas le pouvoir de vous guider.",
            "arabic_explanation": "وليس علينا إلا تبليغ ما أمرنا بتبليغه إليكم بوضوح، ولا نملك هدايتكم."
        },
        {
            "verse_number": 18,
            "verse_text": "قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ",
            "explanation": "Les habitants de la cité dirent aux messagers: Nous voyons en vous un présage funeste et si vous ne cessez pas de nous inviter au monothéisme, nous vous punirons en vous lapidant jusqu’à ce que mort s’ensuive et nous vous ferons subir un châtiment douloureux.",
            "arabic_explanation": "قال أهل القرية للرسل: إنا تشاءمنا بكم، وإن لم تنتهوا عن دعوتنا إلى التوحيد لنعاقبنّكم بالرمي بالحجارة حتى الموت، ولينالنَّكم منا عذاب موجع."
        },
        {
            "verse_number": 19,
            "verse_text": "قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
            "explanation": "Les messagers leur répondirent: Le présage funeste est de votre côté puisque vous mécroyez en Allah et vous refusez de suivre Ses messagers. Est-ce en invoquant le mauvais présage que vous répondez lorsqu’on vous rappelle Allah ? Vous êtes plutôt des gens qui outrepassez les limites de la mécréance et des péchés.",
            "arabic_explanation": "قال الرسل ردًّا عليهم: شؤمكم ملازم لكم بسبب كفركم بالله وترككم اتباع رسله، أتتشاءمون إن ذكرناكم بالله؟ بل أنتم قوم تسرفون في ارتكاب الكفر والمعاصي."
        },
        {
            "verse_number": 20,
            "verse_text": "وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ",
            "explanation": "D’une partie éloignée de la ville, vint d’un pas précipité un homme qui redoutait le sort réservé à son peuple pour avoir traité de menteurs les messagers et les avoir menacés de mort et de persécution. Il dit aux siens: Ô mon peuple, suivez ce que ces messagers ont apporté.",
            "arabic_explanation": "وجاء من مكان بعيد من القرية رجل مسرع خوفًا على قومه من تكذيب الرسل وتهديدهم بالقتل والإيذاء، قال: يا قوم، اتبعوا ما جاء به هؤلاء المرسلون."
        },
        {
            "verse_number": 21,
            "verse_text": "ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ",
            "explanation": "Ô mon peuple, suivez ceux qui ne vous demandent aucune récompense et qui sont guidés lorsqu’ils vous transmettent la Révélation d’Allah. Quiconque est ainsi, mérite bien sûr d’être suivi.",
            "arabic_explanation": "اتبعوا - يا قوم - من لا يطلب منكم على إبلاغ ما جاء به ثوابًا منكم، وهم مهتدون فيما يبلغونه عن الله من وحيه، فمن كان كذلك فجدير بأن يتبع."
        },
        {
            "verse_number": 22,
            "verse_text": "وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ",
            "explanation": "Cet homme, bon conseiller, dit: Que m’empêche-t-il d’adorer Allah qui me créa ? Et vous, que vous empêche-t-il d’adorer votre Seigneur qui vous créa et auprès de qui seul vous serez ressuscités et vous rendrez des comptes.",
            "arabic_explanation": "وقال هذا الرجل الناصح: وأي مانع يمنعني من عبادة الله الذي خلقني؟! وأي مانع يمنعكم من عبادة ربكم الذي خلقكم، وإليه وحده ترجعون بالبعث للجزاء؟!"
        },
        {
            "verse_number": 23,
            "verse_text": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ",
            "explanation": "Adopterai-je sans droit des divinités en dehors d’Allah qui m’a créé ? Si le Tout Miséricordieux me voulait du mal, l’intercession de ces divinités ne me serait d’aucune utilité car elles n’ont aucun pouvoir de m’être utile ou de me nuire et elles ne peuvent me sauver d’un mal qu’Allah me destine si je mourrais mécréant.",
            "arabic_explanation": "أأتخِذُ من دون الله الذي خلقني معبودات بغير حق؟! إن يردني الرحمن بسوء لا تغن عني شفاعة هذه المعبودات شيئًا فلا تملك لي نفعًا ولا ضرًّا، ولا تستطيع أن تنقذني من السوء الذي أراده الله بي إن مت على الكفر."
        },
        {
            "verse_number": 24,
            "verse_text": "إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ",
            "explanation": "Si je les adoptais comme divinités en dehors d’Allah, je commettrai alors une erreur manifeste puisque j’adorerai des êtres qui ne méritent pas d’être adorés et je délaisserai l’adoration de Celui qui mérite d’être adoré.",
            "arabic_explanation": "إني إذا اتخذتهم معبودات من دون الله لفي خطأ واضح حيث عبدت من لا يستحق العبادة، وتركت عبادة من يستحقها."
        },
        {
            "verse_number": 25,
            "verse_text": "إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ",
            "explanation": "Ô mon peuple, je crois en mon Seigneur et votre Seigneur à tous, écoutez-moi donc. Je ne me soucie pas de vos menaces de mort. Or les siens le tuèrent et Allah le fit entrer au Paradis.",
            "arabic_explanation": "إني - يا قوم - آمنت بربي وربكم جميعًا فاسمعوني، فلا أبالي بما تهددونني به من القتل. فما كان من قومه إلا أن قتلوه، فأدخله الله الجنة."
        },
        {
            "verse_number": 26,
            "verse_text": "قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ",
            "explanation": "On lui dit afin de l’honorer après son martyr: Entre au Paradis. Lorsqu’il y entra et vit les délices qu'il contient,*il souhaita que son peuple qui le traita de menteur et le tua sache que ses péchés lui ont été pardonnés et de quelle manière son Seigneur l’a honoré, afin qu’ils aient la foi comme lui a eu la foi et soient rétribués aussi généreusement que lui.",
            "arabic_explanation": "26 - 27 - قيل تكريمًا له بعد استشهاده: ادخل الجنة، فلما دخلها وشاهد ما فيها من النعيم قال متمنيًا: يا ليت قومي الذين كذبوني وقتلوني يعلمون بما حصل لي من مغفرة الذنوب، وبما أكرمني به ربي؛ ليؤمنوا مثلما آمنت، وينالوا جزاءً مثل جزائي."
        },
        {
            "verse_number": 27,
            "verse_text": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ",
            "explanation": "On lui dit afin de l’honorer après son martyr: Entre au Paradis. Lorsqu’il y entra et vit les délices qu'il contient,*il souhaita que son peuple qui le traita de menteur et le tua sache que ses péchés lui ont été pardonnés et de quelle manière son Seigneur l’a honoré, afin qu’ils aient la foi comme lui a eu la foi et soient rétribués aussi généreusement que lui.",
            "arabic_explanation": "26 - 27 - قيل تكريمًا له بعد استشهاده: ادخل الجنة، فلما دخلها وشاهد ما فيها من النعيم قال متمنيًا: يا ليت قومي الذين كذبوني وقتلوني يعلمون بما حصل لي من مغفرة الذنوب، وبما أكرمني به ربي؛ ليؤمنوا مثلما آمنت، وينالوا جزاءً مثل جزائي."
        },
        {
            "verse_number": 28,
            "verse_text": "۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
            "explanation": "Pour anéantir son peuple, Nous n’avons pas eu besoin de soldats parmi les anges que Nous faisons descendre du Ciel. Leur cas fut plus facile pour Nous puisque Nous avons décidé qu’ils seront anéantis par un cri venant du Ciel et par les anges chargés d’abattre le châtiment.",
            "arabic_explanation": "وما أنزلنا لأجل إهلاك قومه الذين كذبوه وقتلوه جندًا من الملائكة ننزلهم من السماء، وما كنا منزلين الملائكة على الأمم إذا أهلكناهم؛ فأمرهم أيسر عندنا من ذلك، فقد قدرنا أن يكون هلاكهم بصيحة من السماء، وليس بإنزال ملائكة العذاب."
        },
        {
            "verse_number": 29,
            "verse_text": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ",
            "explanation": "Leur fin n’eut lieu que l’espace d’un seul cri qui les foudroya et ne laissa personne parmi eux, tel un feu qui était ardent et qui s’éteignit soudainement sans laisser de trace.",
            "arabic_explanation": "فما كانت قصة إهلاك قومه إلا صيحة واحدة أرسلناها عليهم فإذا هم صَرْعَى لم تبق منهم باقية، مثلهم كنار كانت مشتعلة فانطفأت، فلم يبق لها أثر."
        },
        {
            "verse_number": 30,
            "verse_text": "يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "explanation": "Que le regret et la contrition des serviteurs dénégateurs seront grands le Jour de la Résurrection lorsqu’ils verront le châtiment.\nDans le bas monde, aucun messager ne venait à eux de la part d’Allah sans qu’ils ne le tournent en dérision. Par conséquent, ils seront pleins de regrets le Jour de la Résurrection pour les manquements dont ils ont fait preuve à l’égard d’Allah.",
            "arabic_explanation": "يا ندامة العباد المكذبين وحسرتهم يوم القيامة حين يشاهدون العذاب؛ ذلك أنهم كانوا في الدنيا ما يأتيهم من رسول من عند الله إلا كانوا يسخرون منه ويستهزئون به، فكان عاقبتهم الندامة يوم القيامة على ما فرطوا في جنب الله."
        },
        {
            "verse_number": 31,
            "verse_text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ",
            "explanation": "Ces dénégateurs qui raillent les messagers ne voient-ils pas dans les peuples qui les ont précédés une leçon à méditer ? Ces peuples sont morts et ne retourneront plus à la vie dans ce bas monde. Ils sont plutôt partis à la rencontre de leurs œuvres et Allah les rétribuera selon leur nature.",
            "arabic_explanation": "ألم ير هؤلاء المكذبون المستهزئون بالرسل عبرة فيمن سبقهم من الأمم؟ فقد ماتوا، ولن يرجعوا إلى الدنيا مرة أخرى، بل أفضوا إلى ما قدموا من أعمال، وسيجازيهم الله عليها."
        },
        {
            "verse_number": 32,
            "verse_text": "وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
            "explanation": "Tous les peuples, sans exception, comparaîtront devant Nous le Jour de la Résurrection, après qu’ils aient été ressuscités, afin que Nous les rétribuions pour leurs œuvres.",
            "arabic_explanation": "وليس جميع الأمم دون استثناء إلا مُحْضَرين عندنا يوم القيامة بعد بعثهم لنجازيهم على أعمالهم."
        },
        {
            "verse_number": 33,
            "verse_text": "وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ",
            "explanation": "Le signe de la réalité de la Ressuscitation, adressé aux dénégateurs, est cette terre sèche et aride sur laquelle Nous faisons descendre la pluie du Ciel. Nous y faisons alors pousser des variétés de plantes et de grains qui nourrissent les gens. Celui qui fait revivre cette terre en y faisant descendre la pluie et en y faisant pousser des plantes a le pouvoir de faire revivre les morts et de les ressusciter.",
            "arabic_explanation": "وعلامة للمكذبين بالبعث أن البعث حق: هذه الأرض اليابسة المجدبة أنزلنا عليها المطر من السماء، فأنبتنا فيها من أصناف النبات وأخرجنا فيها من أصناف الحبوب ليأكلها الناس، فالذي أحيا هذه الأرض بإنزال المطر وإخراج النبات قادر على إحياء الموتى وبعثهم."
        },
        {
            "verse_number": 34,
            "verse_text": "وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ",
            "explanation": "Nous avons placé sur cette terre, que Nous avons abreuvée de pluie, des vergers de palmiers et de vignes et nous y avons fait jaillir des sources d’eau qui l’irriguent.",
            "arabic_explanation": "وصيرنا في هذه الأرض التي أنزلنا عليها المطر بساتين من النخيل والعنب، وفجرنا فيها من عيون الماء ما يسقيها."
        },
        {
            "verse_number": 35,
            "verse_text": "لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ",
            "explanation": "Ceci, afin que les gens mangent des fruits de ces vergers la quantité dont Allah leur a fait don, sans qu’ils n’aient eu à fournir d’efforts. Ne se montreront-ils pas reconnaissants pour tous Ses bienfaits en L’adorant Seul et en croyant en Ses messagers?",
            "arabic_explanation": "ليأكل الناس من ثمار تلك البساتين ما أنعم الله به عليهم، ولم يكن لهم سعي فيه، أفلا يشكرون الله على نعمه هذه بعبادته وحده والإيمان برسله؟!"
        },
        {
            "verse_number": 36,
            "verse_text": "سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ",
            "explanation": "Que soit sanctifié Allah qui créa des variétés de plantes et d’arbres, d’êtres humains (hommes et femmes) ainsi que d’autres créatures terrestres, marines et autres encore que les gens ne connaissent pas.",
            "arabic_explanation": "تقدس الله وتعالى الذي أنشأ الأصناف من النبات والأشجار، ومن أَنْفُس الناس حيث أنشأ الذكور والإناث، وما لا يعلم الناس من مخلوقات الله الأخرى في البر والبحر وغيرهما."
        },
        {
            "verse_number": 37,
            "verse_text": "وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ",
            "explanation": "La preuve de l'Unicité d'Allah adressée aux gens est que Nous faisons diminuer la lumière du jour et que Nous installons progressivement la nuit en éloignant le jour. C’est alors que les gens se retrouvent dans l’obscurité.",
            "arabic_explanation": "ودلالة للناس على توحيد الله أنا نذهب الضياء بذهاب النهار ومجيء الليل حين ننزع النهار منه، ونأتي بالظلمة بعد ذهاب النهار، فإذا الناس داخلون في ظلام."
        },
        {
            "verse_number": 38,
            "verse_text": "وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
            "explanation": "Un autre signe de l’Unicité d’Allah est que le soleil se déplace vers un lieu qui lui est fixé, qu’Allah connaît, sans le dépasser. Ceci a été déterminé par le Puissant à qui personne ne tient tête, le Connaisseur à qui rien des affaires de Ses créatures n’échappe.",
            "arabic_explanation": "وعلامة لهم على وحدانية الله هذه الشمس التي تجري لمستقر يعلم الله قَدْرَه لا تتجاوزه، ذلك التقدير تقدير العزيز الذي لا يغالبه أحد، العليم الذي لا يخفى عليه شيء من أمر مخلوقاته."
        },
        {
            "verse_number": 39,
            "verse_text": "وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ",
            "explanation": "Un autre signe encore de l’Unicité d’Allah est cette lune que Nous faisons apparaitre sous une forme différente chaque nuit. Elle commence petite puis grandit puis se réduit au point d’être aussi fine, courbée qu’une branche de palmier veille et rabougrie.",
            "arabic_explanation": "وآية لهم دالة على توحيده سبحانه هذا القمر الذي قدرناه منازل كل ليلة؛ يبدأ صغيرًا ثم يكبر ثم يصغر حتى يصير مثل عِذْق النخلة المُتَعرِّج المُنْدَرِس في رقته وانحنائه وصفرته وقِدَمه."
        },
        {
            "verse_number": 40,
            "verse_text": "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
            "explanation": "Les signes du soleil, de la lune, de la nuit et du jour sont déterminés par Allah et ne dépassent pas le temps ou le lieu qu’Il leur a déterminé. Ainsi, ni le soleil ne peut rattraper la lune afin de modifier sa trajectoire et de faire disparaitre sa lueur, ni la nuit ne peut précéder le jour et commencer avant le moment qui lui a été fixé. Toutes ces créatures soumises ainsi que d’autres astres et galaxies, possèdent leurs propres parcours déterminés et sauvegardés par Allah.",
            "arabic_explanation": "وآيات الشمس والقمر والليل والنهار مقدرة بتقدير الله، فلا تتجاوز ما قدر لها، فلا الشمس يمكن أن تلحق بالقمر لتغيير مساره أو إذهاب نوره، ولا الليل يمكنه أن يسبق النهار ويدخل عليه قبل انقضاء وقته، وكل هذه المخلوقات المسخرة وغيرها من الكواكب والمجرات لها مساراتها الخاصة بها بتقدير الله وحفظه."
        },
        {
            "verse_number": 41,
            "verse_text": "وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
            "explanation": "Un autre signe de l’Unicité d’Allah et des bienfaits dont Il comble Ses serviteurs est que Nous avons transporté les descendants d’Adam qui ont été sauvé du Déluge à l’époque de Noé dans un bateau chargé de créatures d’Allah, un couple de chaque créature.",
            "arabic_explanation": "وعلامة لهم على وحدانية الله كذلك وإنعامه على عباده أنا حملنا من نجا من الطوفان من ذرية آدم زمن نوح، في السفينة المملوءة بمخلوقات الله، فقد حمل الله فيها من كل جنس زوجين."
        },
        {
            "verse_number": 42,
            "verse_text": "وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ",
            "explanation": "L’un des signes que Nous leur adressons de l’Unicité d’Allah et des bienfaits dont Il fait don à Ses serviteurs est que Nous leur avons créé des vaisseaux semblables au bateau de Noé.",
            "arabic_explanation": "وعلامة لهم على توحيده وإنعامه على عباده أنا خلقنا لهم من مثل سفينة نوح مراكب."
        },
        {
            "verse_number": 43,
            "verse_text": "وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ",
            "explanation": "Si Nous avions voulu les noyer, Nous les aurions noyés et personnes n’aurait eu le pouvoir de les sauver si Nous avions pris une telle décision.",
            "arabic_explanation": "ولو أردنا إغراقهم أغرقناهم، فلا مغيث يغيثهم إن أردنا إغراقهم، ولا منقذ ينقذهم إذا غرقوا بأمرنا وقضائنا."
        },
        {
            "verse_number": 44,
            "verse_text": "إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ",
            "explanation": "Sauf si Nous voulons leur faire miséricorde et les faire retourner à leur vie afin qu’ils jouissent de celle-ci pour un temps déterminé qu’ils ne peuvent prolonger, puissent-ils en déduire un enseignement et avoir la foi.",
            "arabic_explanation": "إلا أن نرحمهم بإنجائهم من الغرق وإعادتهم ليتمتعوا إلى أجل محدد لا يتجاوزونه، لعلهم يعتبرون فيؤمنوا."
        },
        {
            "verse_number": 45,
            "verse_text": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ",
            "explanation": "Lorsque l’on dit à ces polythéistes qui refusent de croire: Prenez garde aux évènements terribles que vous vivrez dans l’au-delà et prenez garde au bas monde que vous quitterez [tôt ou tard], dans l'espoir qu’Allah vous fasse la faveur de Sa miséricorde. Seulement, ils ne voulurent pas suivre cette recommandation et s’en détournèrent avec insouciance.",
            "arabic_explanation": "وإذا قيل لهؤلاء المشركين المعرضين عن الإيمان: احذروا ما تُقدِمون عليه من أمر الآخرة وشدائدها، واحذروا الدنيا المُدْبِرَة رجاء أن يمن الله عليكم برحمته؛ لم يمتثلوا لذلك، بل أعرضوا عنه غير مبالين به."
        },
        {
            "verse_number": 46,
            "verse_text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
            "explanation": "A chaque fois que parviennent à ces polythéistes entêtés, les signes d’Allah démontrant Son Unicité et le fait qu’Il mérite d’être adoré Seul, ils s’en détournent et ne leur accordent aucune importance.",
            "arabic_explanation": "وكلما جاءت هؤلاء المشركين المعاندين آياتُ الله الدالة على توحيده واستحقاقه للإفراد بالعبادة، كانوا مُعرِضين عنها غير معتبرين بها."
        },
        {
            "verse_number": 47,
            "verse_text": "وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "Lorsque l’on dit à ces entêtés: Aidez les pauvres et les nécessiteux avec les richesses qu’Allah vous a données, ils répondent avec arrogance aux croyants: Allons-nous nourrir ceux qu'Allah aurait nourris s'Il avait voulu ? Nous ne nous opposons pas à Sa volonté. Ô croyants, vous êtes manifestement dans l’erreur et éloignés de la vérité.",
            "arabic_explanation": "وإذا قيل لهؤلاء المعاندين: ساعدوا الفقراء والمساكين من الأموال التي رزقكم الله إياها، ردوا مستنكرين قائلين للذين آمنوا: أنطعم من لو يشاء الله إطعامه لأطعمه؟! فنحن لا نخالف مشيئته، ما أنتم - أيها المؤمنون - إلا في خطأ واضح وبُعْد عن الحق."
        },
        {
            "verse_number": 48,
            "verse_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Les mécréants qui rejettent, traitent de mensonge et excluent la réalité de la Ressuscitation disent: Quand aura donc lieu cette Ressuscitation si ce que vous prétendez est véridique, ô croyants?",
            "arabic_explanation": "ويقول الكفار المنكرون للبعث مكذبين به مستبعدين له: متى هذا البعث إن كنتم - أيها المؤمنون - صادقين في دعوى أنه واقع؟!"
        },
        {
            "verse_number": 49,
            "verse_text": "مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ",
            "explanation": "Ces gens-là attendent que le premier souffle dans la Trompe les surprenne, tandis qu’ils seront distraits par leurs préoccupations terrestres comme le négoce, l’irrigation de leurs récoltes, le soin de leur élevage et d’autres activités.",
            "arabic_explanation": "ما ينتظر هؤلاء المكذبون بالبعث المستبعدون له إلا النفخة الأولى حين ينفخ في الصور، فتبغتهم هذه الصيحة وهم في مشاغلهم الدنيوية من بيع وشراء وسقي ورعي وغيرها من مشاغل الدنيا."
        },
        {
            "verse_number": 50,
            "verse_text": "فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ",
            "explanation": "Lorsque ce cri les surprendra, ils ne pourront se formuler des recommandations les uns aux autres ni retourner dans leurs demeures et rejoindre leurs familles. Ils mourront plutôt en pratiquant les activités durant lesquelles ils auront été surpris.",
            "arabic_explanation": "فلا يستطيعون عندما تفْجَؤُهم هذه الصيحة أن يوصي بعضهم بعضًا، ولا يستطيعون الرجوع إلى منازلهم وأهليهم، بل يموتون وهم في مشاغلهم هذه."
        },
        {
            "verse_number": 51,
            "verse_text": "وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ",
            "explanation": "Ensuite, on soufflera une seconde fois pour marquer la Ressuscitation et ils sortiront alors tous rapidement de leurs tombes pour comparaître devant leur Seigneur qui leur demandera des comptes et les rétribuera.",
            "arabic_explanation": "ونُفِخ في الصور النفخة الثانية للبعث، فإذا هم يخرجون جميعًا من قبورهم إلى ربهم يسرعون للحساب والجزاء."
        },
        {
            "verse_number": 52,
            "verse_text": "قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ",
            "explanation": "Ces mécréants qui nient la réalité de la Ressuscitation diront avec regret: Que notre perte est grande ! Qui donc nous a ressuscités de nos tombes ? On leur répondra alors: Ceci est la réalisation irrémédiable de la promesse d’Allah et les messagers ont été véridiques lorsqu’ils vous l’ont transmise.",
            "arabic_explanation": "قال هؤلاء الكافرون المكذبون بالبعث نادمين: يا خسارتنا، مَن الذي بعثنا من قبورنا؟! فيجابون عن سؤالهم: هذا ما وعد الله به فإنه لا بد واقع، وصدق المرسلون فيما بلغوه عن ربهم من ذلك."
        },
        {
            "verse_number": 53,
            "verse_text": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
            "explanation": "La Ressuscitation ne prendra qu’un instant après le second souffle dans la Trompe et voilà que toutes les créatures se rendront auprès de Nous le Jour de la Résurrection afin de rendre des comptes.",
            "arabic_explanation": "ما كان أمر البعث من القبور إلا أثرًا عن نفخة ثانية في الصور، فإذا جميع المخلوقات مُحْضَرة عندنا يوم القيامة للحساب."
        },
        {
            "verse_number": 54,
            "verse_text": "فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "Le jugement sera équitable ce jour-là et vous ne subirez pas d’injustice, ô serviteurs, par l’addition de mauvaises œuvres ou la soustraction de bonnes œuvres. Vous ne serez rétribués qu’en conséquence de ce que vous faisiez dans le bas monde.",
            "arabic_explanation": "يكون الحكم بالعدل في ذلك اليوم، فلا تظلمون - أيها العباد - شيئًا بزيادة سيئاتكم أو نقصان حسناتكم، وإنما توفون جزاء ما كنتم تعملون في الحياة الدنيا."
        },
        {
            "verse_number": 55,
            "verse_text": "إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ",
            "explanation": "Les gens du Paradis seront distraits et ne penseront pas à d’autres personnes qu'eux-mêmes, en raison des délices éternels et du succès qu’ils remporteront. Ils en jouiront alors avec bonheur.",
            "arabic_explanation": "إن أصحاب الجنة في يوم القيامة مشغولون عن التفكير في غيرهم؛ لما شاهدوه من النعيم المقيم، والفوز العظيم، فهم يتفكهون في ذلك مسرورين."
        },
        {
            "verse_number": 56,
            "verse_text": "هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ",
            "explanation": "Ils profiteront des literies avec leurs épouses sous les ombrages étendus du Paradis.",
            "arabic_explanation": "هم وأزواجهم يتنعمون على الأَسِرَّة تحت ظلال الجنة الوارفة."
        },
        {
            "verse_number": 57,
            "verse_text": "لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ",
            "explanation": "Dans ce Paradis, ils auront droit à des variétés agréables de fruits: raisins, figues et grenades. Ils auront également droit à tous les plaisirs qu’ils désirent et à toutes sortes de délices. Tout ce qu’ils demanderont leur sera donc accordé.",
            "arabic_explanation": "لهم في هذه الجنة أنواع من الفواكه الطيبة من العنب والتين والرمان، ولهم كل ما يطلبون من الملاذِّ وأنواع النعيم، فما طلبوه من ذلك حاصل لهم."
        },
        {
            "verse_number": 58,
            "verse_text": "سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ",
            "explanation": "En plus de tous ces délices, ils seront salués par un Seigneur qui est miséricordieux envers eux. Lorsqu’Il les saluera, ils connaîtront la paix absolue et auront comme réponse une salutation qui n’est surpassée par aucune autre.",
            "arabic_explanation": "ولهم فوق هذا النعيم سلام حاصل لهم، قولًا من رب رحيم بهم، فإذا سلم عليهم حصلت لهم السلامة من كل الوجوه، وحصلت لهم التحية التي لا تحية أعلى منها."
        },
        {
            "verse_number": 59,
            "verse_text": "وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ",
            "explanation": "On dira aux polythéistes le Jour de la Résurrection: Distinguez-vous des croyants car il ne convient pas qu’ils soient avec vous, puisque leur rétribution et la vôtre sont différentes et leurs caractéristiques et les vôtres sont dissemblables.",
            "arabic_explanation": "ويقال للمشركين يوم القيامة: تميزوا عن المؤمنين، فلا يليق بهم أن يكونوا معكم؛ لتباين جزائكم مع جزائهم وصفاتكم مع صفاتهم."
        },
        {
            "verse_number": 60,
            "verse_text": "۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
            "explanation": "Ô descendants d’Adam, Ne vous ai-Je pas recommandé et ordonné, par l’intermédiaire de Mes messagers, de ne pas obéir à Satan en vous rendant coupables de mécréance et de péchés. Satan est certainement pour vous un ennemi qui vous voue une hostilité manifeste. Or comment quelqu’un de raisonnable peut-il obéir à son ennemi déclaré ?",
            "arabic_explanation": "ألم أوصكم وآمركم على ألسنة رسلي وأقل لكم: يا بني آدم، لا تطيعوا الشيطان بارتكاب أنواع الكفر والمعاصي، إن الشيطان لكم عدو واضح العداوة، فكيف لعاقل أن يطيع عدوه الذي تظهر له عداوته؟!"
        },
        {
            "verse_number": 61,
            "verse_text": "وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
            "explanation": "Ô descendants d’Adam, Je vous ai ordonné de M’adorer Seul et de ne rien M’associer. M’adorer Seul et M’obéir est le droit chemin qui mène à Mon agrément et à l’entrée au Paradis. Seulement, vous n’avez pas obéi à ce que je vous ai recommandé et ordonné.",
            "arabic_explanation": "وأمرتكم - يا بني آدم - أن تعبدوني وحدي، ولا تشركوا بي شيئًا؛ فعبادتي وحدي وطاعتي طريق مستقيم يؤدي إلى رضاي ودخول الجنة، لكنكم لم تمتثلوا ما أوصيتكم وأمرتكم به."
        },
        {
            "verse_number": 62,
            "verse_text": "وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ",
            "explanation": "Satan a égaré nombre d’entre vous. N’étiez-vous pas pourvus d’une raison qui vous ordonne d’obéir à votre Seigneur et de L’adorer Seul et qui vous avertissait d’obéir à Satan qui est votre ennemi déclaré?",
            "arabic_explanation": "ولقد أضل الشيطان منكم خلقًا كثيرًا، أفلم تكن لكم عقول تأمركم بطاعة ربكم وعبادته وحده سبحانه، وتحذركم من طاعة الشيطان الذي هو عدو واضح العداوة لكم؟!"
        },
        {
            "verse_number": 63,
            "verse_text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
            "explanation": "Voici l’Enfer que l’on vous promettait dans le bas monde en rétribution pour votre mécréance et que vous ne voyiez pas mais aujourd’hui, vous le voyez de vos yeux.",
            "arabic_explanation": "هذه هي جهنم التي كنتم توعدون بها في الدنيا على كفركم، وكانت غيبًا عنكم، وأما اليوم فها أنتم ترونها رأي العين."
        },
        {
            "verse_number": 64,
            "verse_text": "ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
            "explanation": "Entrez-y aujourd’hui et endurez sa chaleur pour votre mécréance durant votre vie dans le bas monde.",
            "arabic_explanation": "ادخلوها اليوم، وعانوا من حرها بسبب كفركم بالله في حياتكم الدنيا."
        },
        {
            "verse_number": 65,
            "verse_text": "ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ",
            "explanation": "Ce jour-là, Nous scellerons leurs bouches et les rendrons muets, les rendant incapables de nier leur mécréance et leurs péchés. Ce seront leurs mains qui Nous parlerons de ce qu’elles ont fait dans le bas monde et leurs pieds des péchés vers lesquels ils se rendaient.",
            "arabic_explanation": "اليوم نطبع على أفواههم فيصيرون خُرْسًا لا يتكلمون بإنكار ما كانوا عليه من الكفر والمعاصي، وتكلمنا أيديهم بما عملت به في الدنيا، وتشهد أرجلهم بما كانوا يرتكبون من المعاصي ويمشون إليها."
        },
        {
            "verse_number": 66,
            "verse_text": "وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ",
            "explanation": "Si Nous voulions les priver de vue, Nous le ferions et lorsqu’ils se précipiteront vers le pont Şirâṭ afin de le traverser et d’entrer au Paradis, ils en seront alors incapables.",
            "arabic_explanation": "ولو نشاء إذهاب أبصارهم لأذهبناها فلم يبصروا، فتسابقوا إلى الصراط ليعبروا منه إلى الجنة، فبعيد أن يعبروا وقد ذهبت أبصارهم."
        },
        {
            "verse_number": 67,
            "verse_text": "وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ",
            "explanation": "Si Nous voulions changer leur apparence et les figer sur des pattes, Nous le ferions et ils seraient incapables de quitter leurs places: ni d’avancer ni de reculer.",
            "arabic_explanation": "ولو نشاء تغيير خلقهم وإقعادهم على أرجلهم لغيَّرنا خلقهم وأقعدناهم على أرجلهم، فلا يستطيعون أن يبرحوا مكانهم، ولا يستطيعون ذهابًا إلى أمام، ولا رجوعًا إلى وراء."
        },
        {
            "verse_number": 68,
            "verse_text": "وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ",
            "explanation": "Celui parmi les gens dont Nous allongeons la durée de vie, Nous le faisons retourner à un état de faiblesse. Ne réfléchissent-ils pas et ne s'aperçoivent-ils pas que cette demeure n’est pas une demeure éternelle et que seul l’au-delà en est une?",
            "arabic_explanation": "ومن نمد في حياته من الناس بإطالة عمره نرجعه إلى مرحلة الضعف، أفلا يتفكرون بعقولهم، ويدركون أن هذه الدار ليست دار بقاء ولا خلود، وأن الدار الباقية هي دار الآخرة."
        },
        {
            "verse_number": 69,
            "verse_text": "وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ",
            "explanation": "Nous n’avons pas appris de poésie à Muħammad et il ne lui convient pas d’apprendre la poésie, car elle n’est pas compatible avec sa nature. Pourquoi le traitez-vous donc de poète ? Nous ne lui avons enseigné qu’un rappel et un Coran clair pour celui qui le médite.",
            "arabic_explanation": "وما علّمنا محمدًا صلى الله عليه وسلم الشعر، وما ينبغي له ذلك؛ لأنه ليس من طبعه، ولا تقتضيه جِبِلَّته، حتى يصح لكم ادعاء أنه شاعر، ليس الذي علمناه إلا ذكرًا وقرآنًا واضحًا لمن تأمله."
        },
        {
            "verse_number": 70,
            "verse_text": "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ",
            "explanation": "Nous lui avons enseigné cela afin qu’il avertisse ceux qui possèdent un cœur clairvoyant, puisque ce sont eux qui tirent profit du Coran, et que le châtiment soit prononcé contre les mécréants, car la révélation du Coran aura explicité l’argument contre eux et le Message leur sera parvenu. Ils n’auront alors plus aucune excuse pour justifier leur mécréance.",
            "arabic_explanation": "لينذر من كان حي القلب مستنير البصيرة، فهو الذي ينتفع به، ويحق العذاب على الكافرين، لما قامت عليهم الحجة بإنزاله وبلوغ دعوته إليهم، فلم يبق لهم عذر يعتذرون به."
        },
        {
            "verse_number": 71,
            "verse_text": "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ",
            "explanation": "Ne voient-ils pas que Nous leur avons créé des bestiaux qu’ils possèdent et dont ils disposent selon ce que requièrent leurs intérêts ?",
            "arabic_explanation": "أَوَلم يروا أنا خلقنا لهم أنعامًا، فهم لأمر تلك الأنعام مالكون؛ يتصرفون فيها بما تقتضيه مصالحهم."
        },
        {
            "verse_number": 72,
            "verse_text": "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ",
            "explanation": "Ils sont à leur disposition et leur sont soumis. C’est ainsi qu’ils se servent de certaines de ces bêtes comme montures et bêtes de trait, tandis qu’ils mangent la viande de certaines autres.",
            "arabic_explanation": "وسخرناها لهم وجعلناها منقادة لهم، فعلى ظهور بعضها يركبون ويحملون أثقالهم، ومن لحوم بعضها يأكلون."
        },
        {
            "verse_number": 73,
            "verse_text": "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ",
            "explanation": "Ils y trouvent d’autres utilisations que le fait de les monter et de manger de leur viande. Ils exploitent ainsi leurs laines et leurs poils à partir desquels ils fabriquent des literies et des vêtements, en plus de boire de leur lait. Ne seront-ils pas reconnaissants envers Allah qui leur a fait la faveur de tels bienfaits et de bien d’autres encore ?",
            "arabic_explanation": "ولهم فيها منافع غير ركوب ظهورها والأكل من لحومها؛ مثل أصوافها وأوبارها وأشعارها وأثمانها؛ فمنها يصنعون فرشًا ولباسًا، ولهم فيها مشارب حيث يشربون من ألبانها، أفلا يشكرون الله الذي منَّ عليهم بهذه النعم وغيرها؟!"
        },
        {
            "verse_number": 74,
            "verse_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ",
            "explanation": "Les polythéistes adoptent des divinités en dehors d’Allah qu’ils adorent afin qu’elles les secourent et les sauvent du châtiment d’Allah.",
            "arabic_explanation": "واتخذ المشركون من دون الله آلهة يعبدونها رجاء أن تنصرهم فتنقذهم من عذاب الله."
        },
        {
            "verse_number": 75,
            "verse_text": "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ",
            "explanation": "Ces divinités qu’ils ont adoptées ne peuvent se secourir elles-mêmes ni secourir ceux qui les adorent en dehors d’Allah. Eux et leurs idoles seront tous châtiés et chaque camp se désavouera de l’autre.",
            "arabic_explanation": "تلك الآلهة التي اتخذوها لا يستطيعون نصر أنفسهم ولا نصر من يعبدونهم من دون الله، وهم وأصنامهم جميعًا مُحْضَرون في العذاب يتبرأ كل منهم من الآخر."
        },
        {
            "verse_number": 76,
            "verse_text": "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
            "explanation": "Ô Messager, ne sois pas triste lorsqu’ils te disent que tu n’es pas un messager, que tu es un poète ou qu’ils te lancent d’autres accusations. Nous connaissons les accusations qu’ils lancent comme celles qu’ils dissimulent. Rien ne nous en échappe et Nous les rétribuerons en conséquence.",
            "arabic_explanation": "فلا يحزنك - أيها الرسول - قولهم: إنك لست مرسلًا، أو إنك شاعر، وغير ذلك من بُهْتانهم. إنا نعلم ما يخفون من ذلك وما يظهرون، لا يخفى علينا منه شيء، وسنجازيهم عليه."
        },
        {
            "verse_number": 77,
            "verse_text": "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
            "explanation": "L’être humain, qui nie la réalité de la Ressuscitation après la mort, ne se rappelle-t-il pas que Nous l’avons créé de sperme puis qu’il est passé par plusieurs étapes avant de naître et de grandir. Ensuite, il est devenu avide de polémique et de controverses. Ne voit-il pas que cela prouve que la Ressuscitation est possible?",
            "arabic_explanation": "أَوَلم يفكر الإنسان الذي ينكر البعث بعد الموت أنا خلقناه من مني، ثم مر بأطوار حتى ولد وتربَّى، ثم صار كثير الخصام والجدال؛ ألم ير ذلك ليستدل به على إمكان وقوع البعث؟!"
        },
        {
            "verse_number": 78,
            "verse_text": "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ",
            "explanation": "Lorsque le mécréant invoque les ossements défraichis comme preuve de l’impossibilité de la Ressuscitation et dit « Qui les rendra tels qu’ils étaient ? », il oublie et ignore qu’il a été créé à partir du néant.",
            "arabic_explanation": "غَفَل هذا الكافر وجَهِل حين استدل بالعظام البالية على استحالة البعث، فقال: من يعيدها؟ وغاب عنه خلقه هو من العدم."
        },
        {
            "verse_number": 79,
            "verse_text": "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ",
            "explanation": "Ô Muħammad, réponds-lui: C’est Celui qui a créé ces os défraichis qui les fera revivre. Celui qui les crée à partir du néant n’est pas impuissant lorsqu’il s’agit de leur redonner la vie. Allah connait chaque créature et rien de ce qui la concerne ne Lui échappe.",
            "arabic_explanation": "قل - يا محمد - مجيبًا إياه: يحيي هذه العظام البالية مَن خلقها أول مرة، فمن خلقها أول مرة لا يعجز عن إعادة الحياة إليها، وهو سبحانه بكل خلق عليم، لا يخفى عليه منه شيء."
        },
        {
            "verse_number": 80,
            "verse_text": "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ",
            "explanation": "Ô gens, c’est Lui qui fit de l’arbre vert et humide, un combustible lorsque vous voulez allumer un feu. Celui qui réunit deux opposés, l’humidité de l’arbre vert et le feu qui le consume, est capable de faire revivre les morts.",
            "arabic_explanation": "الذي جعل لكم - أيها الناس - من الشجر الأخضر الرطب نارًا تستخرجونها منه فإذا أنتم توقدون منه نارًا، فمن جمع بين ضدين - بين رطوبة ماء الشجر الأخضر، والنار المشتعلة فيه - قادر على إحياء الموتى."
        },
        {
            "verse_number": 81,
            "verse_text": "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
            "explanation": "Celui qui créa les Cieux et la Terre malgré leur immensité n’est-Il pas capable de faire revivre les gens après les avoir fait mourir ? Si, Il en est parfaitement capable. Il est le Grand Créateur qui crée toutes les créatures, Celui qui les connaît toutes parfaitement, sans que rien les concernant ne Lui échappe.",
            "arabic_explanation": "أوَ ليس الذي خلق السماوات والأرض على ما فيهما من عظم بقادر على إحياء الموتى بعد إماتتهم؟ بلى، إنه لقادر عليه، وهو الخلاَّق الذي خلق جميع المخلوقات، العليم بها، فلا يخفى عليه منها شيء."
        },
        {
            "verse_number": 82,
            "verse_text": "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
            "explanation": "Lorsqu’Allah veut faire exister quelque chose, il Lui suffit de lui dire « Sois » et ce qu’il voulait alors faire exister, existe aussitôt. Ceci est également valable lorsqu’Il veut faire vivre, mourir ou ressusciter.",
            "arabic_explanation": "إنما أمر الله وشأنه سبحانه أنه إذا أراد إيجاد شيء أن يقول له: كن، فيكون ذلك الشيء الذي يريده، ومن ذلك ما يريده من الإحياء والإماتة والبعث وغيرها."
        },
        {
            "verse_number": 83,
            "verse_text": "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ",
            "explanation": "Qu’Allah soit sanctifié et élevé au-dessus de l’impuissance que Lui attribuent les polythéistes. Il est Celui qui possède toute chose et en dispose comme Il le veut. Les clés de toute chose sont dans Sa main et c’est auprès de Lui Seul que vous retournerez dans l’au-delà afin qu’Il vous rétribue pour vos œuvres.",
            "arabic_explanation": "فتنزه الله وتقدس عما ينسبه إليه المشركون من العجز، فهو الذي له ملك الأشياء كلها يتصرف فيها بما يشاء، وبيده مفاتح كل شيء، وإليه وحده ترجعون في الآخرة، فيجازيكم على أعمالكم."
        }
    ]
}