{
    "surah_name": "AS-SÂFFÂT",
    "surah_number": 37,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلصَّٰٓفَّٰتِ صَفّٗا",
            "explanation": "Je prête serment par les anges qui se mettent en rangs serrés durant leur adoration.",
            "arabic_explanation": "أقسم بالملائكة التي تصُفُّ في عبادتها مُتَراصَّة."
        },
        {
            "verse_number": 2,
            "verse_text": "فَٱلزَّٰجِرَٰتِ زَجۡرٗا",
            "explanation": "Je prête serment par les anges qui poussent les nuages vers le lieu où Allah veut qu’il pleuve.",
            "arabic_explanation": "وأقسم بالملائكة التي تزجر السحاب، وتسوقه إلى حيث يشاء الله له أن ينزِل."
        },
        {
            "verse_number": 3,
            "verse_text": "فَٱلتَّٰلِيَٰتِ ذِكۡرًا",
            "explanation": "Je prête serment par les anges qui récitent les paroles d’Allah.",
            "arabic_explanation": "وأقسم بالملائكة الذين يتلون كلام الله."
        },
        {
            "verse_number": 4,
            "verse_text": "إِنَّ إِلَٰهَكُمۡ لَوَٰحِدٞ",
            "explanation": "Ô gens, votre Dieu qui mérite d’être adoré est Un et n’a pas d’associé: c’est Allah.",
            "arabic_explanation": "إن معبودكم بحق - أيها الناس - لواحد لا شريك له، وهو الله."
        },
        {
            "verse_number": 5,
            "verse_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَرَبُّ ٱلۡمَشَٰرِقِ",
            "explanation": "Il est le Seigneur des Cieux, de la Terre et de ce qui se trouve entre les deux, le Seigneur du soleil à chaque fois qu’il se lève et qu’il se couche tout au long de l’année.",
            "arabic_explanation": "رب السماوات، ورب الأرض، ورب ما بينهما، ورب الشمس في مطالعها ومغاربها طول السنة."
        },
        {
            "verse_number": 6,
            "verse_text": "إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِزِينَةٍ ٱلۡكَوَاكِبِ",
            "explanation": "Nous avons embelli le ciel le plus proche de la Terre d’un bel ornement: ce sont les astres qui paraissent comme des bijoux scintillants.",
            "arabic_explanation": "إنا جمَّلنا أقرب السماوات إلى الأرض بزينة جميلة هي الكواكب التي هي في النظر كالجواهر المتلألئة."
        },
        {
            "verse_number": 7,
            "verse_text": "وَحِفۡظٗا مِّن كُلِّ شَيۡطَٰنٖ مَّارِدٖ",
            "explanation": "Nous avons préservé le ciel le plus bas, grâce à ces étoiles qui sont projetées contre tout démon rebelle.",
            "arabic_explanation": "وحفظنا السماء الدنيا بالنجوم من كل شيطان متمرد خارج عن الطاعة؛ فيُرْمَى بها."
        },
        {
            "verse_number": 8,
            "verse_text": "لَّا يَسَّمَّعُونَ إِلَى ٱلۡمَلَإِ ٱلۡأَعۡلَىٰ وَيُقۡذَفُونَ مِن كُلِّ جَانِبٖ",
            "explanation": "Ces démons ne peuvent entendre, dans le Ciel, les anges parler de ce que leur a révélé leur Seigneur comme prescriptions religieuses ou comme décret et on lancera sur eux des météores de toute part.",
            "arabic_explanation": "لا يستطيع هؤلاء الشياطين أن يسمعوا الملائكة في السماء إذا تكلموا بما يوحيه إليهم ربهم من شرعه ولا من قدره، ويُرمون بالشُّهُب من كل جانب."
        },
        {
            "verse_number": 9,
            "verse_text": "دُحُورٗاۖ وَلَهُمۡ عَذَابٞ وَاصِبٌ",
            "explanation": "Ceci, afin de les chasser et de les empêcher d’écouter les anges. Puis dans l’au-delà, ils subiront un châtiment douloureux et permanent qui ne s’interrompra pas.",
            "arabic_explanation": "طردًا لهم وإبعادًا عن الاستماع إليهم، ولهم في الآخرة عذاب مؤلم دائم لا ينقطع."
        },
        {
            "verse_number": 10,
            "verse_text": "إِلَّا مَنۡ خَطِفَ ٱلۡخَطۡفَةَ فَأَتۡبَعَهُۥ شِهَابٞ ثَاقِبٞ",
            "explanation": "Excepté le démon qui saisit au vol des mots échangés par les anges et qui ne sont pas encore parvenus aux habitants de la Terre. Un météore brûlant le poursuit alors et les consume, mais il se peut qu’il rapporte à ses frères les mots qu’il a entendus avant que le météore ne le consume et que ces paroles soient transmises à des devins qui profèrent alors cent mensonges à côté de ces mots.",
            "arabic_explanation": "إلا من اختطف من الشياطين خَطْفة، وهي كلمة مما يتفاوض فيه الملائكة ويدور بينهم مما لم يصل علمه إلى أهل الأرض، فيتبعه شهاب مضيء يحرقه، وربما يلقي تلك الكلمة قبل أن يحرقه الشهاب إلى إخوانه فتصل إلى الكهان، فيكذبون معها مئة كذبة."
        },
        {
            "verse_number": 11,
            "verse_text": "فَٱسۡتَفۡتِهِمۡ أَهُمۡ أَشَدُّ خَلۡقًا أَم مَّنۡ خَلَقۡنَآۚ إِنَّا خَلَقۡنَٰهُم مِّن طِينٖ لَّازِبِۭ",
            "explanation": "Ô Muħammad, demande aux mécréants qui rejettent la réalité de la Ressuscitation s’ils sont plus imposants, plus forts et de corpulence plus grande, que ceux que Nous avons créés dans les Cieux et sur la Terre et plus forts que les anges ? Nous les avons créés d’une boue collante. Comment peuvent-ils donc rejeter la réalité de la Ressuscitation alors qu’ils sont créés d’une matière vile qui est la boue collante?",
            "arabic_explanation": "فاسأل - يا محمد - الكفار المنكرين للبعث: أهم أشد خلقًا وأقوى أجسامًا وأعظم أعضاءً ممن خلقنا من السماوات والأرض والملائكة؟ إنا خلقناهم من طين لَزِج، فكيف ينكرون البعث، وهم مخلوقون من خلق ضعيف وهو الطين اللزِج؟"
        },
        {
            "verse_number": 12,
            "verse_text": "بَلۡ عَجِبۡتَ وَيَسۡخَرُونَ",
            "explanation": "Ô Muħammad, tu t’étonnes plutôt du pouvoir d’Allah et de Sa gestion des affaires de Ses créatures et tu t’étonnes du rejet des polythéistes de toute idée de Ressuscitation. Ces gens-là en sont arrivés à railler ce que tu dis au sujet de la Ressuscitation.",
            "arabic_explanation": "بل عجبتَ - يا محمد - من قدرة الله وتدبيره لشؤون خلقه، وعجبتَ من تكذيب المشركين بالبعث، وهؤلاء المشركون من شدة تكذيبهم بالبعث يسخرون مما تقول بشأنه."
        },
        {
            "verse_number": 13,
            "verse_text": "وَإِذَا ذُكِّرُواْ لَا يَذۡكُرُونَ",
            "explanation": "Lorsqu’on exhorte ces polythéistes, ils ne tirent pas profit de l’exhortation à cause de la dureté de leurs cœurs.",
            "arabic_explanation": "وإذا وُعظ هؤلاء المشركون بموعظة من المواعظ لم يتعظوا بها، ولم ينتفعوا؛ لما هم عليه من قساوة القلوب."
        },
        {
            "verse_number": 14,
            "verse_text": "وَإِذَا رَأَوۡاْ ءَايَةٗ يَسۡتَسۡخِرُونَ",
            "explanation": "Lorsqu’ils voient un des signes de la véracité du Prophète, ils le raillent exagérément et feignent l’étonnement.",
            "arabic_explanation": "وإذا شاهدوا آية من آيات النبي صلى الله عليه وسلم الدالة على صدقه بالغوا في السخرية والتعجب منها."
        },
        {
            "verse_number": 15,
            "verse_text": "وَقَالُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٌ",
            "explanation": "Ils disent: Ce que Muħammad apporte n’est que sorcellerie manifeste.",
            "arabic_explanation": "وقالوا: ما هذا الذي جاء به محمد إلا سحر واضح."
        },
        {
            "verse_number": 16,
            "verse_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ",
            "explanation": "Lorsque nous mourrons et que nous nous transformerons en poussière et ossements, retournerons-nous à la vie après cela ? Ceci est assurément exclu.",
            "arabic_explanation": "أإذا متنا وصرنا ترابًا وعظامًا بالية متفتتة أإنا لمبعوثون أحياء بعد ذلك؟! إن هذا لمستبعد."
        },
        {
            "verse_number": 17,
            "verse_text": "أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ",
            "explanation": "Nos anciens aïeux seront-ils également ressuscités?",
            "arabic_explanation": "أَوَيُبعث آباؤنا الأولون الذين ماتوا قبلنا؟!"
        },
        {
            "verse_number": 18,
            "verse_text": "قُلۡ نَعَمۡ وَأَنتُمۡ دَٰخِرُونَ",
            "explanation": "Ô Muħammad, réponds-leur: Oui, vous serez ressuscités après que vous soyez devenus ossements et poussière. De même, vos anciens aïeux seront également ressuscités et tous serez ressuscités, en étant humiliés et contraints.",
            "arabic_explanation": "قل - يا محمد - مجيبًا إياهم: نعم تبعثون بعد أن صرتم ترابًا وعظامًا بالية، ويُبْعث آباؤكم الأولون، تُبْعثون جميعًا وأنتم صاغرون ذليلون."
        },
        {
            "verse_number": 19,
            "verse_text": "فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ فَإِذَا هُمۡ يَنظُرُونَ",
            "explanation": "Ce n’est que l’affaire d’un souffle dans la Trompe (le second souffle) et tous assisterons alors aux évènements terribles du Jour de la Résurrection, attendant ce qu’Allah fera d’eux.",
            "arabic_explanation": "فإنما هي نفخة واحدة في الصور (النفخة الثانية) فإذا هم جميعًا ينظرون إلى أهوال يوم القيامة يترقبون ما يفعل الله بهم."
        },
        {
            "verse_number": 20,
            "verse_text": "وَقَالُواْ يَٰوَيۡلَنَا هَٰذَا يَوۡمُ ٱلدِّينِ",
            "explanation": "Les polythéistes qui rejettent la réalité de la Ressuscitation diront: Que notre perte est immense, ceci est le Jour de la Rétribution durant lequel Allah rétribue Ses serviteurs pour ce qu’ils ont fait dans le bas monde.",
            "arabic_explanation": "وقال المشركون المكذبون بالبعث: يا هلاكنا هذا يوم الجزاء الذي يجازي فيه الله عباده على ما قدموا في حياتهم الدنيا من عمل."
        },
        {
            "verse_number": 21,
            "verse_text": "هَٰذَا يَوۡمُ ٱلۡفَصۡلِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ",
            "explanation": "On leur répondra: Ceci est le Jour du Jugement des serviteurs dont vous rejetiez l’existence dans le bas monde.",
            "arabic_explanation": "فيقال لهم: هذا يوم القضاء بين العباد الذي كنتم تنكرونه وتكذبون به في الدنيا."
        },
        {
            "verse_number": 22,
            "verse_text": "۞ ٱحۡشُرُواْ ٱلَّذِينَ ظَلَمُواْ وَأَزۡوَٰجَهُمۡ وَمَا كَانُواْ يَعۡبُدُونَ",
            "explanation": "On dira aux anges ce jour-là: Rassemblez les polythéistes, qui se montraient injustes en mécroyant, avec leurs semblables et leurs partisans qui traitaient de menteurs les messagers et adoraient des idoles*en dehors d’Allah, puis montrez-leur le chemin du feu et conduisez-les à leur sort.",
            "arabic_explanation": "22 - 23 - ويقال للملائكة في ذلك اليوم: اجمعوا المشركين الظالمين بشركهم هم وأشباههم في الشرك والمُشايعون لهم في التكذيب، وما كانوا يعبدونه من دون الله من الأصنام، فعرِّفوهم طريق النار ودلوهم عليها وسوقوهم إليها، فإنها مصيرهم."
        },
        {
            "verse_number": 23,
            "verse_text": "مِن دُونِ ٱللَّهِ فَٱهۡدُوهُمۡ إِلَىٰ صِرَٰطِ ٱلۡجَحِيمِ",
            "explanation": "On dira aux anges ce jour-là: Rassemblez les polythéistes, qui se montraient injustes en mécroyant, avec leurs semblables et leurs partisans qui traitaient de menteurs les messagers et adoraient des idoles*en dehors d’Allah, puis montrez-leur le chemin du feu et conduisez-les à leur sort.",
            "arabic_explanation": "22 - 23 - ويقال للملائكة في ذلك اليوم: اجمعوا المشركين الظالمين بشركهم هم وأشباههم في الشرك والمُشايعون لهم في التكذيب، وما كانوا يعبدونه من دون الله من الأصنام، فعرِّفوهم طريق النار ودلوهم عليها وسوقوهم إليها، فإنها مصيرهم."
        },
        {
            "verse_number": 24,
            "verse_text": "وَقِفُوهُمۡۖ إِنَّهُم مَّسۡـُٔولُونَ",
            "explanation": "Arrêtez-les avant de les faire entrer dans le feu afin qu’ils rendent des comptes, puis continuez après cela à les conduire au feu.",
            "arabic_explanation": "واحبسوهم قبل إدخالهم النار للحساب، فهم مسؤولون، ثم بعد ذلك سوقوهم إلى النار."
        },
        {
            "verse_number": 25,
            "verse_text": "مَا لَكُمۡ لَا تَنَاصَرُونَ",
            "explanation": "On les admonestera en leur disant: Pour quelle raison ne portez-vous pas secours les uns aux autres à l’image de ce que vous faisiez dans le bas monde, lorsque vous prétendiez que c’était vos idoles qui vous secourraient?",
            "arabic_explanation": "ويقال لهم توبيخًا لهم: ما بالكم لا ينصر بعضكم بعضًا كما كنتم في الدنيا تتناصرون، وتزعمون أن أصنامكم تنصركم؟!"
        },
        {
            "verse_number": 26,
            "verse_text": "بَلۡ هُمُ ٱلۡيَوۡمَ مُسۡتَسۡلِمُونَ",
            "explanation": "Ce jour-là, ils seront plutôt humblement soumis à ce qu’Allah fera d’eux et personne parmi eux ne secourra l'autre, puisqu’ils seront faibles et impuissants.",
            "arabic_explanation": "بل هم اليوم منقادون لأمر الله ذليلون، لا ينصر بعضهم بعضًا لعجزهم وقلة حيلتهم."
        },
        {
            "verse_number": 27,
            "verse_text": "وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
            "explanation": "Ils se couvriront les uns les autres de reproches et se disputeront lorsque les reproches et les disputes ne seront d’aucun secours.",
            "arabic_explanation": "وأقبل بعضهم على بعض يتلاومون ويتخاصمون حين لا ينفع التلاوم والتخاصم."
        },
        {
            "verse_number": 28,
            "verse_text": "قَالُوٓاْ إِنَّكُمۡ كُنتُمۡ تَأۡتُونَنَا عَنِ ٱلۡيَمِينِ",
            "explanation": "Les suiveurs diront aux meneurs: Ô nos chefs, vous prétendiez nous prêcher la religion et nous présenter la vérité lorsque vous nous embellissiez la mécréance, le polythéisme et les péchés et vous nous faisiez détester la vérité que les messagers apportaient de la part d’Allah",
            "arabic_explanation": "قال الأتباع للمتبوعين: إنكم - يا كبراءنا - كنتم تأتوننا من جهة الدين والحق فتزينون لنا الكفر والشرك بالله وارتكاب المعاصي، وتنفروننا من الحق الذي جاءت به الرسل من عند الله."
        },
        {
            "verse_number": 29,
            "verse_text": "قَالُواْ بَل لَّمۡ تَكُونُواْ مُؤۡمِنِينَ",
            "explanation": "Les meneurs répondront aux suiveurs: Les choses ne sont pas telles que vous le prétendez. Vous étiez plutôt mécréants et n’étiez pas croyants. Pire, vous refusiez même la vérité.",
            "arabic_explanation": "قال المتبوعون للأتباع: ليس الأمر - كما زعمتم - بل كنتم على الكفر ولم تكونوا مؤمنين، بل كنتم منكرين."
        },
        {
            "verse_number": 30,
            "verse_text": "وَمَا كَانَ لَنَا عَلَيۡكُم مِّن سُلۡطَٰنِۭۖ بَلۡ كُنتُمۡ قَوۡمٗا طَٰغِينَ",
            "explanation": "Ô suiveurs, nous n’avions aucun pouvoir ni aucune autorité sur vous afin de vous forcer à tomber dans la mécréance, le polythéisme et les péchés. Vous étiez plutôt des gens qui dépassaient les limites de la mécréance et de l’égarement.",
            "arabic_explanation": "وما كان لنا عليكم أيها الأتباع من تسلط بقهر أو غلبة حتى نوقعكم في الكفر والشرك وارتكاب المعاصي، بل كنتم قومًا متجاوزين الحد في الكفر والضلال."
        },
        {
            "verse_number": 31,
            "verse_text": "فَحَقَّ عَلَيۡنَا قَوۡلُ رَبِّنَآۖ إِنَّا لَذَآئِقُونَ",
            "explanation": "C’est pourquoi la menace d’Allah qui vous était adressée et nous était adressée, celle de « remplir l’Enfer de toi et de tous ceux qui t’ont suivi » (Sourate Şâd, verset 85), doit être exécutée. Ainsi, nous goûterons inexorablement à ce dont notre Seigneur nous a menacés.",
            "arabic_explanation": "فوجب علينا وعليكم وعيد الله في قوله: ﴿ لأَمْلأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ﴾ (ص: ٨٥)، ومن ثَمَّ فإنا ذائقون - لا محالة- ما توعد به ربنا."
        },
        {
            "verse_number": 32,
            "verse_text": "فَأَغۡوَيۡنَٰكُمۡ إِنَّا كُنَّا غَٰوِينَ",
            "explanation": "Nous vous avons appelés à l’égarement et à la mécréance et nous étions vraiment égarés du chemin de la guidée.",
            "arabic_explanation": "فدعوناكم إلى الضلال والكفر، إنا كنا ضالين عن طريق الهدى."
        },
        {
            "verse_number": 33,
            "verse_text": "فَإِنَّهُمۡ يَوۡمَئِذٖ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
            "explanation": "Les suiveurs et les meneurs subiront alors le même châtiment le Jour de la Résurrection.",
            "arabic_explanation": "فإن الأتباع والمتبوعين في العذاب يوم القيامة مشتركون."
        },
        {
            "verse_number": 34,
            "verse_text": "إِنَّا كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ",
            "explanation": "Tout comme Nous faisons goûter le châtiment à ces gens, Nous le ferons goûter à d’autres criminels.",
            "arabic_explanation": "إنا كما فعلنا بهؤلاء من إذاقتهم العذاب، نفعل بالمجرمين من غيرهم."
        },
        {
            "verse_number": 35,
            "verse_text": "إِنَّهُمۡ كَانُوٓاْ إِذَا قِيلَ لَهُمۡ لَآ إِلَٰهَ إِلَّا ٱللَّهُ يَسۡتَكۡبِرُونَ",
            "explanation": "Lorsque, dans le bas monde, on disait à ces polythéistes « Il n’existe pas de divinité en dehors d’Allah » afin qu’ils œuvrent selon ce que cette formule implique et délaissent ce qui s’oppose à elle, ils refusaient de l’accepter faisant preuve d’orgueil et d’arrogance face à la vérité.",
            "arabic_explanation": "إن هؤلاء المشركين كانوا إذا قيل لهم في الدنيا: لا إله إلا الله للعمل بمقتضاها وترك ما يخالفها، رفضوا الاستجابة لذلك والإذعان له تكبرًا عن الحق وترفعًا عليه."
        },
        {
            "verse_number": 36,
            "verse_text": "وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓاْ ءَالِهَتِنَا لِشَاعِرٖ مَّجۡنُونِۭ",
            "explanation": "Ils disaient afin de justifier leur mécréance: Délaisserons-nous l’adoration de nos divinités pour les paroles d’un poète fou ? C’est le Prophète qui était visé par ces paroles.",
            "arabic_explanation": "ويقولون محتجِّين لكفرهم: أنترك عبادة آلهتنا لقول شاعر مجنون؟! يعنون بقولهم هذا رسولَ الله صلى الله عليه وسلم."
        },
        {
            "verse_number": 37,
            "verse_text": "بَلۡ جَآءَ بِٱلۡحَقِّ وَصَدَّقَ ٱلۡمُرۡسَلِينَ",
            "explanation": "Leur accusation était immonde car le Messager d’Allah n’était ni fou ni un poète. Il a plutôt apporté le Coran qui appelle à proclamer l’Unicité d’Allah et à suivre Son Messager. Les messagers ont certainement été véridiques lorsque, par ordre d’Allah, ils ont prêché Son Unicité et ont affirmé la réalité de la Ressuscitation. Le Messager Muħammad ne les a contredits sur aucun point.",
            "arabic_explanation": "لقد أعظموا الفِرْية، فما كان رسول الله صلى الله عليه وسلم مجنونًا ولا شاعرًا، بل جاء بالقرآن الداعي إلى توحيد الله واتباع رسوله، وصدق المرسلين فيما جاؤوا به من عند الله من التوحيد وإثبات المعاد، ولم يخالفهم في شيء."
        },
        {
            "verse_number": 38,
            "verse_text": "إِنَّكُمۡ لَذَآئِقُواْ ٱلۡعَذَابِ ٱلۡأَلِيمِ",
            "explanation": "Ô polythéistes, vous allez certainement goûter au châtiment douloureux le Jour de la Résurrection pour avoir été mécréants et pour avoir traité de menteurs les messagers.",
            "arabic_explanation": "إنكم - أيها المشركون - لذائقو العذاب الموجع يوم القيامة بسبب كفركم وتكذيبكم للرسل."
        },
        {
            "verse_number": 39,
            "verse_text": "وَمَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "Ô polythéistes, vous ne serez rétribués que pour votre mécréance et vos péchés commis dans le bas monde.",
            "arabic_explanation": "وما تُجْزَون - أيها المشركون - إلا ما كنتم تعملون في الدنيا من الكفر بالله وارتكاب المعاصي."
        },
        {
            "verse_number": 40,
            "verse_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
            "explanation": "Quant aux serviteurs croyants d’Allah, qu’Allah a choisis pour être Ses adorateurs exclusifs et qui L’adorent avec sincérité, ils échapperont à ce châtiment.",
            "arabic_explanation": "لكن عباد الله المؤمنين الذين أخلصهم الله لعبادته، وأخلصوا له العبادة، هم بمنجاة من هذا العذاب."
        },
        {
            "verse_number": 41,
            "verse_text": "أُوْلَٰٓئِكَ لَهُمۡ رِزۡقٞ مَّعۡلُومٞ",
            "explanation": "Ces serviteurs sincères auront droit à une rétribution de la part d'Allah, connue pour être agréable et durable.",
            "arabic_explanation": "أولئك العباد المخلصون لهم رزق يرزقهم الله إياه، معلوم في طيبه وحسنه ودوامه."
        },
        {
            "verse_number": 42,
            "verse_text": "فَوَٰكِهُ وَهُم مُّكۡرَمُونَ",
            "explanation": "Ils seront, entre autres, pourvus des fruits les plus agréables qu’ils puissent goûter et désirer, en plus d’être honorés par l’élévation de leurs degrés et la vision du noble visage d’Allah.",
            "arabic_explanation": "ذلك الرزق فواكه متنوعة من أطيب ما يأكلونه ويشتهونه، وهم فوق ذلك مكرمون برفع الدرجات وبالنظر إلى وجه الله الكريم."
        },
        {
            "verse_number": 43,
            "verse_text": "فِي جَنَّٰتِ ٱلنَّعِيمِ",
            "explanation": "Ils obtiendront tout cela dans les jardins des délices éternels qui ne s’interrompent jamais ni ne disparaissent.",
            "arabic_explanation": "كل ذلك ينالونه في جنات النعيم المقيم الثابت الذي لا ينقطع ولا يزول."
        },
        {
            "verse_number": 44,
            "verse_text": "عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
            "explanation": "Ils s’accouderont sur des lits et se feront face les uns aux autres.",
            "arabic_explanation": "يتكئون على أسِرَّة متقابلين ينظر بعضهم إلى بعض."
        },
        {
            "verse_number": 45,
            "verse_text": "يُطَافُ عَلَيۡهِم بِكَأۡسٖ مِّن مَّعِينِۭ",
            "explanation": "On fera circuler parmi eux des coupes de vin aussi pur que de l’eau de source.",
            "arabic_explanation": "يدار عليهم بكؤوس الخمر التي هي في صفائها كالماء الجاري."
        },
        {
            "verse_number": 46,
            "verse_text": "بَيۡضَآءَ لَذَّةٖ لِّلشَّٰرِبِينَ",
            "explanation": "De l’eau blanche, savoureuse à boire.",
            "arabic_explanation": "بيضاء اللون يلتذ بشربها من يشربها لذة كاملة."
        },
        {
            "verse_number": 47,
            "verse_text": "لَا فِيهَا غَوۡلٞ وَلَا هُمۡ عَنۡهَا يُنزَفُونَ",
            "explanation": "Ce vin n’est pas semblable au vin du bas monde puisqu’il n’est pas enivrant et n'altère pas les facultés physiques et mentales de celui qui le boit.",
            "arabic_explanation": "ليست كخمر الدنيا، فليس فيها ما يُذْهِب العقول من السكر، ولا ينتاب متعاطيها صُداع، يَسْلَم لشاربها جسمه وعقله."
        },
        {
            "verse_number": 48,
            "verse_text": "وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ عِينٞ",
            "explanation": "Ils auront pour compagnes au Paradis des femmes chastes qui ne regardent personne d'autre que leurs époux et ont de beaux yeux.",
            "arabic_explanation": "وعندهم في الجنة نساء عفيفات، لا تمتد أبصارهن إلى غير أزواجهن، حسان العيون."
        },
        {
            "verse_number": 49,
            "verse_text": "كَأَنَّهُنَّ بَيۡضٞ مَّكۡنُونٞ",
            "explanation": "Leur blancheur teintée de jaune les  rend semblables à l'oeuf précieux d'un oiseau, que les mains ne peuvent toucher.",
            "arabic_explanation": "كأنهن في بياض ألوانهن المشوبة بصفرة بيضُ طائر مصون لم تمسه الأيدي."
        },
        {
            "verse_number": 50,
            "verse_text": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
            "explanation": "Les gens du Paradis s'adresseront les uns aux autres afin de se questionner sur leur passé et de ce qui leur est arrivé dans le bas monde.",
            "arabic_explanation": "فأقبل بعض أهل الجنة على بعض يتساءلون عن ماضيهم وما حدث لهم في الدنيا."
        },
        {
            "verse_number": 51,
            "verse_text": "قَالَ قَآئِلٞ مِّنۡهُمۡ إِنِّي كَانَ لِي قَرِينٞ",
            "explanation": "Un de ces croyants dira: J'avais dans le bas monde un compagnon qui niait la Résurrection.",
            "arabic_explanation": "قال قائل من هؤلاء المؤمنين: إني كان لي في الدنيا صاحب مُنْكِر للبعث."
        },
        {
            "verse_number": 52,
            "verse_text": "يَقُولُ أَءِنَّكَ لَمِنَ ٱلۡمُصَدِّقِينَ",
            "explanation": "Il me disait d’un ton railleur et moqueur: Ô mon ami, crois-tu à la résurrection des morts?",
            "arabic_explanation": "يقول لي منكرًا وساخرًا: هل أنت - أيها الصديق - مِن المصدِّقين ببعث الأموات؟"
        },
        {
            "verse_number": 53,
            "verse_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَدِينُونَ",
            "explanation": "Lorsque nous mourrons et que nous deviendrons poussière et ossements, serons-nous alors ressuscités et rétribués pour les œuvres que nous avons accomplies dans le bas monde?",
            "arabic_explanation": "أإذا متنا وصرنا ترابًا وعظامًا نخرة أإنا لمبعوثون ومجازون على أعمالنا التي عملناها في الدنيا؟"
        },
        {
            "verse_number": 54,
            "verse_text": "قَالَ هَلۡ أَنتُم مُّطَّلِعُونَ",
            "explanation": "Le compagnon croyant dira à ses semblables parmi les gens du Paradis: Voyons quel est le sort de ce compagnon qui niait la Résurrection.",
            "arabic_explanation": "قال قرينه المؤمن لأصحابه من أهل الجنة: اطَّلعوا معي لنرى مصير ذلك القرين الذي كان ينكر البعث؟"
        },
        {
            "verse_number": 55,
            "verse_text": "فَٱطَّلَعَ فَرَءَاهُ فِي سَوَآءِ ٱلۡجَحِيمِ",
            "explanation": "Il regardera et verra alors son ancien compagnon au milieu de l'Enfer.",
            "arabic_explanation": "فاطلع هو فرأى قرينه في وسط جهنم."
        },
        {
            "verse_number": 56,
            "verse_text": "قَالَ تَٱللَّهِ إِن كِدتَّ لَتُرۡدِينِ",
            "explanation": "Le croyant lui dira: Par Allah, tu as failli, en m’appelant à mécroire et à nier la Ressuscitation, me mener à ma perte, ô compagnon, et me faire entrer en Enfer.",
            "arabic_explanation": "قال: تالله لقد قاربت - أيها القرين - أن تهلكني بدخول النار بدعوتك لي إلى الكفر وإنكار البعث."
        },
        {
            "verse_number": 57,
            "verse_text": "وَلَوۡلَا نِعۡمَةُ رَبِّي لَكُنتُ مِنَ ٱلۡمُحۡضَرِينَ",
            "explanation": "N'était-ce le bienfait que me fit Allah en me guidant à la foi et en me la facilitant, j'aurais été du nombre de ceux  qui, comme toi, ont été traînés vers leur supplice",
            "arabic_explanation": "ولولا إنعام الله علي بالهداية للإيمان والتوفيق له، لكنت من المحضرين إلى العذاب مثلك."
        },
        {
            "verse_number": 58,
            "verse_text": "أَفَمَا نَحۡنُ بِمَيِّتِينَ",
            "explanation": "Nous autres gens du Paradis, nous ne mourrons pas.",
            "arabic_explanation": "فلسنا نحن - أصحاب الجنة- بميتين."
        },
        {
            "verse_number": 59,
            "verse_text": "إِلَّا مَوۡتَتَنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُعَذَّبِينَ",
            "explanation": "La seule mort que nous connaissons est celle qui nous a fait quitter le bas monde. Au Paradis, nous vivrons éternellement et nous ne serons pas châtiés comme les mécréants.",
            "arabic_explanation": "غير موتتنا الأولى في الحياة الدنيا، بل نحن مخلدون في الجنة، ولسنا بمعذبين كما يعذب الكفار."
        },
        {
            "verse_number": 60,
            "verse_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
            "explanation": "Entrer au Paradis, y demeurer éternellement et échapper à l'Enfer sont des rétributions de notre Seigneur, qui représentent le succès suprême égalé par aucun autre succès.",
            "arabic_explanation": "إن هذا الذي جازانا به ربنا - من دخول الجنة والخلود فيها والسلامة من النار - لهو الظفر العظيم الذي لا ظفر يساويه."
        },
        {
            "verse_number": 61,
            "verse_text": "لِمِثۡلِ هَٰذَا فَلۡيَعۡمَلِ ٱلۡعَٰمِلُونَ",
            "explanation": "C'est pour mériter une telle rétribution que doivent œuvrer les gens, car ils accompliront à coup sûr une transaction gagnante.",
            "arabic_explanation": "لمثل هذا الجزاء العظيم يجب أن يعمل العاملون، فإن هذا هو التجارة الرابحة."
        },
        {
            "verse_number": 62,
            "verse_text": "أَذَٰلِكَ خَيۡرٞ نُّزُلًا أَمۡ شَجَرَةُ ٱلزَّقُّومِ",
            "explanation": "Les délices mentionnés, qu'Allah réserve à Ses serviteurs qui Lui obéissent sincèrement, sont-ils meilleurs et plus honorables ou bien l'arbre Az-Zaqqûm maudit dans le Coran et servant de nourriture aux mécréants, qui ne fait ni grossir ni ne calme la faim ?",
            "arabic_explanation": "أذلك النعيم المذكور الذي أعده الله لعباده الذين أخلصهم لطاعته، خير وأفضل مقامًا وكرامة، أم شجرة الزقوم الملعونة في القرآن التي هي طعام الكفار الذي لا يسمن ولا يغني من جوع؟!"
        },
        {
            "verse_number": 63,
            "verse_text": "إِنَّا جَعَلۡنَٰهَا فِتۡنَةٗ لِّلظَّٰلِمِينَ",
            "explanation": "Nous avons fait de cet arbre un trouble pour ceux qui commettent l'injustice de la mécréance et des péchés, puisqu'ils disent: Le feu consume les arbres et c'est pour cette raison que cet arbre ne peut pousser en Enfer.",
            "arabic_explanation": "إنا صيَّرنا هذه الشجرة فتنة يفتتن بها الظالمون بالكفر والمعاصي، حيث قالوا: إن النار تأكل الشجر، فلا يمكن أن ينبت فيها."
        },
        {
            "verse_number": 64,
            "verse_text": "إِنَّهَا شَجَرَةٞ تَخۡرُجُ فِيٓ أَصۡلِ ٱلۡجَحِيمِ",
            "explanation": "L'arbre Az-Zaqqûm est un arbre détestable qui pousse au fond de l'Enfer.",
            "arabic_explanation": "إن شجرة الزقوم شجرة خبيثة المَنْبَت، فهي شجرة تخرج في قعر الجحيم."
        },
        {
            "verse_number": 65,
            "verse_text": "طَلۡعُهَا كَأَنَّهُۥ رُءُوسُ ٱلشَّيَٰطِينِ",
            "explanation": "Ses fruits sont hideux et ressemblent à des têtes de démons. Or cette apparence hideuse indique que le goût est abominable.",
            "arabic_explanation": "ثمرها الخارج منها كريه المنظر كأنه رؤوس الشياطين، وقبح المنظر دليل على قبح المخبر، وهذا يعني أن ثمرها خبيث الطعم."
        },
        {
            "verse_number": 66,
            "verse_text": "فَإِنَّهُمۡ لَأٓكِلُونَ مِنۡهَا فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ",
            "explanation": "Les mécréants mangeront de ces fruits amers et écœurants et en empliront leurs ventres vides.",
            "arabic_explanation": "فإن الكفار لآكلون من ثمرها المر القبيح، ومالئون منه بطونهم الخاوية."
        },
        {
            "verse_number": 67,
            "verse_text": "ثُمَّ إِنَّ لَهُمۡ عَلَيۡهَا لَشَوۡبٗا مِّنۡ حَمِيمٖ",
            "explanation": "Puis après avoir mangé cette nourriture, ils ingurgiteront une boisson faite d'un mélange de liquides nauséabonds et bouillants.",
            "arabic_explanation": "ثم إنهم بعد أكلهم منها لهم شراب خليط قبيح حار."
        },
        {
            "verse_number": 68,
            "verse_text": "ثُمَّ إِنَّ مَرۡجِعَهُمۡ لَإِلَى ٱلۡجَحِيمِ",
            "explanation": "Ils retourneront ensuite à leur châtiment en Enfer afin de subir des supplices successifs.",
            "arabic_explanation": "ثم إن رجوعهم بعد ذلك لإلى عذاب الجحيم، فهم يتنقلون من عذاب إلى عذاب."
        },
        {
            "verse_number": 69,
            "verse_text": "إِنَّهُمۡ أَلۡفَوۡاْ ءَابَآءَهُمۡ ضَآلِّينَ",
            "explanation": "Ces mécréants ont trouvé leurs ancêtres dans l'égarement et les ont donc suivis par imitation et non sur la base de preuves.",
            "arabic_explanation": "إن هؤلاء الكفار وجدوا آباءهم ضالين عن طريق الهداية، فتأسوا بهم تقليدًا لا عن حجة."
        },
        {
            "verse_number": 70,
            "verse_text": "فَهُمۡ عَلَىٰٓ ءَاثَٰرِهِمۡ يُهۡرَعُونَ",
            "explanation": "Ils s'empressent donc de les suivre dans l'égarement.",
            "arabic_explanation": "فهم يتبعون آثار آبائهم في الضلالة مسرعين."
        },
        {
            "verse_number": 71,
            "verse_text": "وَلَقَدۡ ضَلَّ قَبۡلَهُمۡ أَكۡثَرُ ٱلۡأَوَّلِينَ",
            "explanation": "Bien avant eux, de nombreux anciens se sont égarés. Ton peuple n'est donc pas le premier à s'être égaré, ô Messager.",
            "arabic_explanation": "ولقد ضل قبلهم أكثر الأولين، فليس قومك - أيها الرسول - أول من ضل من الأمم."
        },
        {
            "verse_number": 72,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا فِيهِم مُّنذِرِينَ",
            "explanation": "Nous avons envoyé à ces anciens peuples des Messagers qui les menaçaient du châtiment d'Allah mais ils préfèrent mécroire.",
            "arabic_explanation": "ولقد أرسلنا في تلك الأمم الأولى رسلًا يخوفونهم من عذاب الله، فكفروا."
        },
        {
            "verse_number": 73,
            "verse_text": "فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
            "explanation": "Regarde, ô Messager, quelle fut la fin des peuples qui n'ont pas tenu compte des avertissements de leurs messagers. Leur fin fut d'entrer en Enfer et d'y demeurer éternellement pour avoir été mécréants et pour avoir traité de menteurs leurs messagers.",
            "arabic_explanation": "فانظر - أيها الرسول - كيف كانت نهاية الأقوام الذين أنذرتهم رسلهم فلم يستجيبوا لهم، إن نهايتهم كانت دخول النار خالدين فيها بسبب كفرهم وتكذيبهم لرسلهم."
        },
        {
            "verse_number": 74,
            "verse_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
            "explanation": "Il sera fait exception de ceux qu'Allah a élus afin qu’ils croient en Lui. Ils seront sauvés du châtiment décrété comme destination finale de ces dénégateurs mécréants.",
            "arabic_explanation": "إلا من أخلصهم الله للإيمان به، فإنهم ناجون من العذاب الذي كان نهاية أولئك المكذبين الكافرين."
        },
        {
            "verse_number": 75,
            "verse_text": "وَلَقَدۡ نَادَىٰنَا نُوحٞ فَلَنِعۡمَ ٱلۡمُجِيبُونَ",
            "explanation": "Notre prophète Noé Nous a invoqué contre son peuple qui l'a traité de menteur et Nous étions le Meilleur Répondeur, puisque Nous l'avons rapidement exaucé.",
            "arabic_explanation": "ولقد دعانا نبينا نوح عليه السلام حين دعا على قومه الذين كذبوه، فلنعم المجيبون نحن، فقد سارعنا في إجابة دعائه عليهم."
        },
        {
            "verse_number": 76,
            "verse_text": "وَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
            "explanation": "Nous l'avons sauvé lui, sa famille et les croyants qui l'accompagnaient des persécutions de son peuple et de la noyade dans le Grand Déluge envoyé contre les mécréants de ce peuple.",
            "arabic_explanation": "ولقد سلمناه وأهل بيته والمؤمنين معه من أذى قومه ومن الغرق بالطوفان العظيم المرسل على الكافرين من قومه."
        },
        {
            "verse_number": 77,
            "verse_text": "وَجَعَلۡنَا ذُرِّيَّتَهُۥ هُمُ ٱلۡبَاقِينَ",
            "explanation": "Nous avons sauvé sa famille et ses disciples croyants seuls. Quant aux mécréants restants de son peuple, Nous les avons anéantis.",
            "arabic_explanation": "ونجينا أهله وأتباعه المؤمنين وحدهم، فقد أغرقنا غيرهم من قومه الكافرين."
        },
        {
            "verse_number": 78,
            "verse_text": "وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
            "explanation": "Nous avons fait en sorte que les peuples futurs le mentionnent en bien.",
            "arabic_explanation": "وأبقينا له في الأمم اللاحقة ثناءً حسنًا يثنون به عليه."
        },
        {
            "verse_number": 79,
            "verse_text": "سَلَٰمٌ عَلَىٰ نُوحٖ فِي ٱلۡعَٰلَمِينَ",
            "explanation": "Que la sécurité et la paix soient avec Noé. On ne dira aucun mal de lui dans les générations futures. On ferra plutôt son éloge et on le mentionnera en bien.",
            "arabic_explanation": "أمان وسلام لنوح من أن يقال فيه سوء في الأمم اللاحقة، بل سيبقى له الثناء والذكر الحسن."
        },
        {
            "verse_number": 80,
            "verse_text": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
            "explanation": "Cette rétribution que Nous avons accordée à Noé est celle réservée à ceux qui excellent dans leur adoration et obéissent à Allah Seul.",
            "arabic_explanation": "إن مثل هذا الجزاء الذي جازينا به نوحًا عليه السلام نجزي المحسنين بعبادتهم وطاعتهم لله وحده."
        },
        {
            "verse_number": 81,
            "verse_text": "إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
            "explanation": "Noé était du nombre de Nos serviteurs croyants qui obéissaient à Allah.",
            "arabic_explanation": "إن نوحًا من عبادنا المؤمنين العاملين بطاعة الله."
        },
        {
            "verse_number": 82,
            "verse_text": "ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ",
            "explanation": "Puis Nous noyâmes ceux qui restèrent dans le Déluge que Nous avons envoyé sur eux et aucun d'eux n'en réchappa.",
            "arabic_explanation": "ثم أغرقنا الباقين بالطوفان الذي أرسلناه عليهم، فلم يبق منهم أحد."
        },
        {
            "verse_number": 83,
            "verse_text": "۞ وَإِنَّ مِن شِيعَتِهِۦ لَإِبۡرَٰهِيمَ",
            "explanation": "Abraham était du nombre des coreligionnaires de Noé, qui ont appelé, comme lui, à proclamer l'Unicité d'Allah.",
            "arabic_explanation": "وإن إبراهيم من أهل دينه الذين وافقوه في الدعوة إلى توحيد الله."
        },
        {
            "verse_number": 84,
            "verse_text": "إِذۡ جَآءَ رَبَّهُۥ بِقَلۡبٖ سَلِيمٍ",
            "explanation": "Rappelle-toi lorsqu'il vint à son Seigneur avec un cœur exempt de polythéisme et empli du désir de conseiller les gens sur l'adoration d’Allah.",
            "arabic_explanation": "اذكر حين جاء ربه بقلب سليم من الشرك ناصح لله في خلقه."
        },
        {
            "verse_number": 85,
            "verse_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَاذَا تَعۡبُدُونَ",
            "explanation": "Lorsqu'il dit à son père et à son peuple polythéiste sur un ton réprobateur: Qu'adorez-vous donc en dehors d'Allah?",
            "arabic_explanation": "حين قال لأبيه وقومه المشركين موبخًا لهم: ما الذي تعبدونه من دون الله؟!"
        },
        {
            "verse_number": 86,
            "verse_text": "أَئِفۡكًا ءَالِهَةٗ دُونَ ٱللَّهِ تُرِيدُونَ",
            "explanation": "Ces divinités inventées que vous adorez en dehors de Lui?",
            "arabic_explanation": "أآلهة مكذوبة تعبدونها من دون الله؟"
        },
        {
            "verse_number": 87,
            "verse_text": "فَمَا ظَنُّكُم بِرَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Ô gens, que pensez-vous qu'Allah fera de vous lorsque vous Le rencontrerez alors que vous adoriez des idoles en dehors de Lui?",
            "arabic_explanation": "فما ظنكم - يا قوم - برب العالمين إذا لقيتموه وأنتم تعبدون غيره؟! وماذا ترونه صانعًا بكم؟!"
        },
        {
            "verse_number": 88,
            "verse_text": "فَنَظَرَ نَظۡرَةٗ فِي ٱلنُّجُومِ",
            "explanation": "Abraham regarda les étoiles afin de mettre au point un stratagème lui épargnant de sortir avec les siens.",
            "arabic_explanation": "فنظر إبراهيم نظرة في النجوم يدبر مكيدة للتخلص من الخروج مع قومه."
        },
        {
            "verse_number": 89,
            "verse_text": "فَقَالَ إِنِّي سَقِيمٞ",
            "explanation": "Afin de ne pas se rendre avec eux sur leur lieu de festivité, il leur dit en guise d'excuse: Je suis malade.",
            "arabic_explanation": "فقال متعللًا عن الخروج مع قومه إلى عيدهم: إني مريض."
        },
        {
            "verse_number": 90,
            "verse_text": "فَتَوَلَّوۡاْ عَنۡهُ مُدۡبِرِينَ",
            "explanation": "Ils le laissèrent alors derrière eux et s'en allèrent.",
            "arabic_explanation": "فتركوه وراءهم وذهبوا."
        },
        {
            "verse_number": 91,
            "verse_text": "فَرَاغَ إِلَىٰٓ ءَالِهَتِهِمۡ فَقَالَ أَلَا تَأۡكُلُونَ",
            "explanation": "Il se rendit auprès des divinités qu'ils adoraient en dehors d'Allah et leur dit d’un ton railleur: Ne mangez-vous pas la nourriture que les polythéistes vous offrent?",
            "arabic_explanation": "فمال إلى آلهتهم التي يعبدونها من دون الله، فقال ساخرًا من آلهتهم: ألا تأكلون من الطعام الذي يصنعه المشركون لكم؟!"
        },
        {
            "verse_number": 92,
            "verse_text": "مَا لَكُمۡ لَا تَنطِقُونَ",
            "explanation": "Pourquoi ne parlez-vous pas, ni ne répondez à celui qui vous interroge? Est-ce de telles divinités que l'on adore en dehors d'Allah?",
            "arabic_explanation": "ما شأنكم لا تتكلمون، ولا تجيبون من يسألكم؟! أمثل هذا يُعْبد من دون الله؟!"
        },
        {
            "verse_number": 93,
            "verse_text": "فَرَاغَ عَلَيۡهِمۡ ضَرۡبَۢا بِٱلۡيَمِينِ",
            "explanation": "Il se mit ensuite à les frapper de sa main droite dans la finalité de les briser.",
            "arabic_explanation": "فمال عليهم إبراهيم يضربهم بيده اليمنى ليكسرهم."
        },
        {
            "verse_number": 94,
            "verse_text": "فَأَقۡبَلُوٓاْ إِلَيۡهِ يَزِفُّونَ",
            "explanation": "Les adorateurs de ces divinités revinrent précipitamment.",
            "arabic_explanation": "فأقبل إليه عبّاد هذه الأصنام يسرعون."
        },
        {
            "verse_number": 95,
            "verse_text": "قَالَ أَتَعۡبُدُونَ مَا تَنۡحِتُونَ",
            "explanation": "Abraham leur fit face avec aplomb et les admonesta en ces termes: Adorez-vous en dehors d'Allah, des divinités que vous façonnez de vos mains?",
            "arabic_explanation": "فقابلهم إبراهيم بثبات، وقال لهم موبخًا إياهم: أتعبدون من دون الله آلهة أنتم الذين تنحتونها بأيديكم؟!"
        },
        {
            "verse_number": 96,
            "verse_text": "وَٱللَّهُ خَلَقَكُمۡ وَمَا تَعۡمَلُونَ",
            "explanation": "Tandis qu'Allah vous a créés et a créé ce que vous fabriquez, et entre autres vos idoles? Il est Celui qui mérite d'être adoré Seul et que rien ne Lui soit associé.",
            "arabic_explanation": "والله سبحانه خلقكم أنتم، وخلق عملكم، ومن عملكم هذه الأصنام، فهو المستحق لأن يعبد وحده، ولا يشرك به غيره."
        },
        {
            "verse_number": 97,
            "verse_text": "قَالُواْ ٱبۡنُواْ لَهُۥ بُنۡيَٰنٗا فَأَلۡقُوهُ فِي ٱلۡجَحِيمِ",
            "explanation": "Lorsqu'ils furent incapables de répondre à Abraham sur le terrain de l'argumentation, ils eurent recours à la force et se concertèrent pour savoir ce qu'ils allaient faire de lui. Ils dirent: Elevez une construction, remplissez-la de bois, mettez le feu à ce bois et jetez Abraham dans la fournaise.",
            "arabic_explanation": "فلما عجزوا عن مقارعته بالحجة لجؤوا إلى القوة، فتشاوروا فيما بينهم فيما يفعلونه بإبراهيم، قالوا: ابنوا له بنيانًا، واملؤوه حطبًا وأضرموه، ثم ارموه فيه."
        },
        {
            "verse_number": 98,
            "verse_text": "فَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَسۡفَلِينَ",
            "explanation": "Le peuple d'Abraham voulut lui faire du mal et se débarrasser de lui, mais Nous les rendîmes perdants lorsque Nous avons changé le feu en fraîcheur salutaire.",
            "arabic_explanation": "فأراد قوم إبراهيم بإبراهيم سوءًا بأن يهلكوه فيستريحوا منه، فصيرناهم الخاسرين حين جعلنا النار عليه بردًا وسلامًا."
        },
        {
            "verse_number": 99,
            "verse_text": "وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهۡدِينِ",
            "explanation": "Abraham dit: Je migrerai vers mon Seigneur et quitterai le pays de mon peuple afin de pouvoir L'adorer. Mon Seigneur m'orientera assurément vers ce qui est bon pour moi dans le bas monde et dans l'au-delà.",
            "arabic_explanation": "وقال إبراهيم: إني مهاجر إلى ربي تاركًا بلد قومي لأتمكن من عبادته، سيدلني ربي على ما فيه الخير لي في الدنيا والآخرة."
        },
        {
            "verse_number": 100,
            "verse_text": "رَبِّ هَبۡ لِي مِنَ ٱلصَّٰلِحِينَ",
            "explanation": "Ô Seigneur, fais-moi don d'une progéniture vertueuse qui m'assistera et me compensera pour l'absence des miens lorsque je serai en exil.",
            "arabic_explanation": "يا رب، ارزقني ولدًا صالحًا يكون لي عونًا وعوضًا عن قومي في الغربة."
        },
        {
            "verse_number": 101,
            "verse_text": "فَبَشَّرۡنَٰهُ بِغُلَٰمٍ حَلِيمٖ",
            "explanation": "Nous l'exauçâmes et lui annonçâmes une nouvelle qui le réjouit. Nous lui annonçâmes en effet la naissance prochaine d'un fils qui vivra, grandira et atteindra l'âge adulte. Ce fils est Ismaël.",
            "arabic_explanation": "فاستجبنا له دعوته فأخبرناه بما يسره، حيث بشرناه بولد يكبر، ويصير حليمًا، وهذا الولد هو إسماعيل عليه السلام."
        },
        {
            "verse_number": 102,
            "verse_text": "فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ يَٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ",
            "explanation": "Lorsqu'Ismaël devint un jeune homme et que sa force physique devint aussi grande que celle de son père, celui-ci eut une vision, sachant que s'agissant d'un prophète, la vision est une forme de révélation. Abraham raconta à son fils cette vision en ces termes: Ô mon fils, j'ai vu en rêve que je t'égorgeais. Dis-moi ce que tu en penses. Ismaël répondit: Ô mon père, exécute l'ordre que t'a donné Allah de m'égorger. Tu me trouveras du nombre des endurants qui sont satisfaits du jugement d'Allah.",
            "arabic_explanation": "فلما شب إسماعيل، وأدرك سعيُه سعي أبيه رأى أبوه إبراهيم رؤيا، ورؤيا الأنبياء وحي، قال إبراهيم مخبرًا ابنه عن فحوى هذه الرؤيا: يا بني، إني رأيت في النوم أني أذبحك، فانظر ما ترى في ذلك، فأجاب إسماعيل أباه قائلًا: يا أبي، افعل ما أمرك الله به من ذبحي، ستجدني إن شاء الله من الصابرين الراضين بحكم الله."
        },
        {
            "verse_number": 103,
            "verse_text": "فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ",
            "explanation": "Puis lorsque tous deux se soumirent à Allah et se résignèrent à Son ordre, Abraham allongea son fils sur le front afin d’exécuter l'ordre d'Allah de l’immoler.",
            "arabic_explanation": "فلما خضعا لله وانقادا له، وضع إبراهيم ابنه على جانب جبهته لينفذ ما أمر به من ذبحه."
        },
        {
            "verse_number": 104,
            "verse_text": "وَنَٰدَيۡنَٰهُ أَن يَٰٓإِبۡرَٰهِيمُ",
            "explanation": "Nous l’appelâmes alors, tandis qu’il était sur le point de passer à l'acte, et lui dîmes: « Ô Abraham ».",
            "arabic_explanation": "ونادينا إبراهيم وهو يَهُمُّ بتنفيذ أمر الله بذبح ابنه: أن يا إبراهيم."
        },
        {
            "verse_number": 105,
            "verse_text": "قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
            "explanation": "Tu as mis à exécution la vision que tu as eue en étant sur le point d’égorger ton fils. Tout comme Nous t’avons rétribué en te délivrant de cette immense épreuve, Nous rétribuons les bienfaisants en les délivrant des épreuves et des malheurs.",
            "arabic_explanation": "قد حققت الرؤيا التي رأيتها في منامك بعزمك على ذبح ابنك، إنا - كما جزيناك بتخليصك من هذه المحنة العظيمة - نجزي المحسنين فنخلصهم من المحن والشدائد."
        },
        {
            "verse_number": 106,
            "verse_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ",
            "explanation": "C’était certainement une épreuve manifeste que subit Abraham et il la passa avec succès.",
            "arabic_explanation": "إن هذا لهو الاختبار الواضح، وقد نجح إبراهيم فيه."
        },
        {
            "verse_number": 107,
            "verse_text": "وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ",
            "explanation": "Nous remplaçâmes le sacrifice d’Ismaël par celui d’un bélier imposant.",
            "arabic_explanation": "وفدينا إسماعيل بكبش عظيم بدلًا منه يذبح عنه."
        },
        {
            "verse_number": 108,
            "verse_text": "وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
            "explanation": "Puis Nous fîmes en sorte qu’il soit fait éloge du nom d’Abraham dans les générations suivantes.",
            "arabic_explanation": "وأبقينا على إبراهيم ثناءً حسنًا في الأمم اللاحقة."
        },
        {
            "verse_number": 109,
            "verse_text": "سَلَٰمٌ عَلَىٰٓ إِبۡرَٰهِيمَ",
            "explanation": "Salutation d’Allah sur Abraham et que tout mal lui soit épargné.",
            "arabic_explanation": "تحيةٌ من الله له، ودعاءٌ بالسلامة من كل ضر وآفة."
        },
        {
            "verse_number": 110,
            "verse_text": "كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
            "explanation": "Tout comme Nous avons rétribué Abraham pour son obéissance, Nous rétribuons de la même façon les bienfaisants.",
            "arabic_explanation": "كما جازينا إبراهيم هذا الجزاء على طاعته نجازي المحسنين."
        },
        {
            "verse_number": 111,
            "verse_text": "إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
            "explanation": "Abraham était du nombre de Nos serviteurs croyants qui s’acquittaient des obligations imposées par le statut de serviteur d’Allah.",
            "arabic_explanation": "إن إبراهيم من عبادنا المؤمنين الذين يفون بما تقتضيه العبودية لله."
        },
        {
            "verse_number": 112,
            "verse_text": "وَبَشَّرۡنَٰهُ بِإِسۡحَٰقَ نَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ",
            "explanation": "En guise de rétribution pour son obéissance à Allah lorsqu’il fut sur le point d’immoler son seul fils Ismaël, Nous lui annonçâmes la naissance d’un autre fils qui deviendra prophète et serviteur vertueux: Isaac.",
            "arabic_explanation": "وبشرناه بولد آخر يصير نبيَّا وعبدًا صالحًا وهو إسحاق؛ جزاءً على طاعته لله في ذبح إسماعيل ولده الوحيد."
        },
        {
            "verse_number": 113,
            "verse_text": "وَبَٰرَكۡنَا عَلَيۡهِ وَعَلَىٰٓ إِسۡحَٰقَۚ وَمِن ذُرِّيَّتِهِمَا مُحۡسِنٞ وَظَالِمٞ لِّنَفۡسِهِۦ مُبِينٞ",
            "explanation": "Nous avons fait descendre sur lui et sur son fils Isaac une bénédiction de notre part et leur avons fait don de nombreux bienfaits, parmi lesquels une progéniture prolifique. Leur descendance était composée de gens bienfaisants et obéissants à leur Seigneur, et d’autres manifestement injustes envers eux-mêmes par leur mécréance et leurs péchés.",
            "arabic_explanation": "وأنزلنا عليه وعلى ابنه إسحاق بركة منا، فأكثرنا لهما النعم، ومنها تكثير ولدهما، ومن ذريتهما محسن بطاعته لربه، ومنهم ظالم لنفسه بالكفر وارتكاب المعاصي واضح الظلم."
        },
        {
            "verse_number": 114,
            "verse_text": "وَلَقَدۡ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَٰرُونَ",
            "explanation": "Nous avons accordé à Moïse et à son frère Aaron la faveur de la prophétie.",
            "arabic_explanation": "ولقد مننا على موسى وأخيه هارون بالنبوة."
        },
        {
            "verse_number": 115,
            "verse_text": "وَنَجَّيۡنَٰهُمَا وَقَوۡمَهُمَا مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
            "explanation": "Nous les avons sauvés ainsi que leur peuple, les Israélites, de l’asservissement de Pharaon et de la noyade.",
            "arabic_explanation": "وسلمناهما وقومهما بني إسرائيل من استعباد فرعون لهم ومن الغرق."
        },
        {
            "verse_number": 116,
            "verse_text": "وَنَصَرۡنَٰهُمۡ فَكَانُواْ هُمُ ٱلۡغَٰلِبِينَ",
            "explanation": "Nous les avons secourus contre Pharaon et ses soldats et ils eurent alors le dessus sur leur ennemi.",
            "arabic_explanation": "ونصرناهم على فرعون وجنوده، فكانت الغلبة لهم على عدوهم."
        },
        {
            "verse_number": 117,
            "verse_text": "وَءَاتَيۡنَٰهُمَا ٱلۡكِتَٰبَ ٱلۡمُسۡتَبِينَ",
            "explanation": "Nous avons donné à Moïse et à son frère Aaron la Torah en guise de Livre provenant d’Allah, clair et ne contenant aucune ambigüité.",
            "arabic_explanation": "وأعطينا موسى وأخاه هارون التوراة كتابًا من عند الله واضحًا لا لبس فيه."
        },
        {
            "verse_number": 118,
            "verse_text": "وَهَدَيۡنَٰهُمَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
            "explanation": "Nous les avons guidés vers le droit chemin qui ne comporte aucune tortuosité, la religion de l’Islam qui mène à l’agrément du Créateur.",
            "arabic_explanation": "وهديناهما إلى الصراط المستقيم الذي لا اعوجاج فيه، وهو طريق دين الإسلام الموصلة إلى مرضاة الخالق سبحانه."
        },
        {
            "verse_number": 119,
            "verse_text": "وَتَرَكۡنَا عَلَيۡهِمَا فِي ٱلۡأٓخِرِينَ",
            "explanation": "Nous fîmes en sorte que leurs noms soient mentionnés avec éloge par les générations suivantes.",
            "arabic_explanation": "وأبقينا عليهما ثناءً حسنًا وذكرًا طيبًا في الأمم اللاحقة."
        },
        {
            "verse_number": 120,
            "verse_text": "سَلَٰمٌ عَلَىٰ مُوسَىٰ وَهَٰرُونَ",
            "explanation": "Salutation agréable à Moïse et Aaron, qu’il leur soit fait éloge et que tout mal leur soit épargné.",
            "arabic_explanation": "تحيةٌ من الله طيبة لهما وثناءٌ عليهما ودعاءٌ بالسلامة من كل مكروه."
        },
        {
            "verse_number": 121,
            "verse_text": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
            "explanation": "Tout comme Nous avons agréablement rétribué Moïse et Aaron, Nous rétribuons également les bienfaisants qui obéissent à leur Seigneur.",
            "arabic_explanation": "إنا كما جازينا موسى وهارون هذا الجزاء الحسن نجزي المحسنين بطاعتهم لربهم."
        },
        {
            "verse_number": 122,
            "verse_text": "إِنَّهُمَا مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
            "explanation": "Moïse et Aaron étaient du nombre de Nos serviteurs croyant, qui mettent en pratique ce qu’Allah leur a prescrit.",
            "arabic_explanation": "إن موسى وهارون من عبادنا المؤمنين بالله العاملين بما شرع لهم."
        },
        {
            "verse_number": 123,
            "verse_text": "وَإِنَّ إِلۡيَاسَ لَمِنَ ٱلۡمُرۡسَلِينَ",
            "explanation": "Elie (`Ilyâs) était du nombre de ceux qui ont été envoyés par leur Seigneur. Allah lui fit don de la prophétie et de la mission de transmettre le Message.",
            "arabic_explanation": "وإن إلياس لمن المرسلين من ربه، أنعم الله عليه بالنبوة والرسالة."
        },
        {
            "verse_number": 124,
            "verse_text": "إِذۡ قَالَ لِقَوۡمِهِۦٓ أَلَا تَتَّقُونَ",
            "explanation": "Il dit à son peuple, des Israélites, à qui il fut envoyé: Ô mon peuple, ne craignez-vous pas Allah en vous conformant à Ses commandements, parmi lesquels le monothéisme, et en renonçant à Ses interdits, parmi lesquels le polythéisme?",
            "arabic_explanation": "إذ قال لقومه الذين أرسل إليهم من بني إسرائيل: يا قوم، ألا تتقون الله؛ بامتثال أوامره، ومنها التوحيد، وباجتناب نواهيه، ومنها الشرك؟!"
        },
        {
            "verse_number": 125,
            "verse_text": "أَتَدۡعُونَ بَعۡلٗا وَتَذَرُونَ أَحۡسَنَ ٱلۡخَٰلِقِينَ",
            "explanation": "Adorez-vous votre idole Baal et délaissez-vous l’adoration d’Allah, le Meilleur des créateurs?",
            "arabic_explanation": "أتعبدون من دون الله صنمكم بَعْلًا، وتتركون عبادة الله أحسن الخالقين؟!"
        },
        {
            "verse_number": 126,
            "verse_text": "ٱللَّهَ رَبَّكُمۡ وَرَبَّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ",
            "explanation": "Allah est votre Seigneur qui vous créa et créa vos aïeux avant vous. C’est Lui donc qui mérite d’être adoré et non vos idoles qui ne sont ni utiles ni nuisibles.",
            "arabic_explanation": "والله هو ربكم الذي خلقكم، وخلق آباءكم من قبل، فهو المستحق للعبادة، لا غيره من الأصنام التي لا تنفع ولا تضر."
        },
        {
            "verse_number": 127,
            "verse_text": "فَكَذَّبُوهُ فَإِنَّهُمۡ لَمُحۡضَرُونَ",
            "explanation": "La seule réponse de son peuple fut de le traiter de menteur et pour cette raison, ils seront châtiés.",
            "arabic_explanation": "فما كان من قومه إلا أن كذبوه، وبسبب تكذيبهم فهم مُحْضرون في العذاب."
        },
        {
            "verse_number": 128,
            "verse_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
            "explanation": "Il sera fait exception des croyants parmi eux, sincères dans leur adoration d’Allah. Ceux-là seront épargnés.",
            "arabic_explanation": "إلا من كان من قومه مؤمنًا مخلصًا لله في عبادته؛ فإنه ناج من الإحضار إلى العذاب."
        },
        {
            "verse_number": 129,
            "verse_text": "وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
            "explanation": "Nous fîmes en sorte que son nom soit mentionné avec éloge dans les générations suivantes.",
            "arabic_explanation": "وأبقينا عليه ثناءً حسنًا وذكرًا طيبًا في الأمم اللاحقة."
        },
        {
            "verse_number": 130,
            "verse_text": "سَلَٰمٌ عَلَىٰٓ إِلۡ يَاسِينَ",
            "explanation": "Salutation et éloge d’Allah sur Elie.",
            "arabic_explanation": "تحيةٌ من الله وثناءٌ على إلياس."
        },
        {
            "verse_number": 131,
            "verse_text": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
            "explanation": "Tout comme Nous avons agréablement rétribué Elie, Nous rétribuons également les bienfaisants parmi Nos serviteurs croyants.",
            "arabic_explanation": "إنا كما جازينا إلياس هذا الجزاء الحسن نجزي المحسنين من عبادنا المؤمنين."
        },
        {
            "verse_number": 132,
            "verse_text": "إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
            "explanation": "Elie était certainement du nombre de Nos serviteurs qui étaient sincères dans leur foi en leur Seigneur.",
            "arabic_explanation": "إن إلياس من عبادنا المؤمنين حقًّا الصادقين في إيمانهم بربهم."
        },
        {
            "verse_number": 133,
            "verse_text": "وَإِنَّ لُوطٗا لَّمِنَ ٱلۡمُرۡسَلِينَ",
            "explanation": "Loth était du nombre des messagers d’Allah chargés d’annoncer la bonne nouvelle à leur peuple et de les avertir.",
            "arabic_explanation": "وإن لوطًا لمن رسل الله الذين أرسلهم إلى أقوامهم مبشرين ومنذرين."
        },
        {
            "verse_number": 134,
            "verse_text": "إِذۡ نَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ",
            "explanation": "Rappelle-toi lorsque Nous le sauvâmes lui et sa famille du châtiment qui s’est abattu sur son peuple.",
            "arabic_explanation": "اذكر حين سلمناه وأهله كلهم من العذاب المرسل على قومه."
        },
        {
            "verse_number": 135,
            "verse_text": "إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ",
            "explanation": "Seule son épouse ne fut pas épargnée et fut châtiée, car elle était mécréante.",
            "arabic_explanation": "إلا زوجته، فقد كانت امرأة شملها عذاب قومها؛ لكونها كانت كافرة مثلهم."
        },
        {
            "verse_number": 136,
            "verse_text": "ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ",
            "explanation": "Puis Nous anéantîmes ceux de son peuple qui l’ont traité de menteur et ne crurent pas en ce qu’il apportait.",
            "arabic_explanation": "ثم أهلكنا الباقين من قومه ممن كذبوا به، ولم يصدقوا بما جاء به."
        },
        {
            "verse_number": 137,
            "verse_text": "وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ",
            "explanation": "Ô habitants de la Mecque, vous passez certainement près de leurs demeures de bon matin lorsque vous voyagez en Syrie.",
            "arabic_explanation": "وإنكم - يا أهل مكة - لتمرون على منازلهم في أسفاركم إلى الشام في وقت الصباح."
        },
        {
            "verse_number": 138,
            "verse_text": "وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ",
            "explanation": "Vous passez également à proximité de ces demeures de nuit. Ne raisonnez-vous pas et déduisez-vous pas d’enseignement du sort qu’ils connurent après avoir traité de menteur leur messager, avoir mécru et avoir commis une turpitude que personne n’avait commise avant eux?",
            "arabic_explanation": "وتمرون عليها كذلك ليلًا، أفلا تعقلون، وتتعظون بما آل إليه أمرهم بعد تكذيبهم وكفرهم وارتكابهم الفاحشة التي لم يسبقوا إليها؟!"
        },
        {
            "verse_number": 139,
            "verse_text": "وَإِنَّ يُونُسَ لَمِنَ ٱلۡمُرۡسَلِينَ",
            "explanation": "Notre serviteur Jonas (Yûnus) était du nombre des messagers d’Allah chargés d’annoncer la bonne nouvelle à leur peuple et de les avertir.",
            "arabic_explanation": "وإن عبدنا يونس لمن رسل الله الذين أرسلهم إلى أقوامهم مبشرين ومنذرين."
        },
        {
            "verse_number": 140,
            "verse_text": "إِذۡ أَبَقَ إِلَى ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
            "explanation": "Il s’enfuit de son peuple sans la permission de son Seigneur et il embarqua à bord d’un navire plein de passagers et de marchandise.",
            "arabic_explanation": "حين فرّ من قومه من غير إذن ربه، وركب سفينة مملوءة من الركاب والأمتعة."
        },
        {
            "verse_number": 141,
            "verse_text": "فَسَاهَمَ فَكَانَ مِنَ ٱلۡمُدۡحَضِينَ",
            "explanation": "Chargé comme il était, le navire manqua de couler et les passagers tirèrent au sort afin de jeter à la mer certains d’entre eux. Ce fut lui que le sort désigna et il fut alors jeté à la mer.",
            "arabic_explanation": "فأوشكت السفينة أن تغرق لامتلائها، فاقترع الركاب لِيُلْقُوا بعضهم؛ خوفًا من غرق السفينة بسبب كثرة الركاب، فكان يونس من هؤلاء المغلوبين، فألقوه في البحر."
        },
        {
            "verse_number": 142,
            "verse_text": "فَٱلۡتَقَمَهُ ٱلۡحُوتُ وَهُوَ مُلِيمٞ",
            "explanation": "Après avoir été jeté à la mer, un poisson se saisit de lui et l’avala. Il commit assurément un acte blâmable en partant en mer sans la permission de son Seigneur.",
            "arabic_explanation": "فلما ألقوه في البحر أخذه الحوت، وابتلعه، وهو آت بما يُلام عليه؛ لذهابه إلى البحر بغير إذن ربه."
        },
        {
            "verse_number": 143,
            "verse_text": "فَلَوۡلَآ أَنَّهُۥ كَانَ مِنَ ٱلۡمُسَبِّحِينَ",
            "explanation": "Si Jonas n’avait été du nombre de ceux qui évoquaient abondamment Allah avant de subir cette épreuve et s’il n’avait pas proclamé la gloire d’Allah dans le ventre du poisson,",
            "arabic_explanation": "فلولا أن يونس كان من الذاكرين الله كثيرًا قبل ما حل به، ولولا تسبيحه في بطن الحوت."
        },
        {
            "verse_number": 144,
            "verse_text": "لَلَبِثَ فِي بَطۡنِهِۦٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
            "explanation": "il serait resté dans son ventre jusqu’au Jour de la Résurrection et lui aurait servi de tombe.",
            "arabic_explanation": "لمكث في بطن الحوت إلى يوم القيامة بحيث يصير له قبرًا."
        },
        {
            "verse_number": 145,
            "verse_text": "۞ فَنَبَذۡنَٰهُ بِٱلۡعَرَآءِ وَهُوَ سَقِيمٞ",
            "explanation": "Nous le jetâmes ensuite du ventre du poisson sur une terre dépourvue d’arbres et de construction. Il était alors amaigri suite à son long séjour dans le ventre du poisson.",
            "arabic_explanation": "فألقيناه من بطن الحوت بأرض خالية من الشجر والبناء، وهو ضعيف البدن لمكثه مدَّة في بطن الحوت."
        },
        {
            "verse_number": 146,
            "verse_text": "وَأَنۢبَتۡنَا عَلَيۡهِ شَجَرَةٗ مِّن يَقۡطِينٖ",
            "explanation": "Puis Nous fîmes pousser sur cette terre, au-dessus de lui, un plant de courge sous lequel il pouvait s’abriter et manger de ses fruits.",
            "arabic_explanation": "وأنبتنا عليه في تلك الأرض الخالية شجرة من القرع يستظل بها ويأكل منها."
        },
        {
            "verse_number": 147,
            "verse_text": "وَأَرۡسَلۡنَٰهُ إِلَىٰ مِاْئَةِ أَلۡفٍ أَوۡ يَزِيدُونَ",
            "explanation": "Après cela, Nous l’envoyâmes à son peuple qui comptait cent mille personnes ou plus.",
            "arabic_explanation": "وأرسلناه إلى قومه وعددهم مئة ألف، بل يزيدون."
        },
        {
            "verse_number": 148,
            "verse_text": "فَـَٔامَنُواْ فَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
            "explanation": "Ils eurent la foi et crurent en ce qu’il leur apportait. Allah leur donna alors les moyens de jouir de leur vie ici-bas jusqu’à ce que les durées assignées à leurs vies se soient écoulées.",
            "arabic_explanation": "فآمنوا وصدقوا بما جاء به، فمتعهم الله في حياتهم الدنيا إلى أن انقضت آجالهم المحددة لهم."
        },
        {
            "verse_number": 149,
            "verse_text": "فَٱسۡتَفۡتِهِمۡ أَلِرَبِّكَ ٱلۡبَنَاتُ وَلَهُمُ ٱلۡبَنُونَ",
            "explanation": "Ô Muħammad, pose la question suivante aux polythéistes sur un ton de réprobation: Attribuez-vous à Allah des filles alors que vous détestez en avoir et que vous vous attribuez des fils ? Quelle est donc cette répartition ?",
            "arabic_explanation": "فاسأل - يا محمد - المشركين سؤال إنكار: أتجعلون لله البنات اللاتي تكرهونهن، وتجعلون لكم البنين الذين تحبونهم؟! أي قسمة هذه؟!"
        },
        {
            "verse_number": 150,
            "verse_text": "أَمۡ خَلَقۡنَا ٱلۡمَلَٰٓئِكَةَ إِنَٰثٗا وَهُمۡ شَٰهِدُونَ",
            "explanation": "Comment prétendent-ils que les anges sont des femelles alors qu’ils n’étaient pas présents lors de leur création ni n’en ont été témoins?",
            "arabic_explanation": "كيف زعموا أن الملائكة إناث، وهم لم يحضروا خلقهم، وما شاهدوه؟!"
        },
        {
            "verse_number": 151,
            "verse_text": "أَلَآ إِنَّهُم مِّنۡ إِفۡكِهِمۡ لَيَقُولُونَ",
            "explanation": "Les mécréants mentent sur Allah et inventent sur Lui des faussetés",
            "arabic_explanation": "151 - 152 - ألا إن المشركين من كذبهم على الله وافترائهم عليه لينسبون له الولد، وإنهم لكاذبون في دعواهم هذه."
        },
        {
            "verse_number": 152,
            "verse_text": "وَلَدَ ٱللَّهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
            "explanation": "lorsqu’ils Lui attribuent une progéniture et ils mentent certainement lorsqu’ils prétendent cela.",
            "arabic_explanation": "151 - 152 - ألا إن المشركين من كذبهم على الله وافترائهم عليه لينسبون له الولد، وإنهم لكاذبون في دعواهم هذه."
        },
        {
            "verse_number": 153,
            "verse_text": "أَصۡطَفَى ٱلۡبَنَاتِ عَلَى ٱلۡبَنِينَ",
            "explanation": "Allah a-t-il choisi d’avoir une progéniture femelle que vous détestez au lieu d’une progéniture mâle que vous désirez ? Certainement pas.",
            "arabic_explanation": "هل اختار الله لنفسه البنات اللاتي تكرهونهن على البنين الذين تحبونهم؟! كلا."
        },
        {
            "verse_number": 154,
            "verse_text": "مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
            "explanation": "Ô polythéistes, comment jugez-vous ainsi injustement en attribuant des filles à Allah tandis que vous vous attribuez des fils?",
            "arabic_explanation": "ما لكم - أيها المشركون - تحكمون هذا الحكم الجائر حيث تجعلون لله البنات، وتجعلون لكم البنين؟!"
        },
        {
            "verse_number": 155,
            "verse_text": "أَفَلَا تَذَكَّرُونَ",
            "explanation": "Ne réfléchissez-vous donc pas sur la fausseté de votre croyance corrompue ? Si cela était le cas, vous n’auriez pas proféré ces allégations.",
            "arabic_explanation": "أفلا تتذكرون بطلان ما أنتم عليه من هذا الاعتقاد الفاسد؟! فإنكم لو تذكرتم لما قلتم هذا القول."
        },
        {
            "verse_number": 156,
            "verse_text": "أَمۡ لَكُمۡ سُلۡطَٰنٞ مُّبِينٞ",
            "explanation": "Ou alors, détenez-vous un argument clair issu d’un livre ou apporté par un messager ?",
            "arabic_explanation": "أم لكم حجة جلية وبرهان واضح من كتاب بذلك أو رسول؟!"
        },
        {
            "verse_number": 157,
            "verse_text": "فَأۡتُواْ بِكِتَٰبِكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Apportez donc le livre contenant votre argument si vous êtes véridiques dans ce que vous prétendez ?",
            "arabic_explanation": "فأْتُوا بكتابكم الذي يحمل لكم الحجة على هذا إن كنتم صادقين فيما تدعونه."
        },
        {
            "verse_number": 158,
            "verse_text": "وَجَعَلُواْ بَيۡنَهُۥ وَبَيۡنَ ٱلۡجِنَّةِ نَسَبٗاۚ وَلَقَدۡ عَلِمَتِ ٱلۡجِنَّةُ إِنَّهُمۡ لَمُحۡضَرُونَ",
            "explanation": "Les polythéistes ont inventé un lien de parenté entre Allah et les anges qu’ils ne peuvent pas voir, en prétendant qu’ils sont les filles d’Allah. Or les anges savent qu’Allah mènera les polythéistes à leur châtiment.",
            "arabic_explanation": "وجعل المشركون بين الله وبين الملائكة المستورين عنهم نسبًا حين زعموا أن الملائكة بنات الله، ولقد علمت الملائكة أن الله سيحضر المشركين للحساب."
        },
        {
            "verse_number": 159,
            "verse_text": "سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
            "explanation": "Qu’Allah soit sanctifié et élevé au-dessus de ce que Lui attribuent les polythéistes comme progéniture, associé et autres attributs qui ne Lui conviennent pas.",
            "arabic_explanation": "تنزه الله وتقدس عما يصفه به المشركون مما لا يليق به سبحانه من الولد والشريك وغير ذلك."
        },
        {
            "verse_number": 160,
            "verse_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
            "explanation": "Seuls les serviteurs élus d’Allah ne Lui attribuent que ce qui est majestueux et parfait.",
            "arabic_explanation": "إلا عباد الله المخلصين؛ فإنهم لا يصفون الله إلا بما يليق به سبحانه من صفات الجلال والكمال."
        },
        {
            "verse_number": 161,
            "verse_text": "فَإِنَّكُمۡ وَمَا تَعۡبُدُونَ",
            "explanation": "Ô polythéistes, vous et ce que vous adorez en dehors d’Allah",
            "arabic_explanation": "فإنكم أنتم - أيها المشركون - وما تعبدون من دون الله."
        },
        {
            "verse_number": 162,
            "verse_text": "مَآ أَنتُمۡ عَلَيۡهِ بِفَٰتِنِينَ",
            "explanation": "n’égarerez personne de la religion de vérité.",
            "arabic_explanation": "لستم بمضلين من أحد عن دين الحق."
        },
        {
            "verse_number": 163,
            "verse_text": "إِلَّا مَنۡ هُوَ صَالِ ٱلۡجَحِيمِ",
            "explanation": "Sauf ceux qu’Allah a décrété qu’ils seront les gens de l’Enfer. Allah exécutera alors Son décret et ils seront mécréants puis iront en Enfer. Quant à vous et vos divinités, vous n’avez pas le pouvoir d’émettre un tel décret et de l’exécuter.",
            "arabic_explanation": "إلا من قضى الله عليه أنه من أصحاب النار، فإن الله ينفذ فيه قضاءه فيكفر، ويدخل النار، أما أنتم ومعبوداتكم فلا قدرة لكم على ذلك."
        },
        {
            "verse_number": 164,
            "verse_text": "وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٞ مَّعۡلُومٞ",
            "explanation": "Les anges dirent, en guise d’affirmation de leur servitude à Allah et de désaveu de ce que prétendent les polythéistes: Il n’existe pas un ange parmi nous dont le mérite dans son adoration et son obéissance à Allah ne soit pas connu.",
            "arabic_explanation": "وقالت الملائكة مبينة عبوديتها لله، وبراءتها مما زعمه المشركون: وليس منا أحد إلا له مقام معلوم في عبادة الله وطاعته."
        },
        {
            "verse_number": 165,
            "verse_text": "وَإِنَّا لَنَحۡنُ ٱلصَّآفُّونَ",
            "explanation": "Nous autres les anges sommes disposés en rangs lorsque nous adorons Allah et Lui obéissons et nous excluons qu’Allah détienne les attributs et les caractéristiques qui ne Lui conviennent pas.",
            "arabic_explanation": "165 - 166 - وإنا - نحن الملائكة - لواقفون صفوفًا في عبادة الله وطاعته، وإنا لمنزِّهون الله عما لا يليق به من الصفات والنُّعوت."
        },
        {
            "verse_number": 166,
            "verse_text": "وَإِنَّا لَنَحۡنُ ٱلۡمُسَبِّحُونَ",
            "explanation": "Nous autres les anges sommes disposés en rangs lorsque nous adorons Allah et Lui obéissons et nous excluons qu’Allah détienne les attributs et les caractéristiques qui ne Lui conviennent pas.",
            "arabic_explanation": "165 - 166 - وإنا - نحن الملائكة - لواقفون صفوفًا في عبادة الله وطاعته، وإنا لمنزِّهون الله عما لا يليق به من الصفات والنُّعوت."
        },
        {
            "verse_number": 167,
            "verse_text": "وَإِن كَانُواْ لَيَقُولُونَ",
            "explanation": "Les habitants polythéistes de la Mecque disaient avant que Muħammad ne soit envoyé comme Messager:*Si nous avions un livre semblable à celui des anciens, comme la Torah par exemple,*nous aurions adoré sincèrement Allah.Or ils mentent lorsqu’ils disent cela car lorsque Muħammad leur apporta le Coran, ils mécrurent en lui. Ils sauront alors ce qui les attend comme châtiment terrible le Jour de la Résurrection.",
            "arabic_explanation": "167 - 170 - وإن المشركين من أهل مكة كانوا يقولون قبل بعثة محمد صلى الله عليه وسلم: لو كان عندنا كتاب من كتب الأولين كالتوراة مثلًا؛ لأخلصنا لله العبادة، وهم كاذبون في ذلك، فقد جاءهم محمد صلى الله عليه وسلم بالقرآن فكفروا به، فسوف يعلمون ما ينتظرهم من العذاب الشديد يوم القيامة."
        },
        {
            "verse_number": 168,
            "verse_text": "لَوۡ أَنَّ عِندَنَا ذِكۡرٗا مِّنَ ٱلۡأَوَّلِينَ",
            "explanation": "Les habitants polythéistes de la Mecque disaient avant que Muħammad ne soit envoyé comme Messager:*Si nous avions un livre semblable à celui des anciens, comme la Torah par exemple,*nous aurions adoré sincèrement Allah.Or ils mentent lorsqu’ils disent cela car lorsque Muħammad leur apporta le Coran, ils mécrurent en lui. Ils sauront alors ce qui les attend comme châtiment terrible le Jour de la Résurrection.",
            "arabic_explanation": "167 - 170 - وإن المشركين من أهل مكة كانوا يقولون قبل بعثة محمد صلى الله عليه وسلم: لو كان عندنا كتاب من كتب الأولين كالتوراة مثلًا؛ لأخلصنا لله العبادة، وهم كاذبون في ذلك، فقد جاءهم محمد صلى الله عليه وسلم بالقرآن فكفروا به، فسوف يعلمون ما ينتظرهم من العذاب الشديد يوم القيامة."
        },
        {
            "verse_number": 169,
            "verse_text": "لَكُنَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
            "explanation": "Les habitants polythéistes de la Mecque disaient avant que Muħammad ne soit envoyé comme Messager:*Si nous avions un livre semblable à celui des anciens, comme la Torah par exemple,*nous aurions adoré sincèrement Allah.Or ils mentent lorsqu’ils disent cela car lorsque Muħammad leur apporta le Coran, ils mécrurent en lui. Ils sauront alors ce qui les attend comme châtiment terrible le Jour de la Résurrection.",
            "arabic_explanation": "167 - 170 - وإن المشركين من أهل مكة كانوا يقولون قبل بعثة محمد صلى الله عليه وسلم: لو كان عندنا كتاب من كتب الأولين كالتوراة مثلًا؛ لأخلصنا لله العبادة، وهم كاذبون في ذلك، فقد جاءهم محمد صلى الله عليه وسلم بالقرآن فكفروا به، فسوف يعلمون ما ينتظرهم من العذاب الشديد يوم القيامة."
        },
        {
            "verse_number": 170,
            "verse_text": "فَكَفَرُواْ بِهِۦۖ فَسَوۡفَ يَعۡلَمُونَ",
            "explanation": "Les habitants polythéistes de la Mecque disaient avant que Muħammad ne soit envoyé comme Messager:*Si nous avions un livre semblable à celui des anciens, comme la Torah par exemple,*nous aurions adoré sincèrement Allah.Or ils mentent lorsqu’ils disent cela car lorsque Muħammad leur apporta le Coran, ils mécrurent en lui. Ils sauront alors ce qui les attend comme châtiment terrible le Jour de la Résurrection.",
            "arabic_explanation": "167 - 170 - وإن المشركين من أهل مكة كانوا يقولون قبل بعثة محمد صلى الله عليه وسلم: لو كان عندنا كتاب من كتب الأولين كالتوراة مثلًا؛ لأخلصنا لله العبادة، وهم كاذبون في ذلك، فقد جاءهم محمد صلى الله عليه وسلم بالقرآن فكفروا به، فسوف يعلمون ما ينتظرهم من العذاب الشديد يوم القيامة."
        },
        {
            "verse_number": 171,
            "verse_text": "وَلَقَدۡ سَبَقَتۡ كَلِمَتُنَا لِعِبَادِنَا ٱلۡمُرۡسَلِينَ",
            "explanation": "Notre Parole qui ne peut être contestée, a déjà décrété que Nos messagers seront secourus contre leurs ennemis par l’argument et la force accordée par Allah et que la victoire sera du lot de Nos soldats qui combattent pour la cause d’Allah afin que la parole d’Allah soit la plus haute.",
            "arabic_explanation": "171 - 173 - ولقد سبقت كلمتنا لرسلنا إنهم منصورون على أعدائهم بما منَّ الله عليهم به من الحجة والقوة، وإن الغلبة لجندنا الذين يقاتلون في سبيل الله لتكون كلمة الله هي العليا."
        },
        {
            "verse_number": 172,
            "verse_text": "إِنَّهُمۡ لَهُمُ ٱلۡمَنصُورُونَ",
            "explanation": "Notre Parole qui ne peut être contestée, a déjà décrété que Nos messagers seront secourus contre leurs ennemis par l’argument et la force accordée par Allah et que la victoire sera du lot de Nos soldats qui combattent pour la cause d’Allah afin que la parole d’Allah soit la plus haute.",
            "arabic_explanation": "171 - 173 - ولقد سبقت كلمتنا لرسلنا إنهم منصورون على أعدائهم بما منَّ الله عليهم به من الحجة والقوة، وإن الغلبة لجندنا الذين يقاتلون في سبيل الله لتكون كلمة الله هي العليا."
        },
        {
            "verse_number": 173,
            "verse_text": "وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ",
            "explanation": "Notre Parole qui ne peut être contestée, a déjà décrété que Nos messagers seront secourus contre leurs ennemis par l’argument et la force accordée par Allah et que la victoire sera du lot de Nos soldats qui combattent pour la cause d’Allah afin que la parole d’Allah soit la plus haute.",
            "arabic_explanation": "171 - 173 - ولقد سبقت كلمتنا لرسلنا إنهم منصورون على أعدائهم بما منَّ الله عليهم به من الحجة والقوة، وإن الغلبة لجندنا الذين يقاتلون في سبيل الله لتكون كلمة الله هي العليا."
        },
        {
            "verse_number": 174,
            "verse_text": "فَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ",
            "explanation": "Ô Messager, détourne-toi de ces polythéistes obstinés pendant durée que seul Allah connaît, jusqu’à ce que le moment de les châtier arrive.",
            "arabic_explanation": "فأعرض - أيها الرسول - عن هؤلاء المشركين المعاندين إلى مدة يعلمها الله حتى يأتي وقت عذابهم."
        },
        {
            "verse_number": 175,
            "verse_text": "وَأَبۡصِرۡهُمۡ فَسَوۡفَ يُبۡصِرُونَ",
            "explanation": "Regarde-les lorsque le châtiment s’abattra sur eux et eux-mêmes verront, même si cette vue ne leur sera d’aucune utilité.",
            "arabic_explanation": "وانظرهم حين ينزل بهم العذاب، فسيبصرون حين لا ينفعهم إبصار."
        },
        {
            "verse_number": 176,
            "verse_text": "أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ",
            "explanation": "Ces polythéistes veulent-ils hâter le châtiment d’Allah ?",
            "arabic_explanation": "أفيستعجل هؤلاء المشركون بعذاب الله؟!"
        },
        {
            "verse_number": 177,
            "verse_text": "فَإِذَا نَزَلَ بِسَاحَتِهِمۡ فَسَآءَ صَبَاحُ ٱلۡمُنذَرِينَ",
            "explanation": "Lorsque le châtiment d’Allah s’abattra sur eux un matin, ce sera certainement un mauvais matin pour eux.",
            "arabic_explanation": "فإذا نزل عذاب الله بهم فبئس الصباح صباحهم."
        },
        {
            "verse_number": 178,
            "verse_text": "وَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ",
            "explanation": "Ô Messager, détourne-toi d’eux jusqu’à ce qu’Allah décide de les châtier.",
            "arabic_explanation": "وأعرض - أيها الرسول - عنهم حتى يقضي الله بعذابهم."
        },
        {
            "verse_number": 179,
            "verse_text": "وَأَبۡصِرۡ فَسَوۡفَ يُبۡصِرُونَ",
            "explanation": "Puis observe et eux-mêmes verront le châtiment et la punition d’Allah s’abattre sur eux.",
            "arabic_explanation": "وانظر فسينظر هؤلاء ما يحل بهم من عذاب الله وعقابه."
        },
        {
            "verse_number": 180,
            "verse_text": "سُبۡحَٰنَ رَبِّكَ رَبِّ ٱلۡعِزَّةِ عَمَّا يَصِفُونَ",
            "explanation": "Ô Muħammad, que ton Seigneur, le Seigneur de la force, soit sanctifié et élevé au-dessus des attributs péjoratifs dont L'affublent les polythéistes.",
            "arabic_explanation": "تنزه ربك - يا محمد - ربّ القوة، وتقدس عما يصفه به المشركون من صفات النقص."
        },
        {
            "verse_number": 181,
            "verse_text": "وَسَلَٰمٌ عَلَى ٱلۡمُرۡسَلِينَ",
            "explanation": "Que la salutation et l’éloge d’Allah soient sur Ses nobles messagers.",
            "arabic_explanation": "وتحية الله وثناؤه على رسله الكرام."
        },
        {
            "verse_number": 182,
            "verse_text": "وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Que l’éloge soit tout entier à Allah car Lui seul le mérite. Il est le Seigneur de tous les mondes, qui n’ont pas d’autre seigneur que Lui.",
            "arabic_explanation": "والثناء كله لله سبحانه وتعالى، فهو المستحق له، وهو رب العالمين جميعًا، لا رب لهم سواه."
        }
    ]
}