{
    "surah_name": "SÂD",
    "surah_number": 38,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
            "explanation": "Şâd: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.\nJe prête serment par le Coran qui contient un rappel au gens concernant leur vie dans le bas monde et dans l’au-delà, qu’il n’existe pas d’associés à Allah comme le prétendent les polythéistes.",
            "arabic_explanation": "(ص) تقدم الكلام على نظائرها من الحروف المقطعة في بداية سورة البقرة. أقسم بالقرآن المشتمل على تذكير الناس بما ينفعهم في دنياهم وآخرتهم، ليس الأمر كما يظنه المشركون من وجود شركاء مع الله."
        },
        {
            "verse_number": 2,
            "verse_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
            "explanation": "Seulement, les mécréants refusent, par orgueil et par arrogance, de proclamer l’Unicité d’Allah et sont opposés et hostiles au Prophète Muħammad.",
            "arabic_explanation": "لكن الكافرين في حمية وتكبر عن توحيد الله، وفي خلاف مع محمد صلى الله عليه وسلم وعداوة له."
        },
        {
            "verse_number": 3,
            "verse_text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
            "explanation": "Que sont nombreuses les générations que Nous avons anéanties. Des générations qui traitaient de menteurs leurs messagers et qui ont crié au secours lorsque le châtiment s’est abattu sur eux. Or il était trop tard pour crier au secours et pour qu’on les épargne.",
            "arabic_explanation": "كم أهلكنا من قبلهم من القرون التي كذبت برسلها فنادوا مستغيثين عند نزول العذاب عليهم، وليس الوقت وقت خلاص لهم من العذاب فتنفعهم الاستغاثة منه."
        },
        {
            "verse_number": 4,
            "verse_text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
            "explanation": "Ils se sont étonnés qu’un Messager issu d’eux, les avertisse qu’un châtiment d’Allah leur était promis s’ils persistaient dans leur mécréance et les mécréants dirent lorsqu’ils virent les preuves de la véracité de ce qu’apportait le Prophète Muħammad: Cet homme est un sorcier qui ensorcelle les gens et un menteur qui prétend être un messager recevant la Révélation d’Allah.",
            "arabic_explanation": "وتعجبوا حين جاءهم رسول من أنفسهم يخوفهم من عذاب الله إن استمروا على كفرهم، وقال الكافرون حين شاهدوا البراهين على صدق ما جاء به محمد صلى الله عليه وسلم: هذا رجل ساحر يسحر الناس، كذاب فيما يدعيه من أنه رسول من الله يوحى إليه."
        },
        {
            "verse_number": 5,
            "verse_text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
            "explanation": "Cet homme réduit-il le nombre des divinités à un seul Dieu en dehors duquel il n’existe pas d’autres divinités? Ceci est vraiment stupéfiant.",
            "arabic_explanation": "أجعل هذا الرجل الآلهة المتعددة إلهًا واحدًا لا إله غيره؟! إن صنيعه هذا لغاية في العجب."
        },
        {
            "verse_number": 6,
            "verse_text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
            "explanation": "Leurs nobles et leurs notables partirent en disant à leurs partisans: Restez fidèles à votre confession et n’embrassez pas la religion de Muħammad. Restez fermement attachés à l’adoration de vos divinités car l’adoration d’un seul Dieu à laquelle vous appelle Muħammad est un stratagème qu’il a ourdi afin qu’il nous domine et que nous lui soyons assujettis.",
            "arabic_explanation": "وانطلق أشرافهم وكبراؤهم قائلين لأتباعهم: امضوا على ما كنتم عليه، ولا تدخلوا في دين محمد، واثبتوا على عبادة آلهتكم، إن ما دعاكم إليه محمد من عبادة إله واحد شيء مُدَبَّر يريده هو ليعلو علينا ونكون له أتباعًا."
        },
        {
            "verse_number": 7,
            "verse_text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
            "explanation": "Nous n’avons pas entendu parler du monothéisme auquel nous appelle Muħammad ni chez nos aïeux ni dans la religion de Jésus. Il ne fait que proférer des mensonges et des inventions.",
            "arabic_explanation": "ما سمعنا بما يدعونا إليه محمد من توحيد الله فيما وجدنا عليه آباءنا، ولا في ملة عيسى عليه السلام، وما ذلك الذي سمعناه منه إلا كذب وافتراء."
        },
        {
            "verse_number": 8,
            "verse_text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
            "explanation": "Est-il concevable que le Coran lui soit révélé à lui parmi nous tous et qu’il soit privilégié alors que nous sommes des chefs et des notables? Ces polythéistes douteront de la Révélation tant qu’ils n’auront pas goûté au châtiment d’Allah et ils sont trompés par le délai que Nous leur accordons. S’ils goûtaient au châtiment, ils n’oseraient pas se rendre coupables de mécréance et de polythéisme ni n’oseraient douter de ce qui t’est révélé.",
            "arabic_explanation": "أيصح أن ينزل عليه القرآن من بيننا، ويخص به، ولا ينزل علينا ونحن السادة الكبراء؟! بل هؤلاء المشركون في شك مما ينزل عليك من الوحي، ولمَّا يذوقوا عذاب الله، فاغتروا بإمهالهم، ولو ذاقوه لما تجاسروا على الكفر والشرك بالله والشك فيما يوحى إليك."
        },
        {
            "verse_number": 9,
            "verse_text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
            "explanation": "Ces polythéistes dénégateurs détiennent-ils les réserves de la grâce de ton Puissant Seigneur à qui personne ne tient tête, Celui qui donne ce qu’Il veut à qui Il veut? L’une des grâces issues de Sa réserve, est la Prophétie qu’Il donne à qui Il veut et il ne leur appartient pas de prétendre l’accorder à qui ils veulent et en priver qui ils veulent.",
            "arabic_explanation": "أم عند هؤلاء المشركين المكذبين خزائن فضل ربك العزيز الذي لا يغالبه أحد، الذي يعطي ما يريد لمن يريد، ومن خزائن فضله النبوة، فيعطيها من يشاء، وليست لهم حتى يمنحوها من شاؤوا ويمنعوها من أرادوا."
        },
        {
            "verse_number": 10,
            "verse_text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
            "explanation": "Détiennent-ils la propriété des Cieux, de la Terre et de ce qu’ils contiennent? Ont-ils le droit de donner et de ne pas donner? Si c’est ce qu’ils prétendent, qu’ils se donnent donc les moyens d’atteindre le ciel afin qu’ils puissent donner et ne pas donner comme bon leur semble, mais ils n’en seront jamais capables.",
            "arabic_explanation": "أم لهم ملك السماوات وملك الأرض وملك ما فيهما؟ فيحق لهم أن يعطوا ويمنعوا؟ إن كان هذا زعمهم فليأخذوا بالأسباب الموصلة إلى السماء ليتمكنوا من الحكم بما أرادوا من منع أو إعطاء، ولن يستطيعوا ذلك."
        },
        {
            "verse_number": 11,
            "verse_text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
            "explanation": "Ces gens qui traitent Muħammad de menteur seront des soldats vaincus comme les soldats qui les ont précédés et ont traité de menteurs leurs messagers.",
            "arabic_explanation": "هؤلاء المكذبون بمحمد صلى الله عليه وسلم جند مهزوم مثل من سبقه من الجنود التي كذبت رسلها."
        },
        {
            "verse_number": 12,
            "verse_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
            "explanation": "Ils ne sont pas les premiers de leur genre puisqu’ils ont été précédés par le peuple de Noé, les ‘Âd et Pharaon qui faisait subir aux gens le supplice du pal.",
            "arabic_explanation": "ليس هؤلاء المكذبون أول مكذب؛ فقد كذب قبلهم قوم نوح، وكذبت عاد، وكذب فرعون الذي كانت له أوتاد يعذب بها الناس."
        },
        {
            "verse_number": 13,
            "verse_text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
            "explanation": "Ils ont aussi été précédés par les Thâmûd, le peuple de Loth et le peuple de Chu’ayb. Ce sont eux les coalisés qui se sont unis contre leurs messagers afin de les traiter de menteurs et de mécroire en ce qu’ils apportaient.",
            "arabic_explanation": "وكذبت ثمود، وكذب قوم لوط، وكذب قوم شعيب، أولئك هم الأحزاب الذين تحزبوا على تكذيب رسلهم والكفر بما جاؤوا به."
        },
        {
            "verse_number": 14,
            "verse_text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
            "explanation": "Aucun de ces coalisés ne s'est épargné de traiter ses messagers de menteurs. Ils méritaient donc le châtiment d’Allah et ils furent punis, même si parfois ce ne fut pas immédiatement.",
            "arabic_explanation": "ما كل أحد من هذه الأحزاب إلا وقع منه تكذيب الرسل، فحق عليهم عذاب الله وحل عليهم عقابه وإن تأخر إلى حين."
        },
        {
            "verse_number": 15,
            "verse_text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
            "explanation": "Ces gens qui traitent Muħammad de menteur n’attendent que le second et dernier souffle dans la Trompe et que le châtiment s’abatte sur eux, s’ils meurent pendant qu’ils persistent à le traiter de menteur.",
            "arabic_explanation": "وما ينتظر هؤلاء المكذبون بمحمد صلى الله عليه وسلم إلا أن يُنْفَخ في الصور النفخة الثانية التي لا رجوع فيها، فيقع عليهم العذاب إن ماتوا على تكذيبهم به."
        },
        {
            "verse_number": 16,
            "verse_text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
            "explanation": "Ils dirent d’un ton railleur: Ô notre Seigneur, avance donc notre part de châtiment dans le bas monde avant l’au-delà.",
            "arabic_explanation": "وقالوا مستهزئين: يا ربنا، عجل لنا نصيبنا من العذاب في الحياة الدنيا قبل يوم القيامة."
        },
        {
            "verse_number": 17,
            "verse_text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
            "explanation": "Ô Messager, endure les paroles désagréables que profèrent ces dénégateurs et rappelle-toi Notre serviteur David doué d’une grande force qui lui permettait de combattre ses ennemis et d’être endurant dans son obéissance à Allah. Il se repentait souvent à Allah et œuvrait de manière à mériter Son agrément.",
            "arabic_explanation": "اصبر - أيها الرسول - على ما يقوله هؤلاء المكذبون مما لا يرضيك، واذكر عبدنا داود صاحب القوة على مقارعة أعدائه والصبر على طاعة الله، إنه كثير الرجوع إلى الله بالتوبة، والعمل بما يرضيه."
        },
        {
            "verse_number": 18,
            "verse_text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
            "explanation": "Nous avons assujetti les montagnes afin qu’elles glorifient Allah de concert avec David en début et en fin de journée.",
            "arabic_explanation": "إنا سخرنا الجبال مع داود يسبحن بتسبيحه إذا سبح آخر النهار وأوله عند الإشراق."
        },
        {
            "verse_number": 19,
            "verse_text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
            "explanation": "Nous avons également assujetti les oiseaux en suspens dans les airs et tous Le glorifient et se repentent à Lui.",
            "arabic_explanation": "وسخرنا الطير محبوسة في الهواء، كلٌّ مطيع يسبح تبعًا له."
        },
        {
            "verse_number": 20,
            "verse_text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
            "explanation": "Nous rendîmes son royaume plus puissant par le prestige, la force et la domination que Nous lui avons accordés sur ses ennemis. Nous lui avons aussi fait don de la Prophétie, la sagesse dans la prise de décision, la faculté d’exprimer tout ce qu’il désire, et la pertinence dans le jugement.",
            "arabic_explanation": "وقوينا ملكه بما وهبناه من الهيبة والقوة والنصر على أعدائه، وأعطيناه النبوة والصواب في أموره، وأعطيناه البيان الشافي في كل قصد، والفصل في الكلام والحكم."
        },
        {
            "verse_number": 21,
            "verse_text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
            "explanation": "Ô Messager, la nouvelle des deux antagonistes qui escaladèrent le mur du sanctuaire de David t’est-elle parvenue?",
            "arabic_explanation": "وهل جاءك - أيها الرسول - خبر المتخاصمَيْن حين عَلَوَا على داود عليه السلام مكان عبادته."
        },
        {
            "verse_number": 22,
            "verse_text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
            "explanation": "Ils entrèrent soudainement auprès de lui et il fut pris de frayeur par cette intrusion. Lorsqu’ils virent sa réaction, ils lui dirent: Ne crains rien, nous sommes deux antagonistes et l’un de nous a commis une injustice envers l’autre. Juge entre nous avec équité, ne sois pas injuste et oriente-nous vers le droit chemin.",
            "arabic_explanation": "إذ دخلا على داود فجأة، فارتاع من دخولهما عليه فجأة بهذه الطريقة غير المألوفة للدخول عليه، فلما تبين لهما ارتياعه قالا: لا تخف؛ فنحن خصمان ظلم أحدنا الآخر، فاحكم بيننا بالعدل، ولا تَجُرْ علينا إذا حكمت بيننا، وأرشدنا إلى سواء السبيل الذي هو سبيل الصواب."
        },
        {
            "verse_number": 23,
            "verse_text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
            "explanation": "L’un des deux antagonistes dit à David: Cet homme est mon frère. Il possède quatre-vingt-dix-neuf brebis et j’en possède une. Il me demanda de lui donner la mienne et a fait preuve de grande persuasion.",
            "arabic_explanation": "قال أحد الخصمين لداود عليه السلام: إن هذا الرجل أخي، له تسع وتسعون نعجة، ولي نعجة واحدة، فطلب مني أن أعطيه إياها، وغلبني في الحجة."
        },
        {
            "verse_number": 24,
            "verse_text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
            "explanation": "David émit son jugement et s’adressa au plaignant en ces termes: Ton frère a certainement été injuste envers toi lorsqu’il t’a demandé de lui donner ta brebis pour l’ajouter aux siennes. Nombreux sont ceux qui violent les droits de leurs associés, excepté les croyants qui accomplissent de bonnes œuvres. Eux ne lèsent pas leurs associés, mais ils sont peu nombreux. David s’aperçut ensuite que Nous l’avions éprouvé par cette querelle et il demanda alors pardon à son Seigneur, se prosterna afin de se rapprocher de Lui et se repentit à Lui. Ceci est une parabole énoncée parAllah, faisant référence à ce qui arriva à David avec la femme qui sollicita son jugement.",
            "arabic_explanation": "فحكم داود بينهما وقال مخاطبًا صاحب الدعوى: لقد ظلمك أخوك حين سألك ضم نعجتك إلى نعاجه، وإن كثيرًا من الشركاء ليعتدي بعضهم على بعض بأخذ حقه وعدم الإنصاف، إلا المؤمنين الذين يعملون الأعمال الصالحات فإنهم ينصفون شركاءهم ولا يظلمونهم، والمتصفون بذلك قليل، وأيقن داود عليه السلام أنما أوقعناه في فتنة بهذه الخصومة، فطلب المغفرة من ربه وسجد تقربًا إلى الله، وتاب إليه."
        },
        {
            "verse_number": 25,
            "verse_text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
            "explanation": "Nous l’exauçâmes et lui pardonnâmes. Il est du nombre de ceux qui sont rapprochés de Nous et qui connaîtront un sort favorable dans l’au-delà.",
            "arabic_explanation": "فاستجبنا له فغفرنا له ذلك، وإنه عندنا لمن المقربين، وله حُسْن مصير في الآخرة."
        },
        {
            "verse_number": 26,
            "verse_text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
            "explanation": "Ô David, Nous avons fait de toi un successeur sur Terre qui exécute les jugements qui tranchent les affaires terrestres ou religieuses. Juge donc entre les gens avec équité et ne suis pas ta passion, en favorisant par exemple un des antagonistes en raison d’une proximité amicale ou familiale ou au contraire en le lésant en raison d’une animosité. La passion t’égarerait alors du droit chemin. Ceux qui s’égarent du droit chemin d’Allah subiront un châtiment sévère pour leur oubli du Jour du Jugement, s’ils l’avaient eu en mémoire et l’avaient redouté, ils n’auraient pas suivi leurs penchants.",
            "arabic_explanation": "يا داود، إنا صيَّرناك خليفة في الأرض تنفذ الأحكام والقضايا الدينية والدنيوية، فاقض بين الناس بالعدل، ولا تتبع الهوى في حكمك بين الناس؛ بأن تميل مع أحد الخصمين لقرابة أو صداقة أو تميل عنه لعداوة، فيضلك الهوى عن صراط الله المستقيم، إن الذين يضلون عن صراط الله المستقيم لهم عذاب قوي بسبب نسيانهم يوم الحساب؛ إذ لو كانوا يذكرونه ويخافون منه لما مالوا مع أهوائهم."
        },
        {
            "verse_number": 27,
            "verse_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
            "explanation": "Nous n’avons pas créé le Ciel et la Terre vainement. C'est ce que pensent ceux qui ont mécru. Malheur donc à eux pour le châtiment du feu qui les attend le Jour de la Résurrection s’ils meurent mécréants et entretenant un mauvais soupçon à l’égard d’Allah.",
            "arabic_explanation": "وما خلقنا السماء والأرض عبثًا، ذلك ظن الذين كفروا، فويل لهؤلاء الكافرين الذين يظنون هذا الظن من عذاب النار يوم القيامة إذا ماتوا على ما هم عليه من الكفر وظن السوء بالله."
        },
        {
            "verse_number": 28,
            "verse_text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
            "explanation": "Nous ne mettrons pas sur un même pied d’égalité ceux qui croient en Allah, suivent Son Messager et accomplissent de bonnes œuvres et ceux qui, par leur mécréance et leurs péchés, commettent du désordre sur terre. Nous ne mettrons pas non plus sur un même pied d’égalité ceux qui craignent leur Seigneur en se conformant à Ses commandements et en renonçant à Ses interdits et les hypocrites qui se complaisent dans les actes de désobéissance. Les considérer comme égaux est une injustice qu'il ne sied pas à Allah de commettre. Au contraire, Allah rétribuera plutôt les croyants pieux en les faisant entrer au Paradis et punira les mécréants misérables en les faisant entrer en Enfer. Comme les deux partis ne sont pas égaux pour Allah, leur rétribution n’est pas égale pour Lui non plus.",
            "arabic_explanation": "لن نجعل الذين آمنوا بالله واتبعوا رسوله وعملوا الأعمال الصالحات مثل المفسدين في الأرض بالكفر والمعاصي، ولا نجعل المتقين لربهم بامتثال أوامره واجتناب نواهيه مثل الكافرين والمنافقين المنغمسين في المعاصي، إن التسوية بينهما جَوْر لا يليق بالله سبحانه وتعالى، بل يجازي الله المؤمنين الأتقياء بدخول الجنة، ويعاقب الكافرين الأشقياء بدخول النار؛ لأنهم لا يستوون عند الله، فلا يستوي جزاؤهم عنده."
        },
        {
            "verse_number": 29,
            "verse_text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
            "explanation": "Ce Coran est un Livre que Nous t’avons révélé. Il contient de nombreux récits ainsi qu’une multitude de prescriptions utiles, afin que les gens méditent ses versets et réfléchissent sur leur sens et que les personnes douées d’une raison éclairée en tirent des enseignements.",
            "arabic_explanation": "إن هذا القرآن كتاب أنزلناه إليك كثير الخير والنفع، ليتدبر الناس آياته ويتفكروا في معانيها، وليتعظ به أصحاب العقول الراجحة النيرة."
        },
        {
            "verse_number": 30,
            "verse_text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
            "explanation": "Nous avons donné Salomon comme fils à David, en guise de faveur de notre part, afin qu’il y trouve de la quiétude. Quel bon serviteur que Salomon: il se repentait souvent à Allah et s’en remettait à Lui.",
            "arabic_explanation": "ووهبنا لداود ابنه سليمان إنعامًا منا عليه وتفضلًا لتقر عينه به، نعم العبد سليمان، إنه كثير التوبة والرجوع إلى الله والإنابة إليه."
        },
        {
            "verse_number": 31,
            "verse_text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
            "explanation": "Rappelle-toi lorsqu’on lui présenta un après-midi des pur-sang de course qui se tiennent debout sur trois pattes et lèvent la quatrième. On ne cessa de lui en présenter jusqu’à ce que le soleil se soit couché.",
            "arabic_explanation": "اذكر حين عُرِضت عليه عصرًا الخيول الأصيلة السريعة، تقف على ثلاث قوائم، وترفع الرابعة، فلم تزل تُعْرض عليه تلك الخيول الأصيلة حتى غربت الشمس."
        },
        {
            "verse_number": 32,
            "verse_text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
            "explanation": "Salomon dit: J’ai préféré mon amour des biens de ce monde, dont font partie les chevaux, à l’évocation de mon Seigneur au point que le soleil s’est couché et que j’ai manqué la prière de l’après-midi.",
            "arabic_explanation": "فقال سليمان: إني آثرت حب المال - ومنه هذه الخيل - على ذكر ربي حتى غابت الشمس وتأخرتُ عن صلاة العصر."
        },
        {
            "verse_number": 33,
            "verse_text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
            "explanation": "Approchez de moi ces chevaux, ordonna-t-il et on les approcha de lui. Puis il se mit à les frapper au cou et aux pattes avec son sabre.",
            "arabic_explanation": "ردوا علي هذه الخيل، فردوها عليه، فبدأ يضرب بالسيف سوقها وأعناقها."
        },
        {
            "verse_number": 34,
            "verse_text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
            "explanation": "Nous avons éprouvé Salomon et avons placé sur son trône un démon ayant une apparence humaine qui régna une courte période sur son royaume, puis Salomon récupéra son royaume et son ascendant sur les démons.",
            "arabic_explanation": "ولقد اختبرنا سليمان وألقينا على كرسي ملكه شيطانًا، متمثلًا بإنسان تصرف في ملكه مدة قصيرة ثم أعاد الله لسليمان ملكه، وسلَّطه على الشياطين."
        },
        {
            "verse_number": 35,
            "verse_text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
            "explanation": "Salomon dit: Ô Seigneur, pardonne-moi mes péchés et accorde-moi un royaume qui m’est spécifique et que personne n’aura après moi. Ô Seigneur, c’est Toi qui dispenses ce que Tu veux.",
            "arabic_explanation": "قال سليمان: يا رب، اغفر لي ذنوبي، وأعطني ملكًا خاصًّا بي، لا يكون لأحد من الناس بعدي، إنك - يا رب - كثير العطاء، عظيم الجود."
        },
        {
            "verse_number": 36,
            "verse_text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
            "explanation": "Nous l’exauçâmes alors et lui avons assujetti le vent qui soufflait doucement par son ordre, malgré sa force et sa vitesse, et le transportait où il le voulait.",
            "arabic_explanation": "فاستجبنا له وذللنا له الريح تنقاد بأمره لينة، لا زعزعة فيها مع قوتها وسرعة جريها، تحمله حيث أراد."
        },
        {
            "verse_number": 37,
            "verse_text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
            "explanation": "Nous lui avons également assujetti les démons qui suivaient ses ordres à la lettre: certains étaient des bâtisseurs et d’autres des plongeurs qui s’introduisaient profondément sous la mer pour en extraire des perles.",
            "arabic_explanation": "وذللنا له الشياطين يأتمرون بأمره، فمنهم البناؤون، ومنهم الغواصون الذين يغوصون في البحار، فيستخرجون الدُّر منها."
        },
        {
            "verse_number": 38,
            "verse_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
            "explanation": "Il y a avait aussi parmi les démons qui lui étaient assujettis, des démons rebelles enchaînés incapables de se mouvoir avec liberté.",
            "arabic_explanation": "ومن الشياطين مردة سُخِّروا له، فهم موثقون في الأغلال لا يستطيعون التحرك."
        },
        {
            "verse_number": 39,
            "verse_text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
            "explanation": "Ô Salomon, voici le don que Nous t’avons fait en guise de réponse à ce que tu Nous as demandé. Donnes-en à qui tu veux et prives-en qui tu veux, tu n’auras aucun compte à rendre à ce sujet.",
            "arabic_explanation": "يا سليمان، هذا عطاؤنا الذي أعطيناكه استجابة لما طلبت منا، فأعط من شئت، وامنع من شئت، فلن تحاسب في إعطاء أو منع."
        },
        {
            "verse_number": 40,
            "verse_text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
            "explanation": "Salomon est pour Nous du nombre des rapprochés et il habitera dans une demeure agréable lorsqu’il retournera auprès de Nous. Cette demeure est le Paradis.",
            "arabic_explanation": "وإن سليمان عندنا لمن المقربين، وله حُسْن مرجع يرجع إليه وهو الجنة."
        },
        {
            "verse_number": 41,
            "verse_text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
            "explanation": "Ô Messager, rappelle-toi de Notre serviteur Job (`Ayyûb) qui dit en invoquant Allah: Satan m’a infligé un mal et une peine douloureuse.",
            "arabic_explanation": "واذكر - أيها الرسول - عبدنا أيوب حين دعا الله ربه: أني أصابني الشيطان بأمر متعب معذب."
        },
        {
            "verse_number": 42,
            "verse_text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
            "explanation": "Nous lui répondîmes: Frappe le sol de ton pied. Il s’exécuta et du sol jaillit une eau dont il but et se lava le corps. C’est alors que le mal dont il souffrait disparut.",
            "arabic_explanation": "فقلنا له: اضرب برجلك الأرض، فضرب برجله الأرض، فنبع له منها ماء يشرب منه ويغتسل، فيذهب ما به من الضر والأذى."
        },
        {
            "verse_number": 43,
            "verse_text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
            "explanation": "Nous l’exauçâmes alors et fîmes disparaître le mal dont il souffrait. Puis Nous lui donnâmes une famille et doublèrent le nombre de ses enfants et petits-enfants, par miséricorde de Notre part, comme rétribution pour sa patience et afin que les gens doués d’intelligence se rappellent que les fruits de la patience sont une issue favorable et une récompense.",
            "arabic_explanation": "فاستجبنا له، فكشفنا ما به من ضر، وأعطيناه أهله، وزدناه عليهم مثلهم من البنين والحفدة رحمة منا به، وجزاءً له على صبره، وليتذكر أصحاب العقول الراجحة أن عاقبة الصبر الفرج والثواب."
        },
        {
            "verse_number": 44,
            "verse_text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
            "explanation": "Lorsque Job fut en colère contre son épouse, il fit le serment qu’il allait lui infliger cent coups de fouet mais Nous lui dîmes: Ô Job, prends un faisceau de brindilles et frappe-la avec, afin de ne pas commettre de parjure. Il obéit et Nous le trouvâmes patient dans l’épreuve que Nous lui avons fait subir. Quel bon serviteur qui se repentait souvent à Allah.",
            "arabic_explanation": "حين غضب أيوب على زوجته، فأقسم ليضربنها مئة جلدة، قلنا له: خذ - يا أيوب - بيدك حزمة شَمَاريخ فاضربها بها إبرارًا لقسمك، ولا تحنث في قسمك الذي أقسمته، فأخذ بحزمة شَمَاريخ فضربها بها، إنا وجدناه صابرًا على ما ابتليناه به، نعم العبد هو، إنه كثير الرجوع والإنابة إلى الله."
        },
        {
            "verse_number": 45,
            "verse_text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
            "explanation": "Ô Messager, rappelle-toi de Nos serviteurs que Nous avons élus et de Nos messagers que Nous avons envoyés: Abraham, Isaac et Jacob. Ils étaient doués de force dans leur obéissance à Allah et la recherche de Son agrément. Ils étaient également dotés d’une sincère clairvoyance qui leur faisait suivre la vérité.",
            "arabic_explanation": "واذكر - أيها الرسول - عبادنا الذين اصطفيناهم ورسلنا الذين أرسلناهم: إبراهيم وإسحاق ويعقوب، فقد كانوا أصحاب قوة في طاعة الله وتلمّس مرضاته، وكانوا أصحاب بصيرة في الحق صادقة."
        },
        {
            "verse_number": 46,
            "verse_text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
            "explanation": "Nous leur avons fait la faveur spécifique d’emplir leur cœur du rappel de l’au-delà et de les préparer à rejoindre cette demeure en accomplissant de bonnes œuvres et en appelant les gens à en accomplir.",
            "arabic_explanation": "إنا مننا عليهم بخاصة اختصصناهم بها، وهي إعمار قلوبهم بذكر الدار الآخرة والاستعداد لها بالعمل الصالح ودعوة الناس إلى العمل لها."
        },
        {
            "verse_number": 47,
            "verse_text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
            "explanation": "Pour Nous, ils sont du nombre de ceux que Nous avons élus pour Nous obéir et Nous adorer. Nous les avons, en effet, choisis afin qu’ils portent Notre Message et le transmettent aux gens.",
            "arabic_explanation": "وإنهم عندنا لممن اصطفيناهم لطاعتنا وعبادتنا، واخترناهم لحمل رسالتنا وتبليغها للناس."
        },
        {
            "verse_number": 48,
            "verse_text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
            "explanation": "Ô Messager, rappelle-toi d’Ismaël fils d’Abraham, d’Elisée (Alyasa’), de Dhû al-Kifl et fais leur éloge car ils le méritent. Tous ont été élus et choisis par Allah",
            "arabic_explanation": "واذكر - أيها النبي - إسماعيل بن إبراهيم، واذكر اليَسَعَ، واذكر ذا الكِفْل، وأثن عليهم بأحسن ثناء، فهم أهل له، وكل هؤلاء من المختارين عند الله المصطفَين."
        },
        {
            "verse_number": 49,
            "verse_text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
            "explanation": "Ceci est une mention élogieuse de ces hommes dans le Coran et ceux qui craignent Allah en se conformant à Ses commandements et en renonçant à Ses interdits, connaîtront un retour favorable dans l’au-delà.",
            "arabic_explanation": "هذا ذكر لهؤلاء بالثناء الجميل في القرآن، وإن للمتقين بامتثال أوامر الله واجتناب نواهيه لمرجعًا حسنًا في الدار الآخرة."
        },
        {
            "verse_number": 50,
            "verse_text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
            "explanation": "Ils iront le Jour de la Résurrection dans des vergers pour y demeurer et on leur ouvrira leurs portes afin de les accueillir.",
            "arabic_explanation": "هذا المرجع الحسن هو جنات إقامة يدخلونها يوم القيامة، وقد فتحت لهم أبوابها احتفاءً بهم."
        },
        {
            "verse_number": 51,
            "verse_text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
            "explanation": "Ils y seront accoudés à des banquettes qui auront été ornées pour eux et ils ordonneront à leurs serviteurs de leur présenter les variétés de fruits et de boissons, vin ou autre, qu’ils désirent.",
            "arabic_explanation": "متكئين على الأرائك المزينة لهم، يطلبون من خدامهم أن يقدموا لهم ما يشتهونه من الفواكه الكثيرة المتنوعة، ومن الشراب مما يشتهونه من خمر وغيرها."
        },
        {
            "verse_number": 52,
            "verse_text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
            "explanation": "Il y aura auprès d’eux des femmes d’un âge moyen qui ne regarderont que leurs époux et personne d’autre.",
            "arabic_explanation": "وعندهم نساء قاصرات أطرافهن على أزواجهن، لا تتجاوزهم إلى غيرهم، وهن مستويات في السن."
        },
        {
            "verse_number": 53,
            "verse_text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
            "explanation": "Ô gens pieux, voilà la rétribution agréable que l’on vous promet le Jour de la Résurrection pour les bonnes œuvres que vous accomplissiez dans le bas monde.",
            "arabic_explanation": "هذا ما توعدون - أيها المتقون - من الجزاء الطيب يوم القيامة على أعمالكم الصالحة التي كنتم تعملونها في الدنيا."
        },
        {
            "verse_number": 54,
            "verse_text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
            "explanation": "Ce que Nous avons mentionné est la rétribution dont Nous pourvoirons les serviteurs pieux le Jour de la Résurrection. Ce sera un don continu qui ne s’interrompra jamais",
            "arabic_explanation": "إن هذا الذي ذكرنا من الجزاء لرزقنا نرزق به المتقين يوم القيامة، وهو رزق مستمر، لا ينقطع ولا ينتهي."
        },
        {
            "verse_number": 55,
            "verse_text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
            "explanation": "Ceci est en effet la rétribution des gens pieux, tandis que ceux qui outrepassent les limites d’Allah en mécroyant et en commettant des péchés auront droit à une rétribution totalement opposée: leur retour sera le pire qui soit le Jour de la Résurrection.",
            "arabic_explanation": "هذا الذي ذكرنا جزاء المتقين، وإن للمتجاوزين لحدود الله بالكفر والمعاصي لجزاءً مغايرًا لجزاء المتقين، فلهم شر مرجع يرجعون إليه يوم القيامة."
        },
        {
            "verse_number": 56,
            "verse_text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
            "explanation": "Ils iront en Enfer qui les cernera de toutes parts et ils endureront sa chaleur et ses flammes. Il sera leur literie et quelle pire literie que l’Enfer.",
            "arabic_explanation": "هذا الجزاء هو جهنم تحيط بهم، ويعانون حرها ولهيبها، لهم منها فراش، فبئس الفراش فراشهم."
        },
        {
            "verse_number": 57,
            "verse_text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
            "explanation": "Leur supplice consistera à boire une eau extrêmement brûlante et du pus s’écoulant des corps des suppliciés en Enfer. Qu’ils boivent de ces boissons qui n’étancheront jamais leur soif.",
            "arabic_explanation": "هذا العذاب ماء متناهي الحرارة، وصديد سائل من أجساد أصحاب النار المعذبين فيها، فليشربوه، فهو شرابهم الذي لا يروي من عطش."
        },
        {
            "verse_number": 58,
            "verse_text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
            "explanation": "Ils subiront d’autres supplices du même genre et d’autres complètement différents.",
            "arabic_explanation": "ولهم عذاب آخر من شكل هذا العذاب، فلهم عدة أصناف من العذاب يُعَذَّبون بها في الآخرة."
        },
        {
            "verse_number": 59,
            "verse_text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
            "explanation": "Lorsque les gens de l’Enfer entreront en Enfer, des disputes éclateront entre eux. Ils s’invectiveront les uns les autres et les uns se désavoueront des autres. Certains diront: Voici un groupe qui entrera en Enfer avec vous. Les autres répondront: Qu’ils ne soient pas les bienvenus car ils endureront le feu que nous endurons.",
            "arabic_explanation": "وإذا دخل أهل النار وقع بينهم ما يقع بين الخصوم من الشتم، وتبرأ بعضهم من بعض، فيقول بعضهم: هذه طائفة من أهل النار داخلة النار معكم، فيجيبونهم: لا مرحبًا بهم إنهم مقاسون من عذاب النار مثل ما نقاسيه."
        },
        {
            "verse_number": 60,
            "verse_text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
            "explanation": "Les suiveurs diront à leurs chefs meneurs: Ô chefs meneurs, c’est plutôt vous qui n’êtes pas les bienvenus car c’est vous qui êtes la cause du châtiment douloureux que nous subissons car vous nous avez égarés et nous avez trompés. Que la demeure, l’Enfer, de tous ces gens est mauvaise.",
            "arabic_explanation": "قال فوج الأتباع لسادته المتبوعين: بل أنتم - أيها السادة المتبوعون - لا مرحبًا بكم، فأنتم من تسببتم لنا بهذا العذاب الأليم بإضلالكم لنا وإغوائكم، فبئس القرار هذا القرار، قرار الجميع الذي هو نار جهنم."
        },
        {
            "verse_number": 61,
            "verse_text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
            "explanation": "Les suiveurs diront: Ô notre Seigneur, double le châtiment de ceux qui nous ont détournés de la guidée lorsque celle-ci nous est parvenue.",
            "arabic_explanation": "قال الأتباع: يا ربنا، من أضلنا عن الهدى بعد إذ جاءنا فاجعل عذابه في النار عذابًا مضاعفًا."
        },
        {
            "verse_number": 62,
            "verse_text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
            "explanation": "Les arrogants et les tyrans diront: Pourquoi ne voyons-nous pas dans le feu, des hommes que nous considérions dans le bas monde comme des misérables qui méritent le châtiment.",
            "arabic_explanation": "وقال المتكبرون الطغاة: ما لنا لا نرى معنا في النار رجالًا كنا نحسبهم في الدنيا من الأشقياء الذين يستحقون العذاب."
        },
        {
            "verse_number": 63,
            "verse_text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
            "explanation": "Nous sommes-nous trompés lorsque nous les avons raillés alors qu’il s’avère qu’ils ne méritent pas d’être châtiés? Ou alors avions-nous raison et ils sont bien entrés en Enfer sans que nous ne les ayons vus?",
            "arabic_explanation": "أكانت سخريتنا واستهزاؤنا بهم خطأ فلم يستحقوا العذاب، أم أن استهزاءنا بهم كان صوابًا، وقد دخلوا النار، ولم تقع عليهم أبصارنا؟!"
        },
        {
            "verse_number": 64,
            "verse_text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
            "explanation": "Les disputes entre mécréants qui sont décrites ici et qui auront lieu le Jour de la Résurrection sont une vérité indubitable.",
            "arabic_explanation": "إن ذلك الذي ذكرنا لكم من تخاصم الكفار بينهم يوم القيامة لَحَقٌّ لا مرية فيه ولا ريب."
        },
        {
            "verse_number": 65,
            "verse_text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
            "explanation": "Ô Muħammad, dis aux mécréants de ton peuple: Je ne fais que vous avertir contre le châtiment qu’Allah abattra sur vous pour votre mécréance et le démenti que vous opposiez à Ses messagers. Il n’existe pas de dieu méritant d’être adoré hormis Allah. Il est Unique dans Son éminence, Ses attributs et Ses noms. Il est le Dominateur qui domine tout et tout Lui est soumis.",
            "arabic_explanation": "قل - يا محمد - للكفار من قومك: إنما أنا منذر لكم من عذاب الله أن يوقعه عليكم بسبب كفركم به وتكذيبكم لرسله، وليس يوجد إله يستحق العبادة إلا الله سبحانه، فهو المنفرد في عظمته وصفاته وأسمائه، وهو القهار الذي قهر كل شيء، فكل شيء خاضع له."
        },
        {
            "verse_number": 66,
            "verse_text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
            "explanation": "Il est le Seigneur des Cieux, de la Terre et de ce qui se trouve entre les deux. Il est le Puissant dans Son Royaume, où personne ne Lui tient tête, et Il pardonne les péchés de Ses serviteurs qui se repentent.",
            "arabic_explanation": "وهو رب السماوات ورب الأرض ورب ما بينهما، وهو العزيز في ملكه الذي لا يغالبه أحد، وهو الغفار لذنوب التائبين من عباده."
        },
        {
            "verse_number": 67,
            "verse_text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
            "explanation": "Ô Messager, dis à ces dénégateurs: Le Coran est une nouvelle d’une importance suprême.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المكذبين: إن القرآن خبر ذو شأن عظيم."
        },
        {
            "verse_number": 68,
            "verse_text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
            "explanation": "Mais vous vous en détournez et ne lui accordez pas d’importance.",
            "arabic_explanation": "أنتم عن هذا الخبر العظيم الشأن معرضون، لا تلتفتون إليه."
        },
        {
            "verse_number": 69,
            "verse_text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
            "explanation": "Je n’ai aucune connaissance de ce que disent les anges au sujet de la création d'Adam, si ce n’est qu’Allah a fait descendre sur moi la Révélation et m’a instruit.",
            "arabic_explanation": "ليس لي من علم بما كان يدور من حديث بين الملائكة بشأن خلق آدم، لولا أن الله أوحى إليَّ وعلّمني."
        },
        {
            "verse_number": 70,
            "verse_text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
            "explanation": "Allah ne me révèle ce qu’Il me révèle que pour vous avertir clairement de Son châtiment.",
            "arabic_explanation": "إنما يوحي الله إليَّ ما يوحيه لأني نذير لكم من عذابه بيّن النذارة."
        },
        {
            "verse_number": 71,
            "verse_text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
            "explanation": "Rappelle-toi lorsque ton Seigneur dit aux anges: Je vais créer un être humain à partir d’argile. Il s’agit d’Adam.",
            "arabic_explanation": "اذكر حين قال ربك للملائكة: إني خالق بشرًا من طين وهو آدم عليه السلام."
        },
        {
            "verse_number": 72,
            "verse_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
            "explanation": "Lorsque J’aurai achevé sa création, l’aurai bien formé et lui aurai insufflé de Mon Esprit, prosternez-vous devant lui.",
            "arabic_explanation": "فإذا سوَّيت خلقه، وعدلت صورته، ونفخت فيه من روحي، فاسجدوا له."
        },
        {
            "verse_number": 73,
            "verse_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
            "explanation": "Les anges obéirent tous sans exception à l’ordre de leur Seigneur et se prosternèrent en guise de respect à Adam.",
            "arabic_explanation": "فامتثل الملائكة أمر ربهم، فسجدوا جميعهم سجود تكريم، ولم يبق منهم أحد إلا سجد لآدم."
        },
        {
            "verse_number": 74,
            "verse_text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
            "explanation": "Seul `Iblîs dédaigna se prosterner et pour cette raison il devint mécréant.",
            "arabic_explanation": "إلا إبليس تكبر عن السجود، وكان بتكبره على أمر ربه من الكافرين."
        },
        {
            "verse_number": 75,
            "verse_text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
            "explanation": "Allah dit: Ô `Iblîs, que t’a empêché de te prosterner devant Adam que J’ai créé de Mes mains? Est-ce de l’orgueil, te montrais-tu auparavant orgueilleux à l’égard de ton Seigneur?",
            "arabic_explanation": "قال الله: يا إبليس، أي شيء منعك من السجود لآدم الذي خلقته بيدي؟! أمنعك من السجود التكبر، أم كنت من قبل ذا تكبر وعلوّ على ربك؟!"
        },
        {
            "verse_number": 76,
            "verse_text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
            "explanation": "`Iblîs répondit: Je suis meilleur qu’Adam car Tu m’as créé de feu alors que lui, Tu l’as créé d’argile. `Iblîs prétendait ainsi que le feu est un élément plus noble que l’argile.",
            "arabic_explanation": "قال إبليس: أنا خير من آدم، فقد خلقتني من نار وخلقته من طين. وهذا بزعمه أن النار أشرف عنصرًا من الطين."
        },
        {
            "verse_number": 77,
            "verse_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
            "explanation": "Allah dit à `Iblîs: Sors du Paradis maudit et honni.",
            "arabic_explanation": "قال الله لإبليس: فاخرج من الجنة فإنك ملعون مشتوم."
        },
        {
            "verse_number": 78,
            "verse_text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
            "explanation": "Tu seras chassé du Paradis jusqu’au Jour de la Rétribution qui est le Jour de la Résurrection.",
            "arabic_explanation": "وإن عليك الطرد من الجنة إلى يوم الجزاء، وهو يوم القيامة."
        },
        {
            "verse_number": 79,
            "verse_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
            "explanation": "`Iblîs demanda ensuite à Allah: Accorde-moi un délai et ne me fais pas mourir jusqu’au jour où Tu ressusciteras Tes serviteurs.",
            "arabic_explanation": "قال إبليس: فأمهلني ولا تمتني إلى يوم تبعث عبادك."
        },
        {
            "verse_number": 80,
            "verse_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
            "explanation": "Allah lui répondit: Ce délai t’est accordé.",
            "arabic_explanation": "قال الله: فإنك من المُمْهَلين."
        },
        {
            "verse_number": 81,
            "verse_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
            "explanation": "Ton délai s’étendra jusqu’au jour de l’instant bien connu où tu connaîtras la mort.",
            "arabic_explanation": "إلى يوم الوقت المعلوم المحدد لإهلاكك."
        },
        {
            "verse_number": 82,
            "verse_text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
            "explanation": "`Iblîs dit: Je fais le serment par Ton pouvoir et Ta domination que j’égarerai tous les descendants d’Adam.",
            "arabic_explanation": "قال إبليس: فأقسم بقدرتك وقهرك، لأضلنّ بني آدم أجمعين."
        },
        {
            "verse_number": 83,
            "verse_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
            "explanation": "Excepté ceux que Tu auras préservés de mon égarement et que Tu as élus afin qu’ils T’adorent Seul.",
            "arabic_explanation": "إلا من عصمته أنت من إضلالي وأخلصته لعبادتك وحدك."
        },
        {
            "verse_number": 84,
            "verse_text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
            "explanation": "Allah dit: La vérité provient de Moi et Je dis la vérité, rien d’autre que la vérité.",
            "arabic_explanation": "قال الله تعالى: فالحق مني، والحق أقوله، لا أقول غيره."
        },
        {
            "verse_number": 85,
            "verse_text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
            "explanation": "Le Jour de la Résurrection, J’emplirai l’Enfer de toi et de tous les descendants d’Adam qui t’auront suivi dans la mécréance.",
            "arabic_explanation": "لأملأن يوم القيامة جهنم منك وممن تبعك في كفرك من بني آدم أجمعين."
        },
        {
            "verse_number": 86,
            "verse_text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
            "explanation": "Ô Messager, dis à ces polythéistes: Je ne vous demande aucune rétribution pour les bons conseils que je vous transmets et je ne me permets pas d’ajouter à ce qui m’a été ordonné de transmettre",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: ما أسألكم على ما أبلغكم من النصح من جزاء، وما أنا من المتكلفين بالإتيان بزيادة على ما أمرت به."
        },
        {
            "verse_number": 87,
            "verse_text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
            "explanation": "Le Coran n’est qu’un rappel adressé aux humains et aux djinns juridiquement aptes [à assumer les charges de la religion].",
            "arabic_explanation": "ليس القرآن إلا تذكيرًا للمكلفين من الإنس والجنّ."
        },
        {
            "verse_number": 88,
            "verse_text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
            "explanation": "Vous vérifierez certainement la véracité de ce Coran dans peu de temps lorsque vous mourrez.",
            "arabic_explanation": "ولتعلمُنَّ خبر هذا القرآن، وأنه صادق بعد وقت قريب حين تموتون."
        }
    ]
}