{
    "surah_name": "AZ-ZOUMAR",
    "surah_number": 39,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
            "explanation": "La révélation du Coran est l’œuvre d’Allah, le Puissant à qui personne ne tient tête, le Sage dans Sa création, Sa gestion et Ses prescriptions. Ce Coran n’a été révélé par personne d’autre que Lui.",
            "arabic_explanation": "تنزيل القرآن من الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وشرعه، ليس مُنزلًا من غيره سبحانه."
        },
        {
            "verse_number": 2,
            "verse_text": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
            "explanation": "Ô Messager, Nous t’avons révélé le Coran qui contient la vérité, [un livre] dont les récits sont tous véridiques et dont les jugements sont tous équitables. Adore donc Allah en proclamant Son Unicité et pratique un culte monothéiste exclusif en n’y mêlant aucune forme de polythéisme.",
            "arabic_explanation": "إنا أنزلنا إليك - أيها الرسول - القرآن مشتملًا على الحق، فأخباره كلها صادقة وأحكامه جميعها عادلة، فاعبد الله موحدًا له، مخلصًا له التوحيد من الشرك."
        },
        {
            "verse_number": 3,
            "verse_text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ",
            "explanation": "A Allah appartient la religion exempte de polythéisme. Ceux qui se sont donné des alliés autres qu'Allah, parmi les idoles et les tyrans qu’ils adorent au lieu d’adorer Allah, avancent l’excuse suivante: Nous n’adorons ces idoles que pour la raison  qu’elles Nous rapprochent davantage d'Allah, Lui transmettent nos doléances et intercèdent en notre faveur auprès de Lui. Allah tranchera entre les croyants monothéistes et les mécréants polythéistes le Jour de la Résurrection au sujet de dont ils divergeaient. Allah ne facilite pas la guidée vers la vérité à ceux mentent sur Allah en Lui attribuant un associé et ne Lui sont pas reconnaissants pour Ses bienfaits.",
            "arabic_explanation": "ألا لله الدين الخالي من الشرك، والذين اتخذوا من دون الله أولياء من الأوثان والطواغيت يعبدونهم من دون الله معتذرين عن عبادتهم لهم بقولهم: ما نعبد هؤلاء إلا ليقربونا إلى الله منزلة، ويرفعوا حوائجنا إليه، ويشفعوا لنا عنده؛ إن الله يحكم بين المؤمنين الموحدين وبين الكافرين المشركين يوم القيامة، فيما كانوا فيه يختلفون من التوحيد، إن الله لا يوفّق للهداية إلى الحق من هو كاذب على الله ينسب له الشريك، كفور بنعم الله عليه."
        },
        {
            "verse_number": 4,
            "verse_text": "لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
            "explanation": "Si Allah voulait se donner une progéniture, Il en aurait choisi une parmi celles de Ses créatures qu’Il veut. Qu’Il soit sanctifié et élevé au-dessus de ce que disent ces polythéistes. Il est l’Unique dans Son Etre, Ses attributs et Ses actes et personne ne Lui est associé dans tout cela. Il est aussi le Dominateur qui domine toutes Ses créatures.",
            "arabic_explanation": "لو أراد الله اتخاذ ولد لاختار من خلقه ما يشاء، فجعله بمنزلة الولد، تنزه وتقدس عما يقوله هؤلاء المشركون، هو الواحد في ذاته وصفاته وأفعاله، لا شريك له فيها، القهار لجميع خلقه."
        },
        {
            "verse_number": 5,
            "verse_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
            "explanation": "Il créa les Cieux et la Terre pour une raison suprême, et non vainement comme le prétendent les injustes. Il fait entrer la nuit dans le jour et le jour dans la nuit puisque lorsque l’un des deux commence, l’autre se termine. Il soumet le soleil et la lune, chacun des deux astres parcourant sa trajectoire pour une durée déterminée qui correspond à la fin de ce monde. Allah est le Puissant qui se venge de Ses ennemis et à qui personne ne tient tête. Il est aussi le Pardonneur qui pardonne les péchés de Ses serviteurs qui se repentent.",
            "arabic_explanation": "خلق السماوات والأرض لحكمة بالغة، لا عبثًا كما يقول الظالمون، يُدخل الليل على النهار، ويُدخل النهار على الليل، فإذا جاء أحدهما غاب الآخر، وذَلَّل الشمس، وذَلَّل القمر، كل منهما يجري لوقت مُقَدَّر هو انقضاء هذه الحياة، ألا هو سبحانه العزيز الذي ينتقم من أعدائه، ولا يغالبه أحد، الغفار لذنوب من تاب من عباده."
        },
        {
            "verse_number": 6,
            "verse_text": "خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ",
            "explanation": "Ô gens, votre Seigneur vous a créés d’une seule âme, celle d’Adam, puis Il créa à partir de lui son épouse Eve. Il créa également pour vous les camelins, les bovins, les ovins et les caprins, ce qui fait en tout huit spécimens de chaque espèce, un mâle et une femelle. Il vous a créés par étape dans les ténèbres des entrailles, de l’utérus et du placenta situés dans les ventres de vos mères. Celui qui créa tout cela est Allah votre Seigneur. La royauté toute entière Lui appartient et il n’existe aucun dieu méritant d’être adoré excepté Lui.\nComment vous détournez-vous donc de Son adoration pour adorer ceux qui ne créent rien et sont créés?",
            "arabic_explanation": "خلقكم ربكم - أيها الناس - من نفس واحدة هي آدم، ثم خلق من آدم زوجه حواء، وخلق لكم من الإبل والبقر والضأن والمعز ثمانية أنواع، من كل صنف خلق ذكرًا وأنثى، ينشئكم سبحانه في بطون أمهاتكم طورًا بعد طور في ظلمات البطن والرحم والمَشِيمة، ذلكم الذي يخلق ذلك كله هو الله ربكم، له وحده الملك، لا معبود بحق غيره، فكيف تصرفون عن عبادته إلى عبادة من لا يخلق شيئًا وهم يخلقون؟!"
        },
        {
            "verse_number": 7,
            "verse_text": "إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Ô gens, si vous mécroyez en votre Seigneur, sachez qu’il se passe de votre foi, et votre mécréance ne Lui nuit en rien. C’est vous seul qui en subissez le préjudice. Allah n’agrée pas la mécréance de Ses serviteurs en Lui, ni ne leur ordonne de mécroire, car Allah n’ordonne pas la turpitude et ce qui est blâmable. Si vous manifestez de la gratitude envers Allah pour Ses bienfaits et croyez en Lui, Il agréera votre gratitude et vous raffermira dans cette voie. Aucune âme ne porte le péché d’une autre mais chaque âme est plutôt otage de ce qu’elle a commis et ensuite, vous retournerez auprès de votre Seigneur Seul qui vous informera de ce que vous faisiez dans le bas monde et vous rétribuera pour vos œuvres. Il est le Connaisseur de ce que contiennent les cœurs de Ses serviteurs et rien ne Lui échappe.",
            "arabic_explanation": "إن تكفروا - أيها الناس - بربكم فإن الله غني عن إيمانكم، ولا يضرّه كفركم، وإنما ضرر كفركم عائد إليكم، ولا يرضى لعباده أن يكفروا به، ولا يأمرهم بالكفر؛ لأن الله لا يأمر بالفحشاء والمنكر، وإن تشكروا الله على نعمه وتؤمنوا به يَرْضَ شكركم، ويثبكم عليه، ولا تحمل نفس ذنب نفس أخرى، بل كل نفس بما كسبت رهينة، ثم إلى ربكم وحده مرجعكم يوم القيامة، فيخبركم بما كنتم تعملون في الدنيا، ويجازيكم على أعمالكم، إنه سبحانه عليم بما في قلوب عباده، لا يخفى عليه شيء مما فيها."
        },
        {
            "verse_number": 8,
            "verse_text": "۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ",
            "explanation": "Lorsque le mécréant est atteint par un mal comme une maladie, la perte de biens ou alors la crainte d’une noyade imminente, il invoque son Seigneur de faire disparaître son mal et s’adresse à Lui Seul. Puis lorsqu’Il lui fait don du bienfait de faire disparaître son mal, il se détourne de Celui qu’il implorait auparavant et Lui attribue des associés qu’il adore en dehors de Lui, afin d’égarer les autres de la voie menant à Allah. Ô Messager, dis à ceux qui appartiennent à ce cas: Prends plaisir à être mécréant pour le restant de tes jours, ce qui correspond à une courte période, car tu seras du nombre des gens qui demeureront en Enfer dans lequel tu resteras pour l’éternité.",
            "arabic_explanation": "وإذا أصاب الكافرَ ضُرٌّ من مرض وفَقْد مال وخوف غرق دعا ربه سبحانه أن يكشف عنه ما به من ضُرٍّ راجعًا إليه وحده، ثم إذا أعطاه نعمة بأن كشف عنه الضر الذي أصابه ترك من كان يتضرع إليه من قبل وهو الله، وجعل لله شركاء يعبدهم من دونه ليحرف غيره عن طريق الله الموصل إليه، قل - أيها الرسول- لمن هذه حاله: استمتع بكفرك بقية عمرك، وهو زمن قليل، فإنك من أصحاب النار الملازمين لها يوم القيامة ملازمة الصاحب صاحبه."
        },
        {
            "verse_number": 9,
            "verse_text": "أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
            "explanation": "Qui donc redoute le châtiment de l’au-delà et espère la miséricorde de son Seigneur: celui qui obéit à Allah et passe des heures de la nuit à se prosterner devant Lui et à Lui faire face debout en prière, ou bien ce mécréant qui adore Allah dans l’adversité, mécroit en Lui dans l’aisance et Lui attribue des associés? Ô Messager, ceux qui savent ce qu’Allah leur a imposé, grâce à la connaissance qu’ils ont de Lui, sont-ils égaux à ceux qui n’en savent rien? Seuls les gens doués doués d’une raison saine savent quelle est la différence entre les deux camps.",
            "arabic_explanation": "أم من هو مطيع لله يقضي أوقات الليل ساجدًا لربه وقائمًا له، يخاف عذاب الآخرة، ويأمل رحمة ربه خيرٌ، أم ذلك الكافر الذي يعبد الله في الشدة ويكفر به في الرخاء، ويجعل مع الله شركاء؟! قل - أيها الرسول -: هل يستوي الذين يعلمون ما أوجب الله عليهم بسبب معرفتهم بالله وأولئك الذين لا يعلمون شيئًا من هذا؟! إنما يعرف الفرق بين هذين الفريقين أصحاب العقول السليمة."
        },
        {
            "verse_number": 10,
            "verse_text": "قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ",
            "explanation": "Ô Messager, dis à Mes serviteurs qui croient en Moi et en Mes messagers: Craignez votre Seigneur en vous conformant à Ses commandements et en renonçant à Ses interdits. A ceux parmi vous, qui excellent dans les bonnes œuvres qu’ils accomplissent dans le bas monde, est promise une belle récompense consistant en le secours d’Allah, la santé et la richesse, et dans l’au-delà, ce sera le Paradis. La Terre d’Allah est vaste: migrez donc vers des lieux où vous pouvez adorer Allah sans en être empêchés et le Jour de la Résurrection, on remettra aux endurants leur récompense qui, pour être extrêmement immense, ne pourra être ni comptée ni dénombrée.",
            "arabic_explanation": "قل - أيها الرسول - لعبادي الذين آمنوا بي وبرسلي: اتقوا ربكم بامتثال أوامره، واجتناب نواهيه، للذين أحسنوا منكم العمل في الدنيا حسنة في الدنيا بالنصر والصحة والمال، وفي الآخرة بالجنة، وأرض الله واسعة، فهاجروا فيها حتى تجدوا مكانًا تعبدون الله فيه، لا يمنعكم مانع، إنما يُعْطَى الصابرون ثوابهم يوم القيامة دون عدّ ولا مقدار لكثرته وتنوعه."
        },
        {
            "verse_number": 11,
            "verse_text": "قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
            "explanation": "Ô Messager, dis: Allah m’a ordonné de L’adorer Seul et exclusivement.",
            "arabic_explanation": "قل - أيها الرسول -: إني أمرني الله أن أعبده وحده مخلصًا له العبادة."
        },
        {
            "verse_number": 12,
            "verse_text": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ",
            "explanation": "Il m’a également ordonné d’être le premier de cette communauté à me soumettre à Lui.",
            "arabic_explanation": "وأمرني أن أكون أول من أسلم له وانقاد من هذه الأمة."
        },
        {
            "verse_number": 13,
            "verse_text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
            "explanation": "Ô Messager, dis: Je crains, si je venais à désobéir à Allah, de subir le châtiment d’un jour terrible, le Jour de la Résurrection.",
            "arabic_explanation": "قل - أيها الرسول -: إني أخاف إن عصيت الله ولم أطعه عذاب يوم عظيم، وهو يوم القيامة."
        },
        {
            "verse_number": 14,
            "verse_text": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي",
            "explanation": "Ô Messager, dis: J’adore Allah Seul et exclusivement. Je n’adore personne d’autre que Lui.",
            "arabic_explanation": "قل - أيها الرسول -: إني أعبد الله وحده مخلصًا له العبادة، لا أعبد معه غيره."
        },
        {
            "verse_number": 15,
            "verse_text": "فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
            "explanation": "Ô polythéistes, adorez en dehors de Lui les idoles que vous voulez. Cet ordre est à prendre comme une menace. Ô Messager, dis: Les véritables perdants sont ceux qui ont perdu leurs âmes et ont perdu leurs familles, qui sont entrées au Paradis sans eux ou qui sont entrées avec eux en Enfer mais sans possibilité de les rencontrer. Ceci est assurément la perte manifeste.",
            "arabic_explanation": "فاعبدوا أنتم - أيها المشركون - ما شئتم من دونه من الأوثان (والأمر للتهديد)، قل - أيها الرسول -: إن الخاسرين حقًّا هم الذين خسروا أنفسهم، وخسروا أهليهم، فلم يلقوهم لمفارقتهم لهم بانفرادهم بدخول الجنة، أو بدخولهم معهم النار، فلن يلتقوا أبدًا، ألا ذلك حقًّا هو الخسران الواضح الذي لا لبس فيه."
        },
        {
            "verse_number": 16,
            "verse_text": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ",
            "explanation": "Ils auront au-dessus d’eux et en dessous d’eux une fumée et des flammes brûlantes. C’est par la mention d’un tel châtiment qu’Allah menace Ses serviteurs. Ô Mes serviteurs, craignez-Moi en vous conformant à Mes commandements et en renonçant à Mes interdits.",
            "arabic_explanation": "لهم من فوقهم دخان ولهب وحرّ، ومن تحتهم دخان ولهب وحر، ذلك المذكور من العذاب يخوّف الله به عباده، يا عبادي، فاتقوني بامتثال أوامري واجتناب نواهيّ."
        },
        {
            "verse_number": 17,
            "verse_text": "وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ",
            "explanation": "Ceux qui se seront abstenus d’adorer des idoles, et tout ce qui est adoré en dehors d'Allah, et se repentent à Allah, on leur annonce la bonne nouvelle: celle de voir le Paradis au moment de mourir, dans la tombe et le Jour de la Résurrection. Annonce donc cette bonne nouvelle à Mes serviteurs, ô Messager.",
            "arabic_explanation": "والذين اجتنبوا عبادة الأوثان، وكل ما يُعبد من دون الله، ورجعوا إلى الله بالتوبة؛ لهم البشرى بالجنة عند الموت، وفي القبر، ويوم القيامة، فبشّر - أيها الرسول - عبادي."
        },
        {
            "verse_number": 18,
            "verse_text": "ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
            "explanation": "Mes serviteurs qui écoutent les paroles, distinguent celles qui sont belles de celles qui sont hideuses et suivent les meilleures en raison de l’utilité qu’elles apportent. Ceux-là sont ceux à qui Allah facilita la guidée et ceux qui sont doués d’une raison saine.",
            "arabic_explanation": "الذين يستمعون القول ويميزون بين الحسن منه والقبيح، فيتبعون أحسن القول لما فيه من النفع، أولئك المتصفون بتلك الصفات هم الذين وفقهم الله للهداية، وأولئك هم أصحاب العقول السليمة."
        },
        {
            "verse_number": 19,
            "verse_text": "أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ",
            "explanation": "Tandis que ceux contre qui la condamnation au châtiment a été prononcée sans appel pour leur persistance à mécroire et leur égarement, tu ne détiens pas le pouvoir de les guider, ô Messager. Est-ce toi qui peux sauver de tels gens du Feu?",
            "arabic_explanation": "من وجبت عليه كلمة العذاب لاستمراره في كفره وضلاله، فلا حيلة لك - أيها الرسول - في هدايته، وتوفيقه، أفأنت - أيها الرسول - تستطيع إنقاذ من هذه صفته من النار؟!"
        },
        {
            "verse_number": 20,
            "verse_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ",
            "explanation": "Quant à ceux qui craignent leur Seigneur en se conformant à Ses commandements et en renonçant à Ses interdits, leurs degrés seront élevés et seront les uns au-dessus des autres, et sous eux couleront des rivières. Allah leur fit une telle promesse et Allah ne manque jamais à Sa promesse.",
            "arabic_explanation": "لكن الذين اتقوا ربهم؛ بامتثال أوامره واجتناب نواهيه، لهم منازل عالية، بعضها فوق بعض، تجري من تحتها الأنهار، وعدهم الله بذلك وعدًا، والله لا يخلف الميعاد."
        },
        {
            "verse_number": 21,
            "verse_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
            "explanation": "Vous voyez bien qu’Allah fait descendre l’eau de la pluie et la fait entrer dans des sources et des canaux. Ensuite, Il fait sortir par cette eau des cultures aux couleurs variées puis Il les assèche. Tu les vois alors jaunes après qu’elles aient été vertes. Après cela, Il les rend friables faciles à émietter. Ceci est assurément un rappel adressé à ceux qui sont dotés de cœurs vivants.",
            "arabic_explanation": "إنكم تعلمون بالمشاهدة أن الله أنزل من السماء ماء المطر، فأدخله في عيونٍ ومجارٍ، ثم يخرج بهذا الماء زرعًا مختلف الألوان، ثم ييبس الزرع، فتراه - أيها المشاهد - مُصْفَرّ اللون بعد أن كان مُخْضَرًّا، ثم يجعله بعد يبسه متكسِّرًا متهشمًا، إن في ذلك المذكور لتذكيرًا لأصحاب القلوب الحية."
        },
        {
            "verse_number": 22,
            "verse_text": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
            "explanation": "Celui dont Allah ouvre la poitrine à l’Islam, trouve son chemin vers cette religion et détient une clairvoyance venant de son Seigneur, est-il semblable à celui dont le cœur est dur au point de ne pas évoquer Allah? Ils ne sont pas du tout égaux, car les bien-guidés connaîtront le salut, tandis que la perdition est le lot de ceux dont les cœurs sont durs au point de ne pas évoquer Allah et qui se sont clairement égarés de la vérité.",
            "arabic_explanation": "أفمن شرح الله صدره للإسلام، فاهتدى إليه، فهو على بصيرة من ربه، مثل من قسا قلبه عن ذكر الله؟! لا يستويان أبدًا، فالنجاة للمهتدين، والخسران لمن قست قلوبهم عن ذكر الله، أولئك في ضلال واضح عن الحق."
        },
        {
            "verse_number": 23,
            "verse_text": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ",
            "explanation": "Allah révéla à Son Messager Muħammad le Coran qui regroupe les meilleures des paroles. Il le révéla sous la forme de parties qui se ressemblent dans leur véracité, leur beauté et leur cohérence. Dans ce Livre, on trouve variété de récits et de jugements, des promesses et des menaces, les caractéristiques des adeptes de la vérité et celles des adeptes du faux et d’autres choses encore. Les avertissements et les menaces donnent la chair de poule à ceux qui craignent leur Seigneur puis leurs peaux et leurs cœurs s’apaisent à l’évocation d’Allah lorsqu’ils écoutent les versets d’espérance et de bonnes nouvelles. Ceci est une guidée qu’Allah octroie à qui Il veut et quiconque Allah abandonne et ne guide pas, ne trouvera personne pour le guider.",
            "arabic_explanation": "الله نزّل على رسوله محمد صلى الله عليه وسلم القرآن الذي هو أحسن حديث، أنزله متشابهًا يشبه بعضه بعضًا في الصدق والحسن والائتلاف وعدم الخلاف، تتعدد فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الحق، وصفات أهل الباطل وغير ذلك، تقشعرّ منه جلود الذين يخشون ربهم إذا سمعوا ما فيه من الوعيد والتهديد، ثم تلين جلودهم وقلوبهم إلى ذكر الله إذا سمعوا ما فيه من الرجاء والبشارات، ذلك المذكور من القرآن وتأثيره هداية الله يهدي بها من يشاء، ومن يخذله الله، ولم يوفقه للهداية، فليس له من هاد يهديه."
        },
        {
            "verse_number": 24,
            "verse_text": "أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ",
            "explanation": "Celui-là qu’Allah a guidé, lui a facilité sa vie dans le bas monde et le fera entrer au Paradis dans l'au-delà, est-il semblable à celui qui meurt dans la mécréance et qu’Allah fait entrer en Enfer, pieds et poings enchaînés, incapable de se protéger du feu, si ce n’est par son visage qu’il expose à la fournaise? On dira en guise d’admonestation à ceux qui auront été injustes envers eux-mêmes en mécroyant et en commettant des péchés: Goûtez à la rétribution pour la mécréance et les péchés dont vous vous rendiez coupables dans le bas monde.",
            "arabic_explanation": "أيستوى هذا الذي هداه الله، ووفقه في الدنيا وأدخله الجنة في الآخرة، ومن كفر ومات على كفره فأدخله النار مغلول اليدين والرجلين، لا يستطيع أن يتقي النار إلا بوجهه المُكَب عليه؟! وقيل للظالمين لأنفسهم بالكفر والمعاصي على سبيل التوبيخ: ذوقوا ما كنتم تكسبون من الكفر والمعاصي، فهذا جزاؤكم."
        },
        {
            "verse_number": 25,
            "verse_text": "كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
            "explanation": "Les peuples qui ont précédé ces polythéistes ont démenti leurs messagers et le châtiment s’abattit sur eux soudainement, ne leur laissant pas le temps de se repentir.",
            "arabic_explanation": "كذبت الأمم التي كانت قبل هؤلاء المشركين، فجاءهم العذاب فجأة من حيث لا يَحسُّون به فيستعدون له بالتوبة."
        },
        {
            "verse_number": 26,
            "verse_text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
            "explanation": "Par ce châtiment, Allah leur a fait goûter l’opprobre et l'ignominie dans la vie ici-bas et le châtiment qui les attend dans l’au-delà est pire s’ils savaient.",
            "arabic_explanation": "فأذاقهم الله بذلك العذاب الخزي والعار والفضيحة في الحياة الدنيا، وإن عذابَ الآخرة الذي ينتظرهم أعظم وأشدّ لو كانوا يعلمون."
        },
        {
            "verse_number": 27,
            "verse_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
            "explanation": "Dans ce Coran révélé à Muħammad, Nous donnons nombres d’exemples portant sur le bien et le mal, le vrai et le faux, la foi et la mécréance, etc… Ceci, afin que, peut-être, ils en tirent des enseignements, se mettant alors à suivre le vrai et à délaisser le faux.",
            "arabic_explanation": "ولقد ضربنا للناس في هذا القرآن المنزل على محمد صلى الله عليه وسلم أنواع الأمثال في الخير والشر، والحق والباطل، والإيمان والكفر وغير ذلك؛ رجاء أن يعتبروا بما ضربناه منها، فيعملوا بالحق، ويتركوا الباطل."
        },
        {
            "verse_number": 28,
            "verse_text": "قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ",
            "explanation": "Nous avons révélé ce Coran en langue arabe et il ne comporte aucune tortuosité, aucune déviation ni aucune ambigüité, afin qu’ils craignent Allah en se conformant à Ses commandements et en renonçant à Ses interdits.",
            "arabic_explanation": "جعلناه قرآنًا بلسان عربي، لا اعوجاج فيه ولا انحراف ولا لَبْس، رجاء أن يتقوا الله؛ باتباع أوامره واجتناب نواهيه."
        },
        {
            "verse_number": 29,
            "verse_text": "ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
            "explanation": "Allah compare le polythéiste et le monothéiste à ces deux esclaves: L’un est la propriété d’associés qui ne s’entendent pas: lorsqu’il en satisfait certains, il en mécontente d’autres. Il est ainsi désemparé et déconcerté. L’autre appartient en totalité à un seul homme et sait ce que son maître attend de lui. Il est ainsi apaisé et serein. Ces deux esclaves ne sont assurément pas égaux. Louange à Allah. La plupart des gens ne savent pas cela et c’est pourquoi ils associent des divinités à Allah.",
            "arabic_explanation": "ضرب الله مثلًا للمشرك والموحد رجلًا مملوكًا لشركاء متنازعين؛ إن أرضى بعضهم أغضب بعضًا، فهو في حيرة واضطراب، ورجلًا خالصًا لرجل، وحده يملكه، ويعرف مراده فهو في طمأنينة وهدوء بال، لا يستوي هذان الرجلان. الحمد لله، بل معظمهم لا يعلمون، فلذلك يشركون مع الله غيره."
        },
        {
            "verse_number": 30,
            "verse_text": "إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ",
            "explanation": "Ô Messager, tu mourras certainement un jour et eux aussi mourront.",
            "arabic_explanation": "إنك - أيها الرسول - ميت، وإنهم ميتون لا محالة."
        },
        {
            "verse_number": 31,
            "verse_text": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ",
            "explanation": "Ensuite, vous vous disputerez certainement auprès de votre Seigneur, ô gens, au sujet de ce dont vous divergiez et c’est alors que les adeptes du vrai se distingueront des adeptes du faux.",
            "arabic_explanation": "ثم إنكم - أيها الناس - يوم القيامة عند ربكم تختصمون فيما تتنازعون فيه، فيتبيّن المحق من المبطل."
        },
        {
            "verse_number": 32,
            "verse_text": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
            "explanation": "Personne n’est plus injuste que celui qui attribue à Allah ce qui ne Lui sied pas, comme un associé, une compagne ou une progéniture. Personne n’est plus injuste que celui qui nie la Révélation apportée par le Messager d’Allah. N’y a-t-il pas en Enfer une demeure réservée à ceux qui mécroient en Allah et en ce que Son Messager a apporté? Si, ils y ont bien une demeure.",
            "arabic_explanation": "ولا أحد أظلم ممن نسب إلى الله ما لا يليق به؛ من الشريك والزوجة والولد، ولا أحد أظلم ممن كذّب بالوحي الذي جاء به رسول الله صلى الله عليه وسلم، أليس في النار مأوى ومسكن للكافرين بالله، وبما جاء به رسوله؟! بلى، إن لهم لمأوى ومسكنًا فيها."
        },
        {
            "verse_number": 33,
            "verse_text": "وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
            "explanation": "Celui qui apporte des paroles véridiques, qu’il soit prophète ou non, y croit et œuvre selon ce qu’elles impliquent est du nombre des gens véritablement pieux qui se conforment aux commandements de leurs Seigneur et renoncent à Ses interdits",
            "arabic_explanation": "والذي جاء بالصدق في أقواله وأفعاله من الأنبياء وغيرهم، وصدّق به مؤمنًا، وعمل بمقتضاه، أولئك هم المتقون حقًّا، الذين يمتثلون أمر ربهم، ويجتنبون نهيه."
        },
        {
            "verse_number": 34,
            "verse_text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ",
            "explanation": "Auprès de leur Seigneur, ils obtiendront tous les plaisirs éternels qu’ils désirent, en guise de rétribution octroyée à ceux qui excellent dans leurs œuvres accomplies pour leur Créateur et Ses serviteurs.",
            "arabic_explanation": "لهم ما يشاؤون عند ربهم من الملذات الدائمة، ذلك جزاء المحسنين أعمالهم مع خالقهم ومع عبيده."
        },
        {
            "verse_number": 35,
            "verse_text": "لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
            "explanation": "Ceci, afin qu’Allah efface les pires des péchés qu’ils ont commis dans le bas monde après s’être repentis et être revenus à leur Seigneur et qu’Il les rétribue selon ce qu’ils ont accompli de meilleur comme bonnes œuvres.",
            "arabic_explanation": "ليمحو الله عنهم أسوأ الذي كانوا يعملونه من المعاصي في الدنيا؛ لتوبتهم منها، وإنابتهم إلى ربهم، ويجزيهم ثوابهم بأحسن ما كانوا يعملون من الصالحات."
        },
        {
            "verse_number": 36,
            "verse_text": "أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
            "explanation": "Allah ne suffit-Il pas à Son serviteur Muħammad dans ses affaires religieuses et terrestres? Ne le défendra-t-Il pas contre son ennemi? Si, Il lui suffit. Ô Messager, ils affirment, en toute ignorance et faiblesse d’esprit, que les idoles qu’ils adorent en dehors d’Allah te causeront du mal. Quiconque Allah abandonne à son sort et ne le guide pas, ne trouvera personne pour le guider.",
            "arabic_explanation": "أليس الله بكافٍ عبده محمدًا صلى الله عليه وسلم أَمْر دينه ودنياه، ودافِعٍ عدوّه عنه؟! بلى، إنه لكافيه، ويخوفونك - أيها الرسول - من جهلهم وسفاهتهم، من الأصنام التي يعبدونها من دون الله أن تنالك بسوء، ومن يخذله الله ولم يوفقه للهداية فما له من هاد يهديه ويوفقه."
        },
        {
            "verse_number": 37,
            "verse_text": "وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ",
            "explanation": "Tandis que celui à qui Allah facilite la guidée, personne ne pourra l’égarer. Allah n’est-Il pas le puissant à qui personne ne tient tête? Celui qui se venge de ceux qui mécroient en Lui et Lui désobéissent? Si, il est bien le Puissant et le Vengeur.",
            "arabic_explanation": "ومن يوفقه الله للهداية فلا مضلّ يستطيع إضلاله، أليس الله بعزيز لا يغالبه أحد، ذي انتقام ممن يكفر به ويعصيه؟! بلى إنه لعزيز ذو انتقام."
        },
        {
            "verse_number": 38,
            "verse_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ",
            "explanation": "Ô Messager, si tu demandais à ces polythéistes « Qui a créé les Cieux et la Terre? », ils répondraient: C’est Allah qui les a créés. Dis-leur alors, afin de mettre en exergue l’impuissance de leurs divinités: Dites-moi au sujet de ces idoles que vous adorez en dehors d’Allah. Si Allah voulait m’atteindre par un mal, ont-elles le pouvoir de le faire disparaître? S’Il voulait au contraire m’accorder une miséricorde de Sa part, qui pourrait empêcher Sa miséricorde de parvenir jusqu’à moi? Dis-leur: Allah Seul me suffit et c’est à Lui que je m’en remets dans toutes mes affaires. C’est en effet à Lui que doivent s’en remettre ceux qui cherchent un être à qui faire confiance.",
            "arabic_explanation": "ولئن سألت - أيها الرسول - هؤلاء المشركين: من خلق السماوات والأرض؟ ليقولنّ: خلقهن الله، قل لهم إظهارًا لعجز آلهتهم: أخبروني عن هذه الأصنام التي تعبدونها من دون الله، إن أراد الله أن يصيبني بضرّ هل تملك إزالة ضرّه عني؟! أو إن أراد ربي أن يمنحني رحمة منه هل تستطيع منع رحمته عني؟! قل لهم: حسبي الله وحده، عليه اعتمدت في أموري كلها، وعليه وحده يعتمد المتوكلون."
        },
        {
            "verse_number": 39,
            "verse_text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ",
            "explanation": "Ô Messager, dis: Ô mon peuple, restez attachés à votre polythéisme qui vous satisfait et je resterai attaché à ce que m’a ordonné Allah: l’appel au monothéisme et l’exclusivité de Son adoration. Vous saurez alors quelle sera la conséquence de chaque choix.",
            "arabic_explanation": "قل - أيها الرسول -: يا قومي، اعملوا على الحالة التي ارتضيتموها من الشرك بالله، إني عامل على ما أمرني ربي به؛ من الدعوة إلى توحيده، وإخلاص العبادة له، فسوف تعلمون عاقبة كل مسلك."
        },
        {
            "verse_number": 40,
            "verse_text": "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
            "explanation": "Vous saurez sur qui s’abattra un châtiment qui l’humiliera dans le bas monde et un autre pour l’éternité dans l’au-delà qui ne s’interrompra ni ne s’arrêtera jamais.",
            "arabic_explanation": "سوف تعلمون من يأتيه عذاب في الدنيا يذله ويهينه، وينزل عليه في الآخرة عذاب مقيم، لا ينقطع، ولا يزول."
        },
        {
            "verse_number": 41,
            "verse_text": "إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ",
            "explanation": "Ô Messager, Nous t’avons révélé le Coran en toute vérité afin que tu les avertisses. Quiconque trouve la guidée n’en profite que pour lui-même car Allah n’a aucun besoin de sa guidée et quiconque s’égare ne porte préjudice qu’à lui-même car son égarement ne nuit en rien à Allah. Tu n’es pas tenu de les guider mais seulement de leur transmettre ce que tu es chargé de leurs transmettre.",
            "arabic_explanation": "إنا أنزلنا عليك - أيها الرسول- القرآن للناس بالحق لتنذرهم، فمن اهتدى فإنما نفْع هدايته لنفسه، فالله لا تنفعه هدايته؛ لأنه غني عنها، ومن ضل فإنما ضرر ضلاله على نفسه، فالله سبحانه لا يضرّه ضلاله، ولست عليهم موكلًا لتجبرهم على الهداية، فما عليك إلا تبليغهم ما أمرت بتبليغه."
        },
        {
            "verse_number": 42,
            "verse_text": "ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
            "explanation": "Allah saisit les âmes lorsque leur heure sonne et saisit les âmes avant leur heure lors du sommeil. Il garde celles qu’Il a vouées à la mort et renvoie celles qu’Il n’a pas encore décidé de faire mourir pour une durée déterminée dont Il a la connaissance. Le fait qu’Allah saisisse les âmes, les renvoie, les fait mourir et les fait vivre est une preuve adressée à des gens qui réfléchissent, que Celui qui accomplit tout cela a le pouvoir de ressusciter les gens après leur mort pour leur demander des comptes et les rétribuer.",
            "arabic_explanation": "الله الذي يقبض الأرواح عند نهاية آجالها، ويقبض الأرواح التي لم تَنْقَضِ آجالها عند النوم، فيمسك التي حكم عليها بالموت، ويرسل التي لم يحكم عليها به إلى أمد محدد في علمه سبحانه، إن في ذلك القبض والإرسال والإماتة والإحياء لدلائل لقوم يتفكرون على أن الذي يفعل ذلك قادر على بعث الناس بعد موتهم للحساب والجزاء."
        },
        {
            "verse_number": 43,
            "verse_text": "أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ",
            "explanation": "Les polythéistes ont fait de leurs idoles des intercesseurs dont ils espèrent qu’ils leur seront utiles au lieu d’Allah.\nÔ Messager, dis-leur: En faites-vous des intercesseurs même s’ils n’ont pas le pouvoir de vous venir en aide ni de s’aider eux-mêmes et sont dépourvus de raison? Ce sont en effet des corps inertes muets, sourds et aveugles qui ne sont ni utiles ni nuisibles.",
            "arabic_explanation": "لقد اتخذ المشركون من أصنامهم شفعاء يرجون عندهم النفع من دون الله، قل لهم - أيها الرسول -: أتتخذونهم شفعاء حتى لو كانوا لا يملكون لكم ولا لأنفسهم شيئًا، ولا يعقلون؛ فهم جمادات صماء لا تتكلم، ولا تسمع، ولا تبصر، ولا تنفع، ولا تضرّ؟!"
        },
        {
            "verse_number": 44,
            "verse_text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
            "explanation": "Ô Messager, dis à ces polythéistes: Allah détient l’intercession en totalité: personne n’intercède auprès de Lui sans Sa permission, et ne bénéficieront de Son intercession que ceux qu’Il agréera. Lui Seul détient la propriété des Cieux et de la Terre puis le Jour de la Résurrection, vous retournerez auprès de Lui Seul afin de rendre des comptes et d’être rétribués. Il vous rétribuera alors pour vos œuvres.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: لله وحده الشفاعة كلها، فلا يشفع عنده أحد إلا بإذنه، ولا يشفع إلا لمن ارتضى، له وحده ملك السماوات وملك الأرض، ثم إليه وحده ترجعون يوم القيامة للحساب والجزاء، فيجازيكم على أعمالكم."
        },
        {
            "verse_number": 45,
            "verse_text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
            "explanation": "Lorsqu’Allah est évoqué Seul, les cœurs des polythéistes qui ne croient pas en l’au-delà, à la Résurrection, à la Reddition des comptes et à la Rétribution qui y auront lieu, se crispent mais lorsque leurs divinités qu’ils adorent en dehors d’Allah sont évoquées, ils se réjouissent.",
            "arabic_explanation": "وإذا ذُكِر الله وحده نفرت قلوب المشركين الذين لا يؤمنون بالآخرة وما فيها من بعث وحساب وجزاء، وإذا ذُكِرت الأصنام التي يعبدونها من دون الله إذا هم مسرورون فرحون."
        },
        {
            "verse_number": 46,
            "verse_text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
            "explanation": "Ô Messager, dis: Ô Allah, Créateur des Cieux et de la Terre à partir de rien, Connaisseur de ce qui est présent et absent et auquel rien n’échappe, Tu seras le Jour de la Résurrection le Seul à trancher entre Tes serviteurs sur ce dont ils divergeaient dans le bas monde et Tu désigneras qui aura eu raison ou tort et qui sera heureux ou malheureux.",
            "arabic_explanation": "قل - أيها الرسول -: اللَّهُمَّ خالق السماوات والأرض على غير مثال سابق، عالم ما غاب وما حضر، لا يخفى عليك شيء من ذلك، أنت وحدك تفصل بين عبادك يوم القيامة فيما كانوا فيه يختلفون في الدنيا، فتبين المحق والمبطل، والسعيد والشقي."
        },
        {
            "verse_number": 47,
            "verse_text": "وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ",
            "explanation": "Si ceux qui étaient injustes envers eux-mêmes, parce qu’ils mécroyaient et désobéissaient, possédaient toutes les richesses et les trésors de la Terre, ils les offriraient afin de se racheter et échapper au châtiment terrible qu’ils verront après leur ressuscitation, mais ils ne possèdent pas ces richesses et ces trésors. Et même s’ils les possédaient, leur requête ne serait pas acceptée et Allah leur montrera des variétés d’autres supplices auxquels ils ne s’attendront pas.",
            "arabic_explanation": "ولو أن للذين ظلموا أنفسهم بالشرك والمعاصي جميع ما في الأرض من نفائس وأموال وغيرها، ومثله معه مضاعفًا؛ لافتدوا به من العذاب الشديد الذي شاهدوه بعد بعثهم، لكن ليس لهم ذلك، ولو فُرِض أنه لهم لم يُقْبل منهم، وظهر لهم من الله من صنوف العذاب ما لم يكونوا يتوقعونه."
        },
        {
            "verse_number": 48,
            "verse_text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "explanation": "Leurs méfaits, polythéisme et péchés, leur apparaîtront et le châtiment dont on les menaçait dans le bas monde et qu’ils raillaient, les cernera alors.",
            "arabic_explanation": "وظهر لهم سيئات ما كسبوه من الشرك والمعاصي، وأحاط بهم العذاب الذي كانوا إذا خُوِّفوا منه في الدنيا يستهزئون به."
        },
        {
            "verse_number": 49,
            "verse_text": "فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
            "explanation": "Lorsque l’être humain mécréant est atteint d’une maladie, de pauvreté ou d'un autre malheur, Il nous invoque afin que Nous fassions disparaître son malheur puis lorsque Nous lui faisons don du bienfait de la santé ou de la richesse, il dit: Allah ne m’a donné cela que parce qu’Il sait que je le mérite Or il est plus probable que ce don soit une épreuve et un piège mais la plupart des mécréants ne savent pas cela. C’est pour cela qu’ils sont trompés par les dons qu’Allah leur accorde.",
            "arabic_explanation": "فإذا أصاب الإنسان الكافر مرض أو فقر ونحوه دعانا لنكشف عنه ما أصابه من ذلك، ثم إذا أعطيناه نعمة من صحة أو مال قال الكافر: إنما أعطاني الله ذلك لعلمه بأني أستحقّه، والصحيح أنه ابتلاء واستدراج، ولكنَّ معظم الكافرين لا يعلمون ذلك؛ فيغترون بما أنعم الله به عليهم."
        },
        {
            "verse_number": 50,
            "verse_text": "قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
            "explanation": "Les mécréants qui les ont précédés disaient les mêmes paroles et ni leurs richesses ni leurs rangs ne leur ont été utiles.",
            "arabic_explanation": "قد قال هذا القول الكفار من قبلهم، فما أغنى عنهم ما كانوا يكسبون من الأموال والمنزلة شيئًا."
        },
        {
            "verse_number": 51,
            "verse_text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ",
            "explanation": "Ils reçurent alors la rétribution qu’ils méritaient pour leur polythéisme et leurs péchés. Ces gens qui ont été injustes envers eux-mêmes par leur polythéisme et leurs péchés recevront, comme ceux qui les ont précédés, la rétribution pour les mauvaises œuvres qu’ils ont commises et ils ne pourront rien cacher à Allah ni Lui tenir tête.",
            "arabic_explanation": "فأصابهم جزاء سيئات ما كسبوا من الشرك والمعاصي، والذين ظلموا أنفسهم بالشرك والمعاصي من هؤلاء الحاضرين سيصيبهم جزاء سيئات ما كسبوا مثل الماضين، ولن يفوتوا الله ولن يغلبوه."
        },
        {
            "verse_number": 52,
            "verse_text": "أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
            "explanation": "Ces polythéistes ont-ils dit cela, ne sachant pas qu’Allah étend la subsistance de ceux qu’Il veut afin de les éprouver: seront-ils reconnaissants ou ingrats? A l’inverse, Il la restreint à qui Il veut et le teste: sera-t-il patient ou se rebellera-t-il contre le Décret d’Allah? Le fait qu’Allah étende et restreigne la subsistance est le signe de la bonne gestion d’Allah adressé aux croyants, car ce sont eux qui tirent profit des signes. Quant aux mécréants, ils passent à proximité d’eux en leur tournant le dos.",
            "arabic_explanation": "أقال هؤلاء المشركون ما قالوا، ولم يعلموا أن الله يوسع الرزق على من يشاء ابتلاء له: أيشكر أم يكفر؟! ويضيّقه على من يشاء اختبارًا له: أيصبر أم يتسخط على قدر الله؟! إن في ذلك المذكور من توسيع الرزق وتضييقه لدلالات على تدبير الله لقوم يؤمنون؛ لأنهم هم الذين ينتفعون بالدلالات، وأما الكفار فهم يمرون عليها وهم عنها معرضون."
        },
        {
            "verse_number": 53,
            "verse_text": "۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
            "explanation": "Ô Messager, dis à Mes serviteurs qui ont outrepassé les limites de l’injustice envers eux-mêmes par leur polythéisme et leurs péchés: Ne désespérez pas de la miséricorde d’Allah et de Son pardon de vos péchés car Allah pardonne tous les péchés de ceux qui se repentent à Lui. Il pardonne en effet les péchés de ceux qui se repentent et leur fait miséricorde.",
            "arabic_explanation": "قل - أيها الرسول - لعبادي الذين تجاوزوا الحد على أنفسهم بالشرك بالله وارتكاب المعاصي: لا تَيْئَسُوا من رحمة الله، ومن مغفرته لذنوبكم، إن الله يغفر الذنوب كلها لمن تاب إليه، إنه هو الغفور لذنوب التائبين، الرحيم بهم."
        },
        {
            "verse_number": 54,
            "verse_text": "وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ",
            "explanation": "Retournez à votre Seigneur en vous repentant et en accomplissant de bonnes œuvres et soumettez-vous à Lui avant que vous ne soyez devant le châtiment du Jour de la Résurrection et que ni vos idoles ni vos familles ne vous secourront et ne vous soustrairont au châtiment.",
            "arabic_explanation": "وارجعوا إلى ربكم بالتوبة والأعمال الصالحة، وانقادوا له، من قبل أن يأتيكم العذاب يوم القيامة ثم لا تجدون من أصنامكم أو أهليكم من ينصركم بإنقاذكم من العذاب."
        },
        {
            "verse_number": 55,
            "verse_text": "وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ",
            "explanation": "Suivez le Coran qui représente le meilleur de ce qu’Allah a révélé à Son Messager. Conformez-vous à ses commandements et abstenez-vous de ses interdits, avant que le châtiment ne s’abatte sur vous soudainement sans que vous ne vous y attendiez et sans vous être repentis.",
            "arabic_explanation": "واتبعوا القرآن الذي هو أحسن ما أنزله ربكم على رسوله، فاعملوا بأوامره، واجتنبوا نواهيه، من قبل أن يأتيكم العذاب فجأة وأنتم لا تحسّون به فتستعدّوا له بالتوبة."
        },
        {
            "verse_number": 56,
            "verse_text": "أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
            "explanation": "Comportez-vous de la sorte avant qu’une âme ne dise le Jour de la Résurrection sous l’effet de son immense regret: Que mon regret est grand d’avoir été négligent à l’égard d’Allah en mécroyant, en commettant des péchés, en me moquant des gens qui avaient la foi et étaient obéissants.",
            "arabic_explanation": "افعلوا ذلك حذر أن تقول نفس من شدة الندم يوم القيامة: يا ندمها على تفريطها في جنب الله بما كانت عليه من الكفر والمعاصي، وعلى أنها كانت تسخر من أهل الإيمان والطاعة."
        },
        {
            "verse_number": 57,
            "verse_text": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ",
            "explanation": "Ou alors cette âme prendra comme prétexte le destin et dira: Si Allah avait facilité mon affaire, j’aurais été de ceux qui le craignent, en me conformant à Ses commandements et en renonçant à Ses interdits.",
            "arabic_explanation": "أو تحتجّ بالقدر، فتقول: لو أن الله وفَّقني لكنت من المتقين له؛ أمتثل أوامره، وأجتنب نواهيه."
        },
        {
            "verse_number": 58,
            "verse_text": "أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ",
            "explanation": "Ou bien elle souhaitera lorsqu’elle verra le châtiment: Si seulement je pouvais retourner dans le bas monde. Je me repentirais alors à Allah et je serais de ceux qui excellent dans leurs œuvres.",
            "arabic_explanation": "أو تقول حين تشاهد العذاب مُتَمنِّية: لو أن لي رجعة إلى الدنيا فأتوب إلى الله، وأكون من المحسنين في أعمالهم."
        },
        {
            "verse_number": 59,
            "verse_text": "بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ",
            "explanation": "Tu n’es pas sincère lorsque tu souhaites retourner dans le bas monde pour suivre la guidée, car nos versets te sont parvenus mais tu les as traités de mensonge, tu t’es montré arrogant et tu as été de ceux qui ont mécru en Allah, en Ses versets et en Ses messagers.",
            "arabic_explanation": "ليس الأمر كما زَعَمْتَ من تمني الهداية، فقد جاءتكَ آياتي فكذبتَ بها وتكبرتَ، وكنتَ من الكافرين بالله وبآياته ورسله."
        },
        {
            "verse_number": 60,
            "verse_text": "وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ",
            "explanation": "Le Jour de la Résurrection, tu verras ceux qui ont menti sur Allah, en Lui attribuant un associé ou une progéniture, les visages noircis en signe de leur sort funeste. N’y a-t-il pas en Enfer une demeure pour ceux qui ont dédaigné croire en Allah et en Ses messagers? Si, il y en a bien une.",
            "arabic_explanation": "ويوم القيامة تشاهد الذين كذبوا على الله بنسبة الشريك والولد إليه وجوههم مسودة؛ علامة على شقائهم، أليس في جهنم مقرٌّ للمتكبرين على الإيمان بالله ورسله؟! بلى، إن فيها لمقرًّا لهم."
        },
        {
            "verse_number": 61,
            "verse_text": "وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ",
            "explanation": "Allah sauvera ceux qui ont craint leur Seigneur en se conformant à Ses commandements et en renonçant à Ses interdits. Il les fera entrer dans le lieu de leur réussite qui est le Paradis où ils ne subiront aucun châtiment ni ne seront attristés par ce qu’ils auront manqué dans le bas monde.",
            "arabic_explanation": "ويُسلّم الله الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه من العذاب بإدخالهم مكان فوزهم وهو الجنة، لا يمسّهم العذاب، ولا هم يحزنون على ما فاتهم من الحظوظ الدنيوية."
        },
        {
            "verse_number": 62,
            "verse_text": "ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
            "explanation": "Allah est le Créateur de toute chose et il n’existe pas d’autre créateur que Lui. Il est garant de toute chose, décide de son sort et en dispose comme Il le veut.",
            "arabic_explanation": "الله خالق كل شيء، فلا خالق غيره، وهو على كل شيء حفيظ، يدبر أمره، ويصرفه كيف يشاء."
        },
        {
            "verse_number": 63,
            "verse_text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
            "explanation": "Lui Seul détient les clés des réserves des ressources des Cieux et de la Terre. Il en donne à qui Il veut et en prive qui Il veut. Ceux qui mécroient aux versets d’Allah sont les perdants puisqu’ils auront été privés de foi dans leur vie ici-bas et dans l’au-delà, ils entreront en Enfer où ils demeureront éternellement.",
            "arabic_explanation": "له وحده مفاتيح خزائن الخيرات في السماوات والأرض، يمنحها من يشاء، ويمنعها ممن يشاء، والذين كفروا بآيات الله أولئك هم الخاسرون؛ لحرمانهم من الإيمان في حياتهم الدنيا، ولدخولهم النار خالدين فيها في الآخرة."
        },
        {
            "verse_number": 64,
            "verse_text": "قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ",
            "explanation": "Ô Messager, dis à ces polythéistes qui te harcèlent pour que tu adores leurs idoles: Ô vous qui ignorez tout de votre Seigneur, m’ordonnez-vous d’autres êtres qu’Allah? Personne ne mérite d’être adoré hormis Allah Seul et je n’adorerai donc personne d’autre que Lui.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين الذين يراودونك أن تعبد أوثانهم: أتأمرونني - أيها الجاهلون بربكم - أن أعبد غير الله؟! لا يستحق العبادة إلا الله وحده، فلن أعبد غيره."
        },
        {
            "verse_number": 65,
            "verse_text": "وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
            "explanation": "Ô Messagers, Allah t’a révélé et a révélé aux messagers qui t’ont précédé: Si tu adores d’autres êtres avec Allah, tu annulerais la rétribution pour tes bonnes œuvres et tu serais du nombre des perdants dans le bas monde, par la perte de ta religion, et dans l'au-delà, par le châtiment que tu subiras.",
            "arabic_explanation": "ولقد أوحى الله إليك - أيها الرسول - وأوحى إلى الرسل من قبلك: لئن عبدت مع الله غيره ليبطلنّ ثواب عملك الصالح، ولتكوننّ من الخاسرين في الدنيا بخسران دينك، وفي الآخرة بالعذاب."
        },
        {
            "verse_number": 66,
            "verse_text": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
            "explanation": "Adore plutôt Allah Seul, ne Lui associe personne et sois de ceux qui Lui sont reconnaissants pour les bienfaits dont Il t’a comblé.",
            "arabic_explanation": "بل اعبُدِ الله وحده، ولا تشرك به أحدًا، وكن من الشاكرين له على نعمه التي أنعم بها عليك."
        },
        {
            "verse_number": 67,
            "verse_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
            "explanation": "Les polythéistes ne révèrent pas Allah comme il se doit lorsqu’ils Lui associent certaines de Ses créatures faibles et impuissantes et sont inattentifs au pouvoir d'Allah, dont l’une des manifestation est que la Terre et ce qu’elle contient comme montagnes, arbres et mers tiendront dans Son poing le Jour de la Résurrection et que les Sept Cieux seront pliées dans Sa main droite. Qu’Il soit sanctifié et élevé au-dessus de ce que disent et croient les polythéistes.",
            "arabic_explanation": "وما عظّم المشركون الله حق تعظيمه حين أشركوا به غيره من مخلوقاته الضعيفة العاجزة، وغفلوا عن قدرة الله التي من مظاهرها أن الأرض بما فيها من جبال وأشجار وأنهار وبحار يوم القيامة في قبضته، وأن السماوات السبع كلها مطويات بيمينه، تَنَزَّه وتقدس وتعالى عما يقوله ويعتقده المشركون."
        },
        {
            "verse_number": 68,
            "verse_text": "وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ",
            "explanation": "Le Jour où l’ange chargé de souffler dans la Trompe soufflera, tous ceux qui sont dans les Cieux et sur la Terre mourront puis l’ange soufflera une seconde fois pour marquer la Ressuscitation. C’est alors que tous se lèveront vivants et attendront ce qu’Allah fera d’eux.",
            "arabic_explanation": "يوم ينفخ المَلَك الموكل بالنفخ في القرن، يموت كل من في السماوات ومن في الأرض إلا من شاء الله عدم موته، ثم ينفخ فيه المَلَك مرة ثانية للبعث، فإذا جميع الأحياء قائمون ينظرون ما الله فاعل بهم."
        },
        {
            "verse_number": 69,
            "verse_text": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
            "explanation": "La Terre se mettra à resplendir, lorsqu’apparaîtra le Seigneur de la Puissance afin de juger Ses serviteurs. Les registres des œuvres des gens seront éparpillés et on fera venir les prophètes et la communauté de Muħammad afin qu’elle témoigne en faveur des prophètes et contre leurs peuples. Allah jugera alors entre eux tous avec équité et ils ne seront pas lésés ce jour-là: personne ne verra ses mauvaises actions augmenter ni ses bonnes actions diminuer.",
            "arabic_explanation": "وأضاءت الأرض لما تجلّى رب العزة للفصل بين العباد، ونُشِرت صحف أعمال الناس، وجيء بالأنبياء، وجيء بأمة محمد صلى الله عليه وسلم لتشهد للأنبياء على أقوامهم، وحكم الله بين جميعهم بالعدل، وهم لا يُظْلمون في ذلك اليوم، فلا يزاد إنسان سيئة، ولا ينقص حسنة."
        },
        {
            "verse_number": 70,
            "verse_text": "وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ",
            "explanation": "Allah parachèvera la rétribution de toute âme, que ce soit en bien ou en mal, et Allah sait le mieux ce qu’ils font. Rien de leurs agissements, bons ou mauvais, ne Lui échappe et ce Jour-là, Il les rétribuera pour leurs œuvres.",
            "arabic_explanation": "وأكمل الله جزاء كل نفس، خيرًا كان عملها أو شرًّا، والله أعلم بما يفعلون، لا يخفى عليه من أفعالهم خيرها وشرها شيء، وسيجازيهم في هذا اليوم على أعمالهم."
        },
        {
            "verse_number": 71,
            "verse_text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ",
            "explanation": "Les anges conduiront ceux qui mécroyaient en Allah en groupes soumis et humbles et lorsqu’ils arriveront en Enfer, ses portes gardées par des gardiens parmi les anges leur seront ouvertes et ces gardiens les admonesteront en ces termes: Des messagers issus de votre race ne sont-ils pas venus vous réciter les versets que votre Seigneur leur a révélés et ne vous ont-ils pas menacés du rendez-vous du Jour de la Résurrection, où un châtiment terrible se tiendra? Les mécréants diront en guise d’aveu: Si, tout cela a bien eu lieu. Les mécréants sont inexorablement condamnés au châtiment, or nous avons été mécréants.",
            "arabic_explanation": "وساق الملائكةُ الكافرين بالله إلى جهنم جماعات ذليلة، حتى إذا جاؤوا جهنم فتحت لهم خزنتها من الملائكة الموكلين بها أبوابها، واستقبلوهم بالتوبيخ قائلين لهم: ألم يأتكم رسل من جنسكم يقرؤون عليكم آيات ربكم المنزلة عليهم، ويخوّفونكم لقاء يوم القيامة؛ لما فيه من عذاب شديد؟! قال الذين كفروا مُقِرِّين على أنفسهم: بلى، قد حصل كل ذلك، ولكن وجبت كلمة العذاب على الكافرين، ونحن كنا كافرين."
        },
        {
            "verse_number": 72,
            "verse_text": "قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
            "explanation": "Afin de les humilier et de les faire désespérer de la miséricorde d’Allah et de la sortie de l'Enfer, on leur dira: Entrez en Enfer par ses portes et demeurez y pour l’éternité. Que la demeure des arrogants qui dédaignent la vérité est mauvaise !",
            "arabic_explanation": "قيل لهم إهانةً لهم وتيئيسًا من رحمة الله، ومن الخروج من النار: ادخلوا أبواب جهنم ماكثين فيها أبدًا، فساء وقَبُح مقرّ المتكبرين المتعالين على الحق."
        },
        {
            "verse_number": 73,
            "verse_text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ",
            "explanation": "D’autre part, les anges conduiront les croyants qui craignaient leur Seigneur en se conformant à Ses commandements et en renonçant à Ses interdits avec douceur au Paradis par groupes. Lorsqu’ils arriveront au Paradis, ses portes gardées par des gardiens parmi les anges leur seront ouvertes et ces gardiens leur diront: Paix sur vous contre tout ce que vous détestez. Vos cœurs étaient bons et vos œuvres aussi. Entrez donc au Paradis pour y demeurer éternellement.",
            "arabic_explanation": "وساقَ الملائكةُ برِفْقٍ المؤمنين الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه إلى الجنة جماعات مكرمة، حتى إذا جاؤوا الجنة فتحت لهم أبوابها، وقال لهم الملائكة الموكلون بها: سلام عليكم من كل ضرّ ومن كل ما تكرهونه، طابت قلوبكم وأعمالكم، فادخلوا الجنة ماكثين فيها أبدًا."
        },
        {
            "verse_number": 74,
            "verse_text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
            "explanation": "Les croyants diront lorsqu’ils entreront au Paradis: Louange à Allah qui a tenu la promesse qu’Il nous a faite par l’intermédiaire de Ses messager. Il nous a promis de nous faire entrer au Paradis et Il nous a effectivement fait hériter du Paradis où nous pouvons aller là où nous voulons. Que la rétribution de ceux qui œuvrent pour obtenir l’agrément de leur Seigneur est agréable !",
            "arabic_explanation": "وقال المؤمنون لما دخلوا الجنة: الحمد لله الذي صدقنا وعده الذي وعدناه على ألسنة رسله، فقد وعدنا بأن يدخلنا الجنة، وأورثنا أرض الجنة، ننزل منها المكان الذي نشاء أن ننزله، فنعم أجر العاملين الذين يعملون الأعمال الصالحة ابتغاء وجه ربهم."
        },
        {
            "verse_number": 75,
            "verse_text": "وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Durant ce Jour attesté, les anges seront autour du trône et nieront tout ce que les mécréants attribuaient mensongèrement à Allah et qui ne Lui sied pas. Allah jugera en toute équité entre Ses créatures. Il honorera celles qu’Il honorera et châtiera celles qu’Il châtiera. On dira alors: Louange à Allah le Seigneur des créatures pour avoir jugé en ayant fait usage de miséricorde Ses serviteurs croyants et en ayant châtié Ses serviteurs mécréants.",
            "arabic_explanation": "ويكون الملائكة في هذا اليوم المشهود محيطين بالعرش، ينزهون الله عما لا يليق به مما يقوله الكفار، وقضى الله بين جميع الخلائق بالعدل، فأكرم من أكرم، وعذب من عذب، وقيل: الحمد لله رب المخلوقات على حكمه بما حكم به من رحمة لعباده المؤمنين، ومن عذاب لعباده الكافرين."
        }
    ]
}