{
    "surah_name": "GHÂFIR",
    "surah_number": 40,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "حمٓ",
            "explanation": "Ħâ, Mîm: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
            "explanation": "Ceci est la Révélation du Coran qu’Allah a fait descendre sur Son Messager Muħammad, le Puissant à qui personne ne tient tête et Celui qui connaît le mieux les intérêts de Ses serviteurs.",
            "arabic_explanation": "تنزيل القرآن من الله العزيز الذي لا يغلبه أحد، العليم بمصالح عباده على رسوله محمد صلى الله عليه وسلم ."
        },
        {
            "verse_number": 3,
            "verse_text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
            "explanation": "Celui qui pardonne les péchés des pécheurs, accepte le repentir de Ses serviteurs qui se repentent à Lui et punit  sévèrement ceux qui ne se repentent pas de leurs péchés. Le Détenteur des Bienfaits de la Grâce, aucune divinité ne mérite être adorée hormis Lui. C’est vers Lui Seul que les serviteurs retourneront le Jour de la Résurrection et Il les rétribuera selon ce qu’ils méritent.",
            "arabic_explanation": "غافر ذنوب المذنبين، قابل توبة من تاب إليه من عباده، شديد العقاب لمن لم يتب من ذنوبه، ذي الإحسان والتفضل، لا معبود بحق غيره، إليه وحده مرجع العباد يوم القيامة، فيجازيهم بما يستحقون."
        },
        {
            "verse_number": 4,
            "verse_text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
            "explanation": "Ne polémiquent sur les versets d’Allah qui démontrent Son Unicité et la véracité de Ses messagers que ceux qui, à cause de leur raison corrompue, mécroient en Allah. Ne t’attriste donc pas pour eux et ne sois pas trompé par leur prospérité, car le délai qui leur est accordé est en réalité un stratagème qui vise à les mener progressivement à leur perte.",
            "arabic_explanation": "ما يخاصم في آيات الله الدالة على توحيده وصدق رسله إلا الذين كفروا بالله لفساد عقولهم، فلا تحزن عليهم، ولا يغررك ما هم فيه من بسط الرزق والنعم، فإمهالهم استدراج لهم ومكر بهم."
        },
        {
            "verse_number": 5,
            "verse_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
            "explanation": "Avant ceux-là, le peuple de Noé a traité de menteur son messager et après le peuple de Noé les coalisés ont fait de même, ainsi que les ‘Âd, les Thamûd, le peuple de Loth, les habitants de Madyan et Pharaon. Tout peuple a eu l’intention de saisir son messager afin de le tuer et a polémiqué en prenant la défense du faux dans la finalité de faire disparaître le vrai. Ces peuples ont tous été punis par surprise. Vois donc comment Ma punitions fut sévère.",
            "arabic_explanation": "كذّب قبل هؤلاء قوم نوح، وكذبت قبلهم الأحزاب بعد قوم نوح، فكذبت عاد، وثمود، وقوم لوط، وأصحاب مَدْين، وكذّب فرعون، وهمّت كل أمة من الأمم برسولها لتأخذه فتقتله، وجادلوا بما عندهم من الباطل ليزيلوا به الحق، فأخذت تلك الأمم كلها، فتأمّلْ كيف كان عقابي لهم، فقد كان عقابًا شديدًا."
        },
        {
            "verse_number": 6,
            "verse_text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
            "explanation": "Tout comme Allah décréta d’anéantir ces peuples dénégateurs, Son décret d’envoyer en Enfer ceux qui ont mécru sera exécuté.",
            "arabic_explanation": "وكما حكم الله بإهلاك تلك الأمم المكذبة، وجبت كلمة ربك - أيها الرسول - على الذين كفروا أنهم أصحاب النار."
        },
        {
            "verse_number": 7,
            "verse_text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
            "explanation": "Ô Messager, les anges qui portent le Trône de ton Seigneur et qui L’entourent, nient ce qui ne sied pas à Allah, croient en Lui et implorent Son pardon en faveur de ceux qui croient en Lui en disant: Ô notre Seigneur, Ta connaissance et Ta miséricorde s’étendent à toute chose. Pardonne donc à ceux qui se sont repentis de leurs péchés et ont suivi Ta religion et préserve-les du Feu.",
            "arabic_explanation": "الملائكة الذين يحملون عرش ربك - أيها الرسول - والذين هم من حوله، ينزهون ربهم عما لا يليق به، ويؤمنون به، ويطلبون المغفرة للذين آمنوا بالله، قائلين في دعائهم: ربنا، وسع علمك ورحمتك كل شيء، فاغفر للذين تابوا من ذنوبهم، واتبعوا دينك، واحفظهم من النار أن تمسهم."
        },
        {
            "verse_number": 8,
            "verse_text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Les anges disent également:\nÔ notre Seigneur, fais entrer les croyants dans les vergers d’éternité dans lesquels Tu leur as promis de les faire entrer et fais entrer avec eux, ceux de leurs ancêtres, de leurs épouses et de leur progéniture qui ont accompli de bonnes œuvres.\nTu es le Puissant à qui personne ne tient tête et le Sage dans ce que Tu décrètes et ce que Tu gères.",
            "arabic_explanation": "وتقول الملائكة: ربنا، وأدخل المؤمنين جنات الخلد التي وعدتهم أن تدخلهم فيها، وأدخل معهم من صلح عمله من آبائهم وأزواجهم وأولادهم، إنك أنت العزيز الذي لا يغلبك أحد، الحكيم في تقديرك وتدبيرك."
        },
        {
            "verse_number": 9,
            "verse_text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
            "explanation": "Préserve-les de leurs mauvaises actions et ne les châtie-pas pour les avoir commises.\nCelui que Tu préserves le Jour de la Résurrection de ses mauvaises actions, Tu lui fais assurément miséricorde.\nCette exemption de châtiment et cette miséricorde consistant à entrer au Paradis représentent l’immense succès qui n’est égalé par aucun autre.",
            "arabic_explanation": "واحفظهم من سيئات أعمالهم فلا تعذبهم بها، ومن تحفظه يوم القيامة من العقاب على سيئات أعماله فقد رحمته، وتلك الوقاية من العذاب، والرحمة بدخول الجنة؛ هي الفوز العظيم الذي لا يدانيه فوز."
        },
        {
            "verse_number": 10,
            "verse_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
            "explanation": "Ceux qui mécroient en Allah et en Ses messagers, le Jour de la Résurrection, lorsqu’ils entreront dans le Feu et alors qu’ils se feront des reproches à eux-mêmes et se maudiront, on les apostrophera en ces termes:\nAllah vous déteste plus que certains d’entre vous se détestent, car lorsque l’on vous appelait à croire en Allah dans le bas monde, vous préfériez mécroire en Lui et Lui associer des divinités.",
            "arabic_explanation": "إن الذين كفروا بالله وبرسله ينادون يوم القيامة عندما يدخلون النار ويمقتون أنفسهم ويلعنونها: لَشدة بُغض الله لكم أعظم من شدة بغضكم لأنفسكم حين كنتم تُدعون في الدنيا إلى الإيمان بالله فتكفرون به، وتتخذون معه آلهة."
        },
        {
            "verse_number": 11,
            "verse_text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
            "explanation": "Reconnaissant leurs péchés au moment où ni reconnaître ses péchés ni s’en repentir ne sera utile, ils diront: Ô notre Seigneur, Tu nous a fait mourir à deux reprises: lorsque nous faisions partie du néant puis en nous faisant mourir [après notre vie] et Tu nous as donné la vie à deux reprises en nous faisant exister à partir du néant et en nous ressuscitant. Nous reconnaissons les péchés que nous avons commis. Existe-t-il un moyen de sortir du Feu et de revenir à la vie, afin que nous accomplissions de bonnes œuvres et que Tu nous agrées?",
            "arabic_explanation": "وقال الكفار مُقِرِّين بذنوبهم حين لا ينفع إقرارهم ولا توبتهم: ربنا، أمتّنا مرتين حيث كنا عدمًا فأوجدتنا، ثم أمَتَّنا بعد ذلك الإيجاد، وأحييتنا مرتين بإيجادنا من العدم، وبإحيائنا للبعث، فاعترفنا بذنوبنا التي اكتسبناها، فهل من طريق نسلكه إلى خروج من النار فنعود إلى الحياة لنصلح أعمالنا، فترضى عنا؟!"
        },
        {
            "verse_number": 12,
            "verse_text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
            "explanation": "Ce châtiment vous est infligé car lorsque l’on invoquait Allah Seul et qu’on ne Lui associait personne, vous mécroyiez en Lui et Lui attribuiez des associés. A l’inverse, lorsque l’on adorait un associé avec Allah, vous croyiez. Le jugement appartient donc à Allah Seul, le Très-Haut par Son Etre, par Son pouvoir de décréter et par Sa domination, le Très Grand devant lequel tout est petit.",
            "arabic_explanation": "ذلكم العذاب الذي عُذِّبتُم به هو بسبب أنكم كنتم إذا دعي الله وحده ولم يشرَك به أحد كفرتم به وجعلتم له شركاء، وإذا عُبد مع الله شريك آمنتم، فالحكم لله وحده، العلي بذاته وقدره وقهره، الكبير الذي كل شيء دونه."
        },
        {
            "verse_number": 13,
            "verse_text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
            "explanation": "Allah est Celui qui vous montre Ses signes dans la nature et dans vos personnes afin de vous exposer Son pouvoir et Son Unicité. Il fait aussi descendre pour vous du Ciel l’eau de pluie afin qu’elle soit la cause de l’existence des plantes, des grains et d’autres choses dont vous êtes pourvus. Seuls ceux qui se repentent sincèrement à Allah tirent profit de Ses enseignements.",
            "arabic_explanation": "الله هو الذي يريكم آياته في الآفاق والأنفس؛ لتدلّكم على قدرته ووحدانيته، وينزل لكم من السماء ماء المطر ليكون سببًا لما ترزقون به من النبات والزروع وغيرهما، وما يتّعظ بآيات الله إلا من يرجع إليه تائبًا مخلصًا."
        },
        {
            "verse_number": 14,
            "verse_text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
            "explanation": "Ô croyants, invoquez Allah et obéissez-Lui en vous adressant exclusivement à Lui et en ne Lui associant rien, même si cela déplaît aux mécréants et les met hors d’eux.",
            "arabic_explanation": "فادعوا الله - أيها المؤمنون - مخلصين له في الطاعة والدعاء، غير مشركين به، ولو كره الكافرون ذلك وأغضبهم."
        },
        {
            "verse_number": 15,
            "verse_text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
            "explanation": "Il mérite qu’on L’adore et qu’on Lui obéisse exclusivement car Ses degrés sont les plus hauts et sont de loin supérieurs à ceux de toutes Ses créatures et Il est le Seigneur du Trône Suprême. Il fait descendre la Révélation sur qui Il veut parmi Ses serviteurs afin que leurs âmes deviennent vivantes, qu’ils transmettent cette vie à d’autres et qu’ils avertissent les gens de ce qui aura lieu le Jour de la Résurrection, le Jour où les premières et les dernières générations seront réunies.",
            "arabic_explanation": "فهو أهل لأن يُخْلَص له الدعاء والطاعة، فهو رفيع الدرجات مباين لجميع خلقه، وهو رب العرش العظيم، ينزل الوحي على من يشاء من عباده ليَحْيَوا هم ويُحْيُوا غيرهم، وليخوّفوا الناس من يوم القيامة الذي يتلاقى فيه الأولون والآخرون."
        },
        {
            "verse_number": 16,
            "verse_text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
            "explanation": "Le Jour où ils seront à découvert et réunis dans un seul lieu, et que rien de ce qui les concerne n’échappera à Allah, que ce soit au sujet de leurs personnes, de leurs œuvres ou de leurs rétributions, Allah leur demandera:\nQui détient la Royauté aujourd’hui? Il n’y aura alors qu’une seule réponse possible: La Royauté est détenue par Allah l’Unique dans Son Etre, Ses attributs et Ses actes, le Dominateur à qui tout est soumis.",
            "arabic_explanation": "يوم هم ظاهرون قد اجتمعوا في صعيد واحد، لا يخفى على الله منهم شيء، لا من ذواتهم ولا أعمالهم ولا جزائهم، يسأل: لمن الملك اليوم؟! ليس الآن إلَّا جواب واحد؛ الملك لله الواحد في ذاته وصفاته وأفعاله، القهار الذي قهر كل شيء، وخضع له كل شيء."
        },
        {
            "verse_number": 17,
            "verse_text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
            "explanation": "Ce jour-là, chaque âme sera rétribuée selon les œuvres qu’elle aura accomplies, bonnes ou mauvaises, et personne ne subira d’injustice ce jour-là car c’est Allah qui sera l’arbitre équitable. Allah est prompt à demander des comptes à Ses serviteurs car Il les entoure de Sa connaissance.",
            "arabic_explanation": "اليوم تُجْزَى كل نفس بما كسبته من عمل، إن خيرًا فخير، وإن شرًّا فشرّ، لا ظلم في هذا اليوم؛ لأن الحاكم هو الله العدل، إن الله سريع الحساب لعباده؛ لإحاطة علمه بهم."
        },
        {
            "verse_number": 18,
            "verse_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
            "explanation": "Ô Messager, menace-les du Jour de la Résurrection. En effet, ce jour-là aura indubitablement  lieu et toute chose qui aura indubitablement lieu peut être considérée comme proche.. La terreur sera telle que les cœurs monteront jusqu’aux gorges et les gens resteront silencieux. Personne ne parlera, excepté ceux que le Tout Miséricordieux autorisera, et ceux qui auront été injustes envers eux-mêmes par leur polythéisme et leurs péchés n’auront alors ni ami, ni proche ni intercesseur influent.",
            "arabic_explanation": "وخوِّفهم - أيها الرسول - يوم القيامة، هذه القيامة التي اقتربت، فهي آتية، وكل ما هو آت قريب، في ذلك اليوم تكون القلوب من شدة هولها مرتفعة حتى تصل إلى حناجر أصحابها، الذين يكونون صامتين لا يتكلم أحد منهم إلا من أذن له الرحمن، وليس للظالمين لأنفسهم بالشرك والمعاصي من صديق ولا قريب، ولا شفيع يطاع إذا قُدِّرَ له أن يشفع."
        },
        {
            "verse_number": 19,
            "verse_text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
            "explanation": "Allah sait ce que les gens regardent subrepticement et sait ce que cachent les poitrines. Rien de tout cela ne Lui échappe.",
            "arabic_explanation": "الله يعلم ما تختلسه أعين الناظرين خفية، ويعلم ما تكتمه الصدور، لا يخفى عليه شيء من ذلك."
        },
        {
            "verse_number": 20,
            "verse_text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
            "explanation": "Allah juge avec équité et ne lèse personne en diminuant de ses bonnes œuvres ou en augmentant ses mauvaises œuvres. Quant à ceux que les polythéistes adorent en dehors d’Allah, ils n’ont pas le pouvoir de juger quoi que ce soit car ils ne possèdent rien. Allah entend les paroles de Ses serviteurs, voit leurs intentions et leurs agissements et les rétribuera selon leur nature.",
            "arabic_explanation": "والله يحكم بالعدل، فلا يظلم أحدًا بنقص من حسناته، ولا بزيادة في سيئاته، والذين يعبدهم المشركون من دون الله لا يحكمون بشيء؛ لأنهم لا يملكون شيئًا، إن الله هو السميع لأقوال عباده، البصير بنياتهم وأعمالهم، وسيجازيهم عليها."
        },
        {
            "verse_number": 21,
            "verse_text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
            "explanation": "Ces polythéistes n’ont-ils pas parcouru la Terre pour voir quelle fut la fin des peuples dénégateurs qui les ont précédés. Leur fin fut mauvaise alors que ces peuples étaient plus forts qu’eux et ont bâti plus d’édifices qu’eux, mais Allah les a anéantis pour leurs péchés et rien ne les protégea contre le châtiment d’Allah.",
            "arabic_explanation": "أَوَلم يسر هؤلاء المشركون في الأرض؛ فيتأمّلوا كيف كانت نهاية الأمم المكذبة من قبلهم، فقد كانت نهاية سيئة، كانت تلك الأمم أشدّ من هؤلاء قوة، وأثّروا في الأرض بالبناء ما لم يؤثّر فيها هؤلاء، فأهلكهم الله بسبب ذنوبهم، وما كان لهم مانع يمنعهم من عقاب الله."
        },
        {
            "verse_number": 22,
            "verse_text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
            "explanation": "Ce châtiment s’abattit sur eux car les messagers leur apportaient de la part d’Allah des preuves claires et des arguments décisifs, mais ils mécrurent en Allah et démentirent Ses messagers. Malgré leur force, Allah les anéantit puisqu’Il est fort et dur en punition à l’égard de ceux qui mécroient en Lui et démentent Ses messagers.",
            "arabic_explanation": "ذلك العذاب الذي أصابهم إنما أصابهم لأنهم كانت تأتيهم رسلهم من الله بالأدلة الواضحة، والحجج الباهرة، فكفروا بالله وكذبوا رسله، ومع ما هم عليه من القوة فقد أخذهم الله فأهلكهم، إنه سبحانه قوي شديد العقاب لمن كفر به، وكذَّب رسله."
        },
        {
            "verse_number": 23,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
            "explanation": "Nous avons envoyé Moïse accompagné de preuves claires et d’un argument décisif.",
            "arabic_explanation": "ولقد بعثنا موسى بآياتنا الواضحات، وببرهان قاطع."
        },
        {
            "verse_number": 24,
            "verse_text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
            "explanation": "Nous l’avons envoyé à Pharaon et à ses deux ministres Hâmân et Coré (Qârûn) qui dirent: Moïse est un sorcier et ment lorsqu’il prétend être un messager.",
            "arabic_explanation": "إلى فرعون ووزيره هامان وإلى قارون، فقالوا: موسى ساحر كذاب فيما يدّعيه من أنه رسول."
        },
        {
            "verse_number": 25,
            "verse_text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
            "explanation": "Lorsque Moïse leur apporta la preuve évidente de sa véracité, Pharaon dit: Tuez les fils des croyants qui l’accompagnent et épargnez leurs femmes afin de les humilier. Or le stratagème des mécréants consistant à réduire le nombre des croyants n’atteindra pas sa fin.",
            "arabic_explanation": "فلما جاءهم موسى بالبرهان الدال على صدقه قال فرعون: اقتلوا أبناء الذين آمنوا معه، واستبقوا نساءهم إهانة لهم، وما مكْر الكافرين بالأمر بتقليل عدد المؤمنين إلا هالك ذاهب، لا أثر له."
        },
        {
            "verse_number": 26,
            "verse_text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
            "explanation": "Pharaon dit: Laissez-moi tuer Moïse afin de le punir et qu’il invoque donc son Seigneur pour qu’il m’en empêche et peu m’importe qu’il invoque son Seigneur. Je crains qu’il ne change la religion à laquelle vous êtes fidèles et que la Terre ne soit corrompue par le meurtre et la destruction.",
            "arabic_explanation": "وقال فرعون: اتركوني أقتل موسى عقابًا له، وليدع ربه أن يمنعه مني، فأنا لا أبالي أن يدعو ربه، إني أخاف أن يغيّر دينكم الذي أنتم عليه، أو أن يظهر في الأرض الفساد بالقتل والتخريب."
        },
        {
            "verse_number": 27,
            "verse_text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
            "explanation": "Lorsque Moïse eut connaissance de la menace que Pharaon lui adressait, il dit: Je me refugie et recherche la protection auprès de mon Seigneur et du vôtre contre tout individu arrogant qui refuse de croire à la vérité, de croire au Jour de la Résurrection, à la Reddition des Comptes et à la punition qui y aura lieu.",
            "arabic_explanation": "وقال موسى عليه السلام لمَّا علم بتهديد فرعون له: إني التجأت واعتصمت بربي وربكم من كل متكبر عن الحق والإيمان به، لا يؤمن بيوم القيامة، وما فيه من حساب وعقاب."
        },
        {
            "verse_number": 28,
            "verse_text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
            "explanation": "Un homme, croyant en Allah appartenant aux gens de Pharaon et qui dissimulait sa foi aux siens, réprouva leur projet de tuer Moïse. Il leur dit: Allez-vous tuer un homme qui n’a commis d’autre crime que de dire « Mon Seigneur est Allah », alors qu’il vous a apporté les preuves évidentes de sa véracité et de sa qualité de messager envoyé par Allah? S’il s’avérait que c’est un menteur, le préjudice de son mensonge retomberait sur lui et s’il est véridique, une part du châtiment qu’il vous promet s’abattra sur vous bientôt. Allah ne facilite pas la vérité à ceux qui outrepassent Ses limites et inventent des mensonges sur Lui et sur Ses messagers.",
            "arabic_explanation": "وقال رجل مؤمن بالله من آل فرعون يكتم إيمانه عن قومه منكرًا عليهم عزمهم على قتل موسى: أتقتلون رجلًا دون جرم غير أنه قال: ربي الله، وقد جاءكم بالحجج والبراهين الدالة على صدقه في دعواه أنه مرسل من ربه؟! وإن قدّر أنه كاذب فضرر كذبه عائد عليه، وإن يكن صادقًا يصبكم بعض الذي يعدكم به من العذاب عاجلًا، إن الله لا يوفق للحق من هو متجاوز لحدوده، مفترٍ عليه وعلى رسله."
        },
        {
            "verse_number": 29,
            "verse_text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
            "explanation": "Ô mon peuple, vous êtes aujourd’hui les vainqueurs et vous régnez sur la Terre d’Egypte. Qui donc nous secourra du châtiment d’Allah si nous tuions Moïse? Pharaon dit: Ce sera mon avis et mon jugement qui prévaudront. Je suis d’avis de tuer Moïse afin d’éloigner le mal et la corruption, et je ne vous oriente que vers ce qui est bon et pertinent.",
            "arabic_explanation": "يا قوم، لكم الملك اليوم غالبين في أرض مصر، فمن ينصرنا من عذاب الله إن جاءنا بسبب قتل موسى؟! قال فرعون: الرأي رأيي والحكم حكمي، وقد رأيت أن أقتل موسى؛ دفعًا للشر والفساد، وما أرشدكم إلا إلى الصواب والسداد."
        },
        {
            "verse_number": 30,
            "verse_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
            "explanation": "Celui qui avait la foi dit aux siens en guise de conseil: Je crains que, si vous tuez Moïse injustement et arbitrairement, s’abatte sur vous un châtiment semblable à celui qui s’est abattu sur les coalisés du passé qui s’allièrent contre leurs messagers et qu’Allah a anéantis.",
            "arabic_explanation": "وقال الذي آمن ناصحًا قومه: إني أخاف عليكم - إن قتلتم موسى ظلمًا وعدوانًا - عذابًا مثل عذاب الأحزاب الذين تحزّبوا على رسلهم من السابقين فأهلكهم الله."
        },
        {
            "verse_number": 31,
            "verse_text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
            "explanation": "Il en est ainsi de ceux qui mécroient et démentent les messagers, à l’image du peuple de Noé, les ‘Âd, et les Thamûd qui vécurent après eux. Allah les a anéantis pour leur mécréance et le démenti qu’ils ont opposé à Ses messagers. Allah ne veut pas être injuste envers les gens mais Il les châtie pour leurs péchés, ce qui est une rétribution équitable.",
            "arabic_explanation": "كعادة من كفر وكذّب الرسل مثل قوم نوح وعاد وثمود والذين جاؤوا من بعدهم، فقد أهلكهم الله بكفرهم وتكذيبهم لرسله، وما الله يريد ظلمًا للعباد، وإنما يعذبهم بذنوبهم؛ جزاءً وفاقًا."
        },
        {
            "verse_number": 32,
            "verse_text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
            "explanation": "Ô mon peuple, je crains pour vous le Jour de la Résurrection, ce Jour où les gens appelleront ceux qui leur sont proches ou qui jouissent de prestige pensant, qu’ils leur seront utiles dans cette situation terrifiante.",
            "arabic_explanation": "ويا قوم، إني أخاف عليكم يوم القيامة، ذلك اليوم الذي ينادي فيه الناس بعضهم بعضًا بسبب قرابة أو جاه ظنًّا منهم أن هذا المسلك ينفعهم في هذا الموقف الرهيب."
        },
        {
            "verse_number": 33,
            "verse_text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
            "explanation": "Le Jour où vous ferez volteface de crainte d’être jetés dans le Feu et que rien ne s’interposera entre vous et le châtiment d’Allah. Quiconque Allah abandonne et ne lui facilite pas d’avoir la foi ne trouvera personne pour le guider car la guidée consistant à avoir la foi n’est que du ressort d’Allah.",
            "arabic_explanation": "يوم تولّون هاربين خوفًا من النار، ما لكم من مانع يمنعكم من عذاب الله، ومن يخذله الله ولا يوفقه للإيمان فما له من هادٍ يهديه؛ لأن هداية التوفيق بيد الله وحده."
        },
        {
            "verse_number": 34,
            "verse_text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
            "explanation": "Avant Moïse, Joseph vous a apporté les preuves évidentes de l’Unicité d’Allah mais vous persistiez à douter et à démentir ce qu’il vous a apporté puis lorsqu’il décéda, votre doute et votre scepticisme s’accrurent et vous dîtes: Allah n’enverra plus après lui un messager. Tout comme, de cette manière, vous vous égarez de la vérité, Allah égare tous ceux qui outrepassent les limites d’Allah et doutent de Son Unicité.",
            "arabic_explanation": "ولقد جاءكم يوسف من قبل موسى بالبراهين الواضحة على توحيد الله، فما زلتم في شك وتكذيب لما جاءكم به، حتى إذا توفّي ازددتم شكًّا وارتيابًا، وقلتم: لن يبعث الله من بعده رسولًا. مثل ضلالكم هذا عن الحق يضلّ الله كل من هو متجاوز لحدود الله، شاكّ في وحدانيته."
        },
        {
            "verse_number": 35,
            "verse_text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
            "explanation": "Ceux qui se querellent au sujet des versets d’Allah pour les invalider sans avancer d’argument ni de preuve établie qu’ils ont reçus, leur querelle est hautement détestable pour Allah et pour ceux qui croient en Lui et en Ses messagers. Tout comme Allah scella les cœurs de ces gens qui se querellent au sujet de Nos versets afin de les invalider, Allah scelle le cœur de tout individu tyrannique qui manifeste de l’arrogance face à la vérité, le rendant ainsi incapable de s’orienter vers ce qui est correct ni de trouver la voie du bien.",
            "arabic_explanation": "الذين يخاصمون في آيات الله ليبطلوها بغير حجة ولا برهان أتاهم، كَبُر جدالُهم مَقْتًا عند الله وعند الذين آمنوا به وبرسله. كما ختم الله على قلوب هؤلاء المخاصمين في آياتنا لإبطالها يختم الله على كل قلب مستكبر عن الحق مُتَجَبِّر، فلا يهتدي إلى صواب، ولا يرشد إلى خير."
        },
        {
            "verse_number": 36,
            "verse_text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
            "explanation": "Pharaon dit à son ministre Hâmân: Ô Hâmân, construis-moi un très haut édifice afin que peut-être j’atteigne les voies,",
            "arabic_explanation": "وقال فرعون لوزيره هامان: يا هامان، ابْنِ لي بناءً عاليًا؛ رجاء أن أبلغ الطرق."
        },
        {
            "verse_number": 37,
            "verse_text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
            "explanation": "les voies qui font parvenir aux Cieux et je verrai alors le Dieu de Moïse dont celui-ci prétend qu’Il est le Vrai Dieu. Or je crois que Moïse ment lorsqu’il prétend cela. C’est ainsi que cette action hideuse fut embellie à Pharaon et qu’il fut détourné de la voie du vrai vers celle de l’égarement. Le stratagème de Pharaon, consistant à faire triompher le faux dont il était l’adepte et à invalider le vrai apporté par Moïse, était certainement perdant, car le lot de Pharaon est fait de déception, d’échec et de malheur éternel et ininterrompu.",
            "arabic_explanation": "رجاء أن أبلغ طرق السماوات الموصلة إليها، فأنظر إلى معبود موسى الذي يزعم أنه المعبود بحق، وإني لأظنّ أن موسى كاذب فيما يدّعيه. وهكذا حُسِّن لفرعون قبْح عمله حين طلب ما طلب من هامان، وصُرِف عن طريق الحق إلى طرق الضلال، وما مكر فرعون - لإظهار باطله الذي هو عليه، وإبطال الحق الذي جاء به موسى - إلا في خسار؛ لأن مآله الخيبة والإخفاق في سعيه، والشقاء الذي لا ينقطع أبدًا."
        },
        {
            "verse_number": 38,
            "verse_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
            "explanation": "L’homme appartenant aux gens de Pharaon et qui avait la foi dit aux siens en guise de recommandation et d’orientation vers le chemin de la vérité: Ô mon peuple, suivez-moi et je vous indiquerai le chemin de cela droiture et de la guidée vers la vérité.",
            "arabic_explanation": "وقال الرجل الذي آمن من آل فرعون ناصحًا قومه ومرشدًا إياهم إلى طريق الحق: يا قوم، اتبعوني أدلّكم وأرشدكم إلى طريق الصواب، والهداية إلى الحق."
        },
        {
            "verse_number": 39,
            "verse_text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
            "explanation": "Ô mon peuple, cette vie du bas monde n’est que jouissance de plaisirs brefs. Qu’elle ne vous trompe donc pas par ses délices éphémères, tandis que la demeure de l’au-delà et les délices éternels et ininterrompus est la demeure du séjour perpétuel. Œuvrez donc de manière à la mériter en obéissant à Allah et prenez garde à ne pas être distraits par votre vie dans le bas monde d’œuvrer pour l’au-delà.",
            "arabic_explanation": "يا قوم، إنما هذه الحياة الدنيا تمتّع بملذات منقطعة، فلا تغرّنّكم بما فيها من متاع زائل، وإن الدار الآخرة بما فيها من نعيم دائم لا ينقطع هي دار الاستقرار والإقامة، فاعملوا لها بطاعة الله، واحذروا من الانشغال بحياتكم الدنيا عن العمل للآخرة."
        },
        {
            "verse_number": 40,
            "verse_text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
            "explanation": "Celui qui commet une mauvaise action ne sera puni que proportionnellement à ce qu’il a commis et ne subira pas de punition supplémentaire. Celui qui accomplit une bonne œuvre en recherchant l’agrément d’Allah, qu’il soit mâle ou femelle, tout en croyant en Allah et en Ses messagers, entrera au Paradis le Jour de la Résurrection et Allah leur accordera des fruits et des délices éternels sans compter.",
            "arabic_explanation": "من عمل عملًا سيئًا فلن يُعَاقَب إلا بمثل ما عمل، لا يزاد عليه عقاب. ومن عمل عملًا صالحًا يبتغي به وجه الله، ذكرًا كان العامل أو أنثى، وهو مؤمن بالله ورسله - فأولئك الموصوفون بتلك الصفات الحميدة يدخلون الجنة يوم القيامة، يرزقهم الله مما أودعه فيها من الثمرات والنعيم المقيم الذي لا ينقطع أبدًا بغير حساب."
        },
        {
            "verse_number": 41,
            "verse_text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
            "explanation": "Ô mon peuple, pourquoi je vous appelle à échapper à la perdition dans le bas monde et dans l’au-delà en vous invitant à la foi et aux bonnes œuvres tandis que vous m’appelez à entrer en Enfer en m’invitant à la mécréance et la désobéissance à Allah?",
            "arabic_explanation": "ويا قوم، ما لي أدعوكم إلى النجاة من الخسران في الحياة الدنيا والآخرة بالإيمان بالله والعمل الصالح، وتدعونني إلى دخول النار بما تدعونني إليه من الكفر بالله وعصيانه؟!"
        },
        {
            "verse_number": 42,
            "verse_text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
            "explanation": "Vous m’appelez à vos faussetés en espérant que je mécroie en Allah et que j’adore avec Lui des divinités dont la validité de leur adoration avec Allah ne m’a pas été révélée. Alors que moi, je vous appelle à croire en Allah, le Puissant à qui personne ne tient tête, Celui qui accorde un pardon à Ses serviteurs.",
            "arabic_explanation": "تدعونني إلى باطلكم رجاء أن أكفر بالله، وأعبد معه غيره مما لا علم لي بصحة عبادته مع الله، وأنا أدعوكم إلى الإيمان بالله العزيز الذي لا يغلبه أحد، الغفار عظيم المغفرة لعباده."
        },
        {
            "verse_number": 43,
            "verse_text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
            "explanation": "En vérité, les divinités auxquelles vous m’appelez à croire et à obéir, ne peuvent être invoquée dans le bas monde ou dans l’au-delà ni n’exaucent celui qui les invoquent. Notre retour à tous aura lieu auprès d’Allah et ceux qui auront été outranciers en mécroyant et en désobéissant seront les habitants du Feu où ils séjourneront le Jour de la Résurrection.",
            "arabic_explanation": "حقًّا إن ما تدعونني إلى الإيمان به وإلى طاعته؛ ليس له دعوة يُدْعَى بها بحق في الدنيا ولا في الآخرة، ولا يستجيب لمن دعاه، وأن مرجعنا جميعًا إلى الله وحده، وأن المسرفين في الكفر والمعاصي هم أصحاب النار الذين يلازمون دخولها يوم القيامة."
        },
        {
            "verse_number": 44,
            "verse_text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
            "explanation": "Ils refusèrent son conseil et il dit: Vous vous rappellerez du conseil que je vous prodigue et vous regretterez de ne pas l’avoir accepté. Je m’en remets en totalité à Allah Seul, Celui à qui rien des œuvres de Ses serviteurs n'échappe.",
            "arabic_explanation": "فرفضوا نصحه، فقال: ستذكرون ما قدمت لكم من نصح، وتتحسّرون على عدم قبوله، وأفوّض أموري كلها إلى الله وحده، إن الله لا يخفى عليه من أعمال عباده شيء."
        },
        {
            "verse_number": 45,
            "verse_text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
            "explanation": "Allah le préserva alors du mal qu’ils ourdissaient contre lui lorsqu’ils projetèrent de le tuer et le châtiment de la noyade cerna les gens de Pharaon. En effet, Allah le noya lui et ses soldats en guise de châtiment dans le bas monde.",
            "arabic_explanation": "فحفظه الله من سوء مكرهم حين أرادوا قتله، وأحاط بآل فرعون عذاب الغرق، فقد أغرقه الله هو وجنوده كلهم في الدنيا."
        },
        {
            "verse_number": 46,
            "verse_text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
            "explanation": "Puis après leur mort, ils seront exposés au Feu dans leur tombe en début et en fin de journée et le Jour de la Résurrection, on dira: Faites entrer les adeptes de Pharaon dans le plus sévère et le plus terrible des châtiments pour leur mécréance, leur démenti et leur détournement des gens du chemin d’Allah.",
            "arabic_explanation": "وبعد موتهم يعرضون على النار في قبورهم أول النهار وآخره، ويوم القيامة يقال: أدخلوا أتباع فرعون أشدّ العذاب وأعظمه؛ لما كانوا عليه من الكفر والتكذيب والصد عن سبيل الله."
        },
        {
            "verse_number": 47,
            "verse_text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
            "explanation": "Ô Messager, rappelle-toi que les suiveurs et les meneurs se querelleront dans le Feu. Les suiveurs faibles diront aux meneurs arrogants: Dans le bas monde, nous vous suivions dans l’égarement. Allez-vous donc subir à notre place une part du châtiment d’Allah?",
            "arabic_explanation": "واذكر - أيها الرسول - حين يتخاصم الأتباع والمتبوعون من أصحاب النار، فيقول الأتباع المستضعفون للمتبوعين المتكبرين: إنا كنا لكم أتباعًا في الضلال في الدنيا، فهل أنتم مغنون عنا جزءًا من عذاب الله بتحمّله عنا؟!"
        },
        {
            "verse_number": 48,
            "verse_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
            "explanation": "Les meneurs arrogants diront: Nous tous, meneurs et suiveurs, irons en Enfer et personne d’entre nous ne subira une part du châtiment de quelqu’un d’autre. Allah a jugé entre les serviteurs et a alloué à chacun la part de châtiment qu’il mérite.",
            "arabic_explanation": "قال المتبوعون المستكبرون: إنا - سواء كنّا أتباعًا أو متبوعين - في النار، ولا يتحمل أحد منا جزءًا من عذاب الآخر، إن الله قد حكم بين العباد، فأعطى كلًّا ما يستحقه من العذاب."
        },
        {
            "verse_number": 49,
            "verse_text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
            "explanation": "Les suiveurs et les meneurs suppliciés dans le Feu diront aux anges présents en Enfer, lorsqu’ils désespèreront d’en sortir et de retourner dans le bas monde afin de se repentir: Invoquez votre Seigneur afin qu’Il allège ce châtiment permanent ne serais-ce que d’un jour.",
            "arabic_explanation": "وقال المعذبون في النار من الأتباع والمتبوعين للملائكة الموكلين بالنار لما يئسوا من الخروج من النار والعودة إلى الحياة الدنيا ليتوبوا: ادعوا ربكم يخفف عنا يومًا واحدًا من هذا العذاب الدائم."
        },
        {
            "verse_number": 50,
            "verse_text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
            "explanation": "Les gardiens de l’Enfer répondront aux mécréants: Vos messagers ne vous apportaient-ils pas des preuves claires et évidentes? Les mécréants répondront: Si, ils nous ont bien apporté des preuves claires et évidentes. Les gardiens leur diront alors d’un ton railleur: Invoquez donc par vous-mêmes car nous n’intercédons pas en faveur de mécréants. Or l’invocation des mécréants est vaine et perdue, et n’est pas acceptée, à cause de la mécréance de leurs auteurs",
            "arabic_explanation": "قال خزنة جهنم ردًّا على الكفار: أَوَلم تكن تأتيكم رسلكم بالبراهين والأدلة الواضحة؟! قال الكفار: بلى، كانوا يأتوننا بالبراهين والأدلة الواضحة، قال الخزنة تَهَكُّمًا بهم: فادعوا أنتم، فنحن لا نشفع للكفار، وما دعاء الكافرين إلا في بطلان وضياع؛ لعدم قَبوله منهم بسبب كفرهم."
        },
        {
            "verse_number": 51,
            "verse_text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
            "explanation": "Nous secourons certainement Nos messagers dans le bas monde en renforçant leur argumentation et en les soutenant contre leurs ennemis. Nous les secourrons également le Jour de la Résurrection en les faisant entrer au Paradis et en punissant leurs contradicteurs dans le bas monde que nous enverrons dans le Feu après que les prophètes, les anges et les croyants aient témoigné que le Message leur a bien été transmis et qu’ils l’ont bien démenti.",
            "arabic_explanation": "إنا لننصر رسلنا والذين آمنوا بالله وبرسله في الدنيا بإظهار حجتهم وتأييدهم على أعدائهم، وننصرهم يوم القيامة بإدخالهم الجنة، وبعقاب خصومهم في الدنيا بإدخالهم النار بعد أن يشهد الأنبياء والملائكة والمؤمنون على حصول التبليغ وتكذيب الأمم."
        },
        {
            "verse_number": 52,
            "verse_text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
            "explanation": "Le Jour où il ne servira à rien à ceux qui, en mécroyant et en désobéissant se sont montrés injustes, de s’excuser pour leur injustice et ils seront exclus de la miséricorde d’Allah ce jour-là. De plus, ils rejoindront dans l’au-delà la demeure la plus mauvaise où ils subiront un châtiment douloureux.",
            "arabic_explanation": "يوم لا ينفع الظالمين أَنْفُسَهُمْ بالكفر والمعاصي اعتذارُهم عن ظلمهم، ولهم في ذلك اليوم الطرد من رحمة الله، ولهم سوء الدار في الآخرة بما يلاقونه من العذاب الأليم."
        },
        {
            "verse_number": 53,
            "verse_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
            "explanation": "Nous avons donné à Moïse la connaissance par laquelle les Israélites trouvent le chemin de la vérité et Nous avons fait de la Torah un livre qu’ils se transmettent de génération en génération.",
            "arabic_explanation": "ولقد أعطينا موسى العلم الذي يهتدي به بنو إسرائيل إلى الحق، وجعلنا التوراة كتابًا متوارثًا في بني إسرائيل يرثونه جيلًا بعد جيل."
        },
        {
            "verse_number": 54,
            "verse_text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
            "explanation": "Ceci, afin qu’ils soient guidés vers le chemin de la vérité et que ceux qui sont dotés d’une raison saine jouissent d’un rappel.",
            "arabic_explanation": "هدايةً إلى طريق الحق، وتذكيرًا لأصحاب العقول السليمة."
        },
        {
            "verse_number": 55,
            "verse_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
            "explanation": "Ô Messager, endure patiemment le démenti et la persécution des tiens. La promesse que te fit Allah de te secourir et de te soutenir est une vérité indubitable. Demande le pardon pour ton péché et glorifie ton Seigneur en début et en fin de journée.",
            "arabic_explanation": "فاصبر - أيها الرسول - على ما تلاقيه من تكذيب قومك وإيذائهم، إن وعد الله لك بالنصر والتأييد حق لا مرية فيه، واطلب المغفرة لذنبك، وسبّح بحمد ربك أول النهار وآخره."
        },
        {
            "verse_number": 56,
            "verse_text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
            "explanation": "Ceux qui se querellent au sujet des versets d’Allah dans la finalité de les invalider, sans ne détenir ni preuve ni argument, ne sont motivés que par l’arrogance et le dédain de la vérité et ils ne parviendront pas à leur fin. Ô Messager, prends refuge auprès d’Allah car Il entend les paroles de Ses serviteurs et voit leurs agissements. Rien ne Lui en échappe et Il les rétribuera selon leur nature.",
            "arabic_explanation": "إن الذين يخاصمون في آيات الله سعيًا لإبطالها بغير حجة ولا برهان أتاهم من عند الله، لا يحملهم على ذلك إلا إرادة الاستعلاء والتكبر على الحق، ولن يصلوا إلى ما يريدونه من الاستعلاء عليه، فاعتصم - أيها الرسول - بالله، إنه هو السميع لأقوال عباده، البصير بأعمالهم، لا يفوته منها شيء، وسيجازيهم عليها."
        },
        {
            "verse_number": 57,
            "verse_text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "La Création des Cieux et de la Terre, immenses et étendus, est assurément plus impressionnante que la création des gens. En effet, Celui qui les a créés sachant leur immensité, à le pouvoir de ressusciter les morts de leurs tombes ainsi que de leur demander des comptes et de les rétribuer. Seulement, la plupart des gens ne savent pas cela, n’en tirent pas d’enseignement ni ne considèrent cela comme une preuve confirmant la Ressuscitation, malgré sa clarté.",
            "arabic_explanation": "لخلق السماوات والأرض لضخامتهما واتساعهما أعظم من خلق الناس، فالذي خلقهما مع عظمهما قادر على بعث الموتى من قبورهم أحياء ليحاسبهم ويجازيهم، ولكن معظم الناس لا يعلمون، فلا يعتبرون به، ولا يجعلونه دليلًا على البعث مع وضوحه."
        },
        {
            "verse_number": 58,
            "verse_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
            "explanation": "Ne sont pas égaux celui qui voit et celui qui ne voit pas, ni ne sont égaux ceux qui croient en Allah et excellent dans leur œuvres et ceux qui, à cause de leur croyance corrompue et leurs mauvaises œuvres, sont malfaisants. Vous n’êtes que très peu à vous rappeler car si vous vous rappeliez, vous connaîtriez la différence entre les deux partis et vous vous efforceriez de faire partie de ceux qui croient et accomplissent de bonnes œuvres afin d’être agréé par Allah.",
            "arabic_explanation": "ولا يستوي الذي لا يبصر والذي يبصر، ولا يستوي الذين آمنوا بالله وصدّقوا رسله وأحسنوا أعمالهم، لا يستوون مع من يسيء عمله بالاعتقاد الفاسد والمعاصي، لا تتذكرون إلا قليلًا؛ إذ لو تذكرتم لعلمتم الفرق بين الفريقين لتسعوا إلى أن تكونوا من الذين آمنوا وعملوا الأعمال الصالحات رغبة في مرضاة الله."
        },
        {
            "verse_number": 59,
            "verse_text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
            "explanation": "L’Heure où Allah ressuscitera les morts afin de leur demander des comptes et de les rétribuer surviendra sans aucun doute mais la plupart des gens ne croient pas qu’elle surviendra et c’est pour cette raison qu’ils ne s’y préparent pas.",
            "arabic_explanation": "إن الساعة التي يبعث الله فيها الموتى للحساب والجزاء لآتية لا محالة، لا شك فيها، ولكن معظم الناس لا يؤمنون بمجيئها، ولذلك لا يستعدّون لها."
        },
        {
            "verse_number": 60,
            "verse_text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
            "explanation": "Ô gens, votre Seigneur a dit: Proclamez Mon Unicité lorsque vous M’adorez et Me sollicitez et alors, J’exaucerai vos invocations, Je vous pardonnerai et Je vous ferai miséricorde. Ceux qui daignent M’adresser exclusivement leurs adorations entreront le Jour de la Résurrection en Enfer couverts d’opprobre et d’humiliation.",
            "arabic_explanation": "وقال ربكم - أيها الناس -: وحِّدوني في العبادة والمسألة، أجب دعاءكم وأعفُ عنكم وأرحمكم، إن الذين يتعظمون عن إفرادي بالعبادة سيدخلون يوم القيامة جهنم صاغرين ذليلين."
        },
        {
            "verse_number": 61,
            "verse_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
            "explanation": "C’est Allah qui a fait en sorte que la nuit soit obscure pour vous afin que vous vous reposiez et a fait en sorte que le jour soit lumineux afin que vous vaquiez à vos occupations. Allah couvre les gens d’une grande grâce lorsqu’Il les comble de Ses bienfaits apparents et cachés mais la plupart d’entre eux ne Lui sont pas reconnaissants pour cela.",
            "arabic_explanation": "الله هو الذي صيّر لكم الليل مظلمًا لتسكنوا فيه وتستريحوا، وصيّر النهار مضيئًا منيرًا لتعملوا فيه، إن الله لذو فضل عظيم على الناس حين أسبغ عليهم من ظاهر نعمه وباطنها، ولكنّ معظم الناس لا يشكرونه سبحانه على ما أنعم به عليهم منها."
        },
        {
            "verse_number": 62,
            "verse_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
            "explanation": "C’est Allah, Celui qui vous a fait la faveur de vous combler de bienfaits, qui est le Créateur de toute chose et il n’existe pas de créateur ni de dieu méritant d’être adoré autre que Lui. Comment pouvez-vous donc vous détourner de Son adoration et adorer un autre être que Lui qui n’a le pouvoir ni d’être utile ni de nuire.",
            "arabic_explanation": "ذلكم الله الذي تفضل عليكم بنعمه هو خالق كل شيء، فلا خالق غيره، ولا معبود بحق إلا هو، فكيف تنصرفون عن عبادته إلى عبادة غيره ممن لا يملك نفعًا ولا ضرًّا."
        },
        {
            "verse_number": 63,
            "verse_text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
            "explanation": "Tout comme ces gens se sont détournés de la croyance en Allah et de Son adoration exclusive, Il détournera ceux qui renient les versets d’Allah affirmant Son Unicité en tout lieu et en toute époque. Ils ne trouveront donc pas le chemin de la vérité et la droiture ne leur sera pas facilitée.",
            "arabic_explanation": "كما صرف هؤلاء عن الإيمان بالله وعبادته وحده يصرف عنه من يجحد بآيات الله الدالة على توحيده في كل زمان ومكان، فلا يهتدي إلى حق، ولا يُوَفَّق لرشد."
        },
        {
            "verse_number": 64,
            "verse_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
            "explanation": "Ô gens, Allah a fait sorte que pour vous, la Terre soit stable et propice à votre installation. Il a également fait en sorte que le Ciel soit solidement bâti au-dessus de vous et qu’il ne tombe pas. Il vous a formés dans les utérus de vos mères, vous donnant la meilleure des apparences, et Il vous a pourvus en nourritures licites et agréables.\nCelui qui vous a fait don de ces bienfaits est Allah votre Seigneur. Que soit donc béni Allah, le Seigneur de toutes les créatures qui n’ont aucun autre seigneur que Lui.",
            "arabic_explanation": "الله الذي صيّر لكم - أيها الناس- الأرض قارّة مهيأة لاستقراركم عليها، وصيّر السماء محكمة البناء فوقكم ممنوعة من السقوط، وصوّركم في أرحام أمهاتكم فأحسن صوركم، ورزقكم من حلال الأطعمة ومستطابها، ذلكم الذي أنعم عليكم بهذه النعم هو الله ربكم، فتبارك الله رب المخلوقات كلها، فلا رب لها غيره سبحانه."
        },
        {
            "verse_number": 65,
            "verse_text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Il est le Vivant qui ne meurt jamais et le Seul Dieu méritant d’être adoré. Adressez-Lui donc des invocations afin de L’adorer et Le solliciter, en ne vous adressant qu’à Lui, sans Lui associer une de Ses créatures, louange à Allah le Seigneur des créatures.",
            "arabic_explanation": "هو الحي الذي لا يموت، لا معبود بحق غيره، فادعوه دعاء عبادة ومسألة؛ قاصدين وجهه وحده، ولا تشركوا معه غيره من مخلوقاته، الحمد لله رب المخلوقات."
        },
        {
            "verse_number": 66,
            "verse_text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Ô Messager, dis: Allah m’a défendu d’adorer ces idoles que vous adorez en dehors de Lui et qui ne sont ni utiles ni nuisibles, lorsque me sont parvenus les preuves claires et évidentes de l’invalidité de leur adoration, et Il m’ordonna de me soumettre à Lui Seul en L'adorant. Il est le Seigneur de toutes les créatures et il n’existe pas d’autre seigneur que Lui.",
            "arabic_explanation": "قل - أيها الرسول -: إني نهاني الله أن أعبد الذين تعبدونهم من دون الله من هذه الأصنام التي لا تنفع ولا تضرّ حين جاءتني البراهين والأدلة الواضحة على بطلان عبادتها، وأمرني الله أن أنقاد له وحده بالعبادة، فهو رب الخلائق كلها، لا رب لها غيره."
        },
        {
            "verse_number": 67,
            "verse_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
            "explanation": "Il est Celui qui créa votre père Adam à partir d'argile, puis Il créa ses descendants d’une goutte de sperme, puis d’un caillot de sang. Ensuite, Il vous sort des ventres de vos mères au stade d’enfants et avec le temps, vous atteignez l’âge de la force physique, puis vous devenez des vieillards. Certains parmi vous meurent avant cela afin que vous atteigniez un terme déterminé dans le Savoir d’Allah que vous ne pouvez ni avancer ni reporter, puissiez-vous tirer profit de ces arguments et de ces preuves évidentes du pouvoir et de l’Unicité d’Allah.",
            "arabic_explanation": "هو الذي خلق أباكم آدم من تراب، ثم جعل خلقكم من بعده من نطفة، ثم بعد النطفة من دم متجمد، ثم بعد ذلك يخرجكم من بطون أمهاتكم أطفالًا صغارًا، ثم لتصلوا سن اشتداد البدن، ثم لِتَكْبَرُوا حتى تصيروا شيوخًا، ومنكم من يموت قبل ذلك، ولتبلغوا أمدًا محددًا في علم الله، لا تنقصون عنه، ولا تزيدون عليه، ولعلكم تنتفعون بهذه الحجج والبراهين على قدرته ووحدانيته."
        },
        {
            "verse_number": 68,
            "verse_text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
            "explanation": "Il est le Seul à détenir le pouvoir de donner la vie et celui de donner la mort et lorsqu’Il décide de quelque chose, Il lui dit « Sois » et aussitôt il est.",
            "arabic_explanation": "هو وحده سبحانه الذي بيده الإحياء، وهو وحده الذي بيده الإماتة، فإذا قضى أمرًا فإنما يقول لذلك الأمر: (كن)، فيكون."
        },
        {
            "verse_number": 69,
            "verse_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
            "explanation": "Ô Messager, n’as-tu pas vu ceux qui se querellent au sujet des versets d’Allah et les rejettent malgré leur clarté? Il est approprié que tu t’étonnes de leur refus de la vérité malgré sa clarté.",
            "arabic_explanation": "ألم تر - أيها الرسول - الذين يخاصمون في آيات الله مكذبين بها مع وضوحها؛ لتعجب من حالهم وهم يعرضون عن الحق مع وضوحه."
        },
        {
            "verse_number": 70,
            "verse_text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
            "explanation": "Ceux qui traitent de mensonge le Coran et la vérité que Nous avons envoyé Nos messagers transmettre sauront quelle sera la conséquence de leur démenti et ils verront le malheureux dénouement qui les attend.",
            "arabic_explanation": "الذين كذّبوا بالقرآن، وبما بعثنا به رسلنا من الحق، فسوف يعلم هؤلاء المكذبون عاقبة تكذيبهم، ويرون سوء الخاتمة."
        },
        {
            "verse_number": 71,
            "verse_text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
            "explanation": "Ils connaîtront ce dénouement lorsque les carcans se refermeront autour de leurs cous, que les chaînes entraveront leurs pieds et que les bourreaux de l’Enfer les traîneront.",
            "arabic_explanation": "يعلمون عاقبته حين تكون الأصفاد في أعناقهم، والسلاسل في أرجلهم، تجرّهم زبانية العذاب."
        },
        {
            "verse_number": 72,
            "verse_text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
            "explanation": "Ils les traîneront dans une eau bouillante puis ils seront jetés dans le Feu pour y brûler.",
            "arabic_explanation": "يسحبونهم في الماء الحارّ الذي اشتدّ غليانه، ثم في النار يوقدون."
        },
        {
            "verse_number": 73,
            "verse_text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
            "explanation": "Ensuite, on leur dira sur le ton de la réprimande: Où sont les prétendus dieux que vous associiez dans vos actes d’adorations",
            "arabic_explanation": "ثم قيل لهم تَبْكِيتًا لهم وتوبيخًا: أين الآلهة المزعومة التي أشركتم بعبادتها؟!"
        },
        {
            "verse_number": 74,
            "verse_text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
            "explanation": "à Allah? Ces idoles qui ne sont ni utiles ni nuisibles? Les mécréants répondront: Ils nous ont abandonnés et nous ne les voyons pas. Dans le bas monde, nous n’adorions aucune divinité méritant d’être adorée. C’est ainsi qu’Allah égare les mécréants de la vérité en toute époque et en tout lieu.",
            "arabic_explanation": "من دون الله من أصنامكم التي لا تنفع ولا تضرّ؟! قال الكفار: غابوا عنّا فلسنا نراهم، بل ما كنّا نعبد في الدنيا شيئًا يستحق العبادة. مثل إضلال هؤلاء يضلّ الله الكافرين عن الحق في كل زمان ومكان."
        },
        {
            "verse_number": 75,
            "verse_text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
            "explanation": "On leur dira également: Ce châtiment que vous subissez est causé par la satisfaction que vous tirez à pratiquer le polythéisme et par la réjouissance excessive que vous éprouvez.",
            "arabic_explanation": "ويقال لهم: ذلك العذاب الذي تقاسونه بسبب فرحكم بما كنتم عليه من الشرك، وبتوسّعكم في الفرح."
        },
        {
            "verse_number": 76,
            "verse_text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
            "explanation": "Entrez par les portes de l’Enfer où vous demeurerez éternellement et quel pire refuge que l’Enfer pour ceux qui dédaignent la vérité.",
            "arabic_explanation": "ادخلوا أبواب جهنم ماكثين فيها أبدًا، فقبح مستقرّ المتكبرين عن الحق."
        },
        {
            "verse_number": 77,
            "verse_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
            "explanation": "Ô Messager, endure patiemment les offenses et le démenti de ton peuple car la promesse d’Allah de te secourir est indubitable. Soit Nous te montrerons de ton vivant une part du châtiment que Nous leur promettons, à l’image de ce qui leur arriva lors de la Bataille de Badr, soit Nous te ferons mourir avant. C’est vers Nous Seul qu’ils retourneront le Jour de la Résurrection afin que Nous les rétribuions pour leurs œuvres et Nous les ferons entrer dans le Feu où ils demeureront éternellement.",
            "arabic_explanation": "فاصبر - أيها الرسول - على أذى قومك وتكذيبهم، إن وعد الله بنصرك حق لا مِرْية فيه، فإما نرينّك في حياتك بعض الذي نعدهم به من العذاب كما حصل يوم بدر، أو نتوفينّك قبل ذلك، فإلينا وحدنا يرجعون يوم القيامة فنجازيهم على أعمالهم، فندخلهم النار خالدين فيها أبدًا."
        },
        {
            "verse_number": 78,
            "verse_text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
            "explanation": "Ô Messager, Nous avons envoyé avant toi de nombreux messagers à leurs peuples qui les ont traités de menteurs et les ont persécutés, et les messagers se montrèrent endurants face au démenti et à la persécution. Nous t’avons raconté l’histoire de certains d’entre eux tandis que Nous ne t’avons pas raconté l’histoire d’autres. Il ne convient pas qu’un messager apporte aux siens un signe de son Seigneur sans que Celui-ci le veuille. Ainsi, le fait que les mécréants suggèrent à leurs messagers de leur apporter des signes est une injustice. Lorsqu’est émis l’ordre d’Allah de trancher entre les messagers et leurs peuples avec équité, les mécréants sont anéantis, les messagers sont sauvés et lorsque cela a lieu, les adeptes du faux perdent leurs âmes en les exposant par leur mécréance à la perdition.",
            "arabic_explanation": "ولقد بعثنا رسلًا كثيرين من قبلك - أيها الرسول - إلى أممهم، فكذبوهم وآذوهم فصبروا على تكذيبهم وإيذائهم، مِن هؤلاء الرسل مَن قصصنا عليك خبرهم، ومنهم من لم نقصص عليك خبرهم، وما يصحّ لرسول أن يأتي قومه بآية من ربه إلا بمشيئته سبحانه، فاقتراح الكفار على رسلهم الإتيان بالآيات ظلم، فإذا جاء أمر الله بالفتح أو الفصل بين الرسل وأقوامهم فصَل بينهم بالعدل، فأُهلك الكفار ونجّي الرسل، وخسر - في ذلك الموقف الذي يفصل فيه بين العباد- أصحابُ الباطل أنفسَهم بإيرادها موارد الهلاك بسبب كفرهم."
        },
        {
            "verse_number": 79,
            "verse_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
            "explanation": "Allah est Celui qui vous a mis à disposition les dromadaires, les bœufs et les moutons afin que vous utilisiez certains comme montures et que vous mangiez la viande des autres.",
            "arabic_explanation": "الله هو الذي جعل لكم الإبل والبقر والغنم؛ لتركبوا بعضها، وتأكلوا لحوم بعضها."
        },
        {
            "verse_number": 80,
            "verse_text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
            "explanation": "Vous trouvez dans ces créatures des utilisations bénéfiques qui se renouvellent à chaque époque et vous atteignez grâce à elles les finalités que vous désirez, dont les plus notables sont le déplacement sur terre et sur mer.",
            "arabic_explanation": "ولكم في هذه المخلوقات منافع متعددة تتجدد في كل عصر، ويحصل لكم من خلالها ما ترغبون به مما في أنفسكم من حاجات، وأبرزها التنقل في البر والبحر."
        },
        {
            "verse_number": 81,
            "verse_text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
            "explanation": "Allah, exalté soit-Il, vous montre certains de Ses signes qui démontrent Son pouvoir et Son Unicité. Quels sont donc les signes d’Allah que vous ne reconnaissez pas après avoir acquis la certitude que ce sont les Siens?",
            "arabic_explanation": "ويريكم سبحانه من آياته الدالة على قدرته ووحدانيته، فأي آيات الله لا تعترفون بها بعد أن تقرر لديكم أنها آياته؟!"
        },
        {
            "verse_number": 82,
            "verse_text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
            "explanation": "Ces dénégateurs ne parcourent-ils pas la Terre afin de méditer la fin des peuples dénégateurs qui les ont précédés et en tirer des enseignements? Ces peuples étaient plus riches et plus puissants et ont laissé plus d’édifices qu'eux, mais leur puissance ne leur a pas épargné du châtiment destructeur d’Allah.",
            "arabic_explanation": "أفلم يسر هؤلاء المكذبون في الأرض فيتأملوا كيف كانت نهاية الأمم المكذبة من قبلهم فيعتبروا بها؟! فقد كانت تلك الأمم أكثر منهم أموالًا، وأعظم قوة، وأشدّ آثارًا في الأرض، فما أغنى عنهم ما كانوا يكسبون من القوة لما جاءهم عذاب الله المهلك."
        },
        {
            "verse_number": 83,
            "verse_text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "explanation": "Lorsque leurs messagers leur apportèrent les preuves évidentes, ils les traitèrent de menteurs et se satisfirent des connaissances qu’ils détenaient et qui étaient contraires à ce que leur apportaient leurs messagers. C’est alors que le châtiment dont les menaçaient leurs messagers et qu’ils raillaient s’abattit sur eux.",
            "arabic_explanation": "فلما جاءتهم رسلهم بالبراهين الواضحة كذبوا بها، ورضوا بالتمسك بما عندهم من العلم المنافي لما جاءتهم به رسلهم، ونزل بهم ما كانوا يسخرون منه من العذاب الذي كانت تخوّفهم رسلهم منه."
        },
        {
            "verse_number": 84,
            "verse_text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
            "explanation": "Lorsqu’ils verront Notre châtiment, ils diront en guise d’aveu, au moment où l’aveu ne leur sera plus d’aucune utilité: Nous croyons en Allah Seul et mécroyons en tous les associés et idoles que Nous adorions en dehors de Lui.",
            "arabic_explanation": "فلما رأوا عذابنا قالوا مقرِّين حين لا ينفعهم إقرار: آمنا بالله وحده، وكفرنا بما كنا نعبد من دونه من شركاء وأصنام."
        },
        {
            "verse_number": 85,
            "verse_text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
            "explanation": "Leur foi, qui aura pour origine la vue de notre châtiment s’abattre sur eux, ne leur sera pas bénéfique. Ceci est la loi établie par Allah qui s’applique à Ses serviteurs: la foi leur sera inutile lorsqu’ils verront le châtiment de leurs yeux. Les mécréants perdront leurs âmes à cause de leur mécréance et pour ne pas s’en être repenti avant de voir le châtiment.",
            "arabic_explanation": "فلم يكن إيمانهم حين عاينوا عذابنا ينزل بهم نافعًا لهم، سُنَّة الله التي مضت في عباده أنه لا ينفعهم إيمانهم عندما يعاينون العذاب، وخسر الكافرون حين نزول العذاب أنفسهم بإيرادها موارد الهلاك بسبب كفرهم بالله، وعدم التوبة منها قبل معاينة العذاب."
        }
    ]
}