{
    "surah_name": "ACH-CHOURÂ",
    "surah_number": 42,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "حمٓ",
            "explanation": "‘Ayn, Sîn, Qâf: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "1 - 2 - ﴿حمٓ ۝۱ عٓسٓقٓ﴾ تقدم الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "عٓسٓقٓ",
            "explanation": "‘Ayn, Sîn, Qâf: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "1 - 2 - ﴿حمٓ ۝۱ عٓسٓقٓ﴾ تقدم الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 3,
            "verse_text": "كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "C’est une telle Révélation que fait descendre Allah, le Puissant lorsqu’Il se venge de Ses ennemi, le Sage dans Sa gestion et Sa création.",
            "arabic_explanation": "مثل هذا الوحي يوحي إليك يا محمد وإلى الذين من قبلك من أنبياء اللهِ، اللهُ العزيزُ في انتقامه من أعدائه، الحكيم في تدبيره وخلقه."
        },
        {
            "verse_number": 4,
            "verse_text": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
            "explanation": "A Allah Seul appartient ce qui se trouve dans les Cieux et ce qui se trouve sur la Terre. Il en est le Créateur, le Propriétaire et le Gestionnaire. Il est le Très Haut par Son Etre, Son pouvoir de décréter et Sa domination, le Suprême de par Son être.",
            "arabic_explanation": "لله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، وهو العلي بذاته وقدره وقهره، العظيم في ذاته."
        },
        {
            "verse_number": 5,
            "verse_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
            "explanation": "L’une des expressions de Son éminence est que les Cieux, malgré leur étendue et leur hauteur, manquent de se disjoindre au-dessus des sept Terres et que les anges célèbrent leur Seigneur et Le glorifient, Le louant par soumission et par vénération. Ils demandent également à Allah de pardonner à ceux qui sont sur la Terre. Allah est Celui qui pardonne les péchés de Ses serviteurs qui se repentent et qui leur fait miséricorde.",
            "arabic_explanation": "ومن عظمته سبحانه تكاد السماوات مع عظمها وارتفاعها يتشققن من فوق الأرضين، والملائكة ينزهون ربهم ويعظمونه حامدين له خضوعًا وإجلالًا، ويطلبون المغفرة من الله لمن في الأرض، ألا إن الله هو الغفور لذنوب من تاب من عباده، الرحيم بهم."
        },
        {
            "verse_number": 6,
            "verse_text": "وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
            "explanation": "Ceux qui adoptent en dehors d’Allah des idoles qu’ils prennent comme alliés et les adorent au lieu d’adorer Allah, Allah les poursuivra, consignera leurs agissements et les rétribuera selon la nature de ceux-ci. Ô Messager, tu n’es pas chargé de dénombrer leurs œuvres car tu ne seras pas questionné à leur sujet. Il ne t’appartient que de transmettre.",
            "arabic_explanation": "والذين اتخذوا من دون الله أصنامًا يوالونهم ويعبدونهم من دون الله، الله لهم بالمرصاد يسجل عليهم أعمالهم ويجازيهم بها، وما أنت - أيها الرسول- موكل بحفظ أعمالهم، فلن تُسْأَل عن أعمالهم، إنما أنت مبلغ."
        },
        {
            "verse_number": 7,
            "verse_text": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ",
            "explanation": "Ô Messager, tout comme Nous avons fait descendre la Révélation aux prophètes avant toi, Nous t’avons révélé un Coran arabe afin que tu avertisses les habitants de la Mecque et des villes arabes qui l’entourent puis les gens dans leur totalité, et que tu menaces les gens du Jour de la Résurrection, le Jour où Allah réunira les premières et les dernières générations dans un seul lieu pour leur demander des comptes et les rétribuer. Il ne fait aucun doute que ce jour aura lieu et les gens seront alors divisés en deux camps: Le premier sera formé des croyants qui iront au Paradis et le second sera formé des mécréants qui iront en Enfer.",
            "arabic_explanation": "ومثلما أوحينا إلى الأنبياء من قبلك - أيها الرسول - أوحينا إليك قرآنًا عربيًّا لتنذر مكة ومن حولها من قرى العرب، ثم الناس جميعًا، وتخوّف الناس من يوم القيامة يوم يجمع الله الأولين والآخرين في صعيد واحد للحساب والجزاء، لا شك في وقوع ذلك اليوم، والناس منقسمون فيه إلى فريقين: فريق في الجنة وهم المؤمنون، وفريق في النار وهم الكفار."
        },
        {
            "verse_number": 8,
            "verse_text": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ",
            "explanation": "Si Allah avait voulu faire d’eux une seule communauté pratiquant la religion de l’Islam, Il l’aurait fait et les aurait tous fait entrer au Paradis, mais Sa Sagesse a imposé qu’Il fasse entrer qui Il veut dans l’Islam puis au Paradis. Ceux qui sont injustes envers eux-mêmes, en mécroyant et en commettant des péchés, ne possèdent pas d'alliés qui les prendront sous leur protection ni de secoureurs qui les soustrairont au châtiment d’Allah.",
            "arabic_explanation": "ولو شاء الله جَعْلَهم أمةً واحدة على دين الإسلام لجعلهم أمة واحدة عليه، وأدخلهم جميعًا الجنة، ولكن اقتضت حكمته أن يدخل من يشاء في الإسلام، ويدخله الجنة، والظالمون لأنفسهم بالكفر والمعاصي ما لهم من ولي يتولاهم، ولا نصير ينقذهم من عذاب الله."
        },
        {
            "verse_number": 9,
            "verse_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "Ces polythéistes ont plutôt adopté des alliés en dehors d’Allah alors qu’Allah est l’allié par excellence car en effet, personne d’autre que Lui n’a le pouvoir d’être utile ou nuisible. Il est Celui qui fait revivre les morts en les ressuscitant afin qu’ils rendent des comptes et soient rétribués et rien ne Lui est impossible.",
            "arabic_explanation": "بل اتخذ هؤلاء المشركون من دون الله أولياء يتولّونهم، والله هو الولي الحق، فغيره لا ينفع ولا يضرّ، وهو يحيي الموتى ببعثهم للحساب والجزاء،ولا يعجزه شيء سبحانه."
        },
        {
            "verse_number": 10,
            "verse_text": "وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
            "explanation": "Ô gens, Allah jugera vos divergences sur les fondements ou les subdivisions de votre religion. On doit ainsi se référer à Son Livre ou à la Sunna de Son Messager. Tel est mon Seigneur, Celui à qui je m’en remets pour toutes mes affaires et à qui je me repens.",
            "arabic_explanation": "وما اختلفتم - أيها الناس - فيه من شيء من أصول دينكم أو فروعه فحكمه إلى الله، فيرجع فيه إلى كتابه أو سُنَّة رسوله صلى الله عليه وسلم، هذا الذي يتصف بهذه الصفات هو ربي، عليه اعتمدت في أموري كلها، وإليه أرجع بالتوبة."
        },
        {
            "verse_number": 11,
            "verse_text": "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
            "explanation": "Allah, est Celui qui a Créé les Cieux et la Terre à partir de rien, vous a donné des épouses issues de vous et vous a fait don de dromadaires, de bovins, d’ovins et de caprins sous forme de couples afin qu’ils se reproduisent pour vous. Il vous crée à partir des rapports que vos hommes ont avec vos femmes et vous fait vivre de la viande et du lait des bestiaux dont Il vous a fait don. Aucune de Ses créatures ne Lui est semblable. Il entend les paroles de Ses serviteurs, voit leurs agissements dont rien ne Lui échappe. Puis Il les rétribue en fonction des œuvres bonnes ou mauvaises qu’ils accomplissent.",
            "arabic_explanation": "الله خالق السماوات والأرض على غير مثال سابق، جعل لكم من أنفسكم أزواجًا، وجعل لكم من الإبل والبقر والغنم أزواجًا، حتى تتكاثر من أجلكم، يخلقكم فيما جعل لكم من أزواجكم بالتزاوج، ويعيشكم فيما جعل لكم من أنعامكم من لحومها وألبانها، لا يماثله شيء من مخلوقاته، وهو السميع لأقوال عباده، البصير بأفعالهم، لا يفوته منها شيء، وسيجازيهم على أعمالهم؛ إن خيرًا فخير وإن شرًّا فشر."
        },
        {
            "verse_number": 12,
            "verse_text": "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ",
            "explanation": "Il est le Seul à détenir les clés des réserves des Cieux et de la Terre. Il étend Sa subsistance à qui Il veut parmi Ses serviteurs, afin de tester leur reconnaissance, et la restreint à qui Il veut, afin de tester leur patience. Il a connaissance de toute chose et rien de ce qui est dans l’intérêt de Ses serviteurs ne Lui échappe.",
            "arabic_explanation": "له وحده مفاتيح خزائن السماوات والأرض، يوسع الرزق لمن يشاء من عباده؛ اختبارًا له أيشكر أم يكفر؟ ويضيّقه على من يشاء؛ ابتلاءً له أيصبر أم يتسخط على قدر الله؟ إنه بكل شيء عليم، لا يخفى عليه شيء مما فيه مصالح عباده."
        },
        {
            "verse_number": 13,
            "verse_text": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
            "explanation": "Il vous a prescrit ce qu’Il a ordonné à Noé de transmettre et de mettre en pratique et ce que Nous t’avons révélé, ô Messager. Il vous a prescrit ce que Nous avons ordonné à Abraham, à Moïse et à Jésus de transmettre et de mettre en pratique. Ces préceptes se résument à établir la religion et à ne pas se diviser à son sujet. Or il pèse aux mécréants de proclamer l’Unicité d’Allah et de délaisser l’adoration d’autres êtres que Lui. Allah élit ceux qu’Il veut parmi Ses serviteurs, leur facilite de L’adorer et de Lui obéir et guide vers Lui ceux qui se repentent à Lui de leurs péchés.",
            "arabic_explanation": "شرع لكم من الدين مثل ما أمرنا نوحًا بتبليغه والعمل به، والذي أوحيناه إليك - أيها الرسول - وشرع لكم مثل الذي أمرنا إبراهيم وموسى وعيسى بتبليغه والعمل به، وخلاصته: أن أقيموا الدين، واتركوا التفرق فيه، عَظُم على المشركين ما تدعوهم إليه من توحيد الله، وترك عبادة غيره، الله يصطفي من شاء من عباده، فيوفقه لعبادته وطاعته، ويهدي إليه من يرجع إليه منهم بالتوبة من ذنوبه."
        },
        {
            "verse_number": 14,
            "verse_text": "وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
            "explanation": "Les juifs ont hérité de la Torah et les chrétiens ont hérité de l’Evangile de leurs ancêtres mais malgré cela, ces polythéistes doutent de ce Coran apporté par Muħammad et le rejettent.",
            "arabic_explanation": "وما تفرق الكفار والمشركون إلا من بعد ما قامت عليهم الحجة ببعثة محمد صلى الله عليه وسلم إليهم، وما كان تفرّقهم إلا بسبب البغي والظلم، ولولا ما سبق في علم الله من أنه يؤخر عنهم العذاب إلى أَمَدٍ محدد في علمه هو يوم القيامة لحكم الله بينهم، فعجل لهم العذاب بسبب كفرهم بالله وتكذيبهم لرسله، وإن الذين أورثوا التوراة من اليهود، والإنجيل من النصارى من بعد أسلافهم، ومن بعد هؤلاء المشركين، لفي شك من هذا القرآن الذي جاء به محمد صلى الله عليه وسلم ومكذبون به."
        },
        {
            "verse_number": 15,
            "verse_text": "فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
            "explanation": "Prêche cette religion droite, restes-y fermement attaché selon ce que t’a ordonné Allah, ne suis pas leurs passions invalides et dis lorsque tu argumentes contre eux: Je crois en Allah et aux livres qu’Il a révélés à Ses messagers. Allah m’a ordonné de juger équitablement entre vous, Il est notre Seigneur et le vôtre. Nous avons nos œuvres, bonnes et mauvaises, et vous avez vos œuvres, bonnes et mauvaises. Aucune discussion ne se tiendra entre nous et vous après que l’argument ait été explicité. Allah nous réunira tous et le retour vers Allah aura lieu le Jour de la Résurrection. Il rétribuera chacun selon ce qu’il mérite et alors, le véridique se distinguera du menteur et celui qui avait raison se distinguera de  celui qui avait tort.",
            "arabic_explanation": "ادعُ لهذا الدين المستقيم، واثبت عليه وفق ما أمرك الله، ولا تتبع أهواءهم الباطلة، وقل عند مجادلتهم: آمنت بالله وبالكتب التي أنزلها الله على رسله، وأمرني الله أن أحكم بينكم بالعدل، الله الذي أعبده ربنا وربكم جميعًا، لنا أعمالنا خيرًا كانت أو شرًّا، ولكم أعمالكم خيرًا كانت أو شرًّا، لا جدال بيننا وبينكم بعد أن تبينت الحجة، واتضحت المحجة، الله يجمع بيننا جميعًا، وإليه المرجع يوم القيامة، فيجازي كلًّا منا بما يستحقه، فيتبيّن عندئذ الصادق من الكاذب، والمحق من المبطل."
        },
        {
            "verse_number": 16,
            "verse_text": "وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ",
            "explanation": "Ceux qui, en usant d’arguments fallacieux, débattent au sujet de cette religion révélée à Muħammad après que les gens y aient adhéré, leur argument est intenable et invalide auprès de leur Seigneur et des croyants, et son effet est nul. De plus, ils subiront la colère d’Allah pour leur mécréance et leur refus de la vérité et le Jour de la Résurrection, un châtiment terrible les attendra.",
            "arabic_explanation": "والذين يجادلون بالحجج الباطلة في هذا الدين المنزل على محمد صلى الله عليه وسلم بعدما استجاب الناس له، هؤلاء المجادلون حجتهم ذاهبة وساقطة عند ربهم وعند المؤمنين، لا أثر لها، وعليهم غضب من الله لكفرهم ورفضهم الحق، ولهم عذاب شديد ينتظرهم يوم القيامة."
        },
        {
            "verse_number": 17,
            "verse_text": "ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ",
            "explanation": "C’est Allah qui a révélé le Coran accompagné de la vérité indubitable et a révélé la justice afin que les gens jugent avec équité. Il se peut que l’Heure, dont ces gens-là démentent l’occurrence, soit proche puisque tout ce qui aura indubitablement lieu est proche.",
            "arabic_explanation": "الله الذي أنزل القرآن بالحق الذي لا مرية فيه، وأنزل العدل ليحكم بين الناس بالإنصاف، وقد تكون الساعة التي يكذِّب بها هؤلاء قريبة، ومعلوم أن كل آتٍ قريب."
        },
        {
            "verse_number": 18,
            "verse_text": "يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ",
            "explanation": "Ceux qui n’y croient pas demandent qu’elle soit hâtée car ils ne croient ni à la Reddition de Compte, ni à la récompense, ni à la punition. Quant à ceux qui croient en Allah, ils la redoutent puisque leur sort se jouera alors et ils savent avec certitude qu’elle est une vérité indubitable. Ceux qui contestent la survenue de l’Heure, se querellent à son sujet et doutent de sa réalité, sont dans un égarement éloigné de la vérité.",
            "arabic_explanation": "يطلب الذين لا يؤمنون بها تعجيلها؛ لأنهم لا يؤمنون بحساب ولا ثواب ولا عقاب، والذين آمنوا بالله خائفون منها لخوفهم من مصيرهم فيها، ويعلمون علم اليقين أنها الحق الذي لا مِرْية فيه، ألا إن الذين يجادلون في الساعة ويخاصمون فيها، ويشككون في وقوعها، لفي ضلال بعيد عن الحق."
        },
        {
            "verse_number": 19,
            "verse_text": "ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
            "explanation": "Allah est plein d’indulgence pour Ses serviteurs. Il pourvoit ceux qu’Il veut en élargissant leur subsistance et la restreint à qui Il veut par miséricorde de Sa part, même si cela n'est pas évident de prime abord. Il est le Fort à qui personne ne tient tête, le Puissant qui se venge de Ses ennemis.",
            "arabic_explanation": "الله ذو لطف بعباده، يرزق من يشاء، فيوسع له الرزق، ويضيِّق على من يشاء بحسب اقتضاء حكمته ولطفه، وهو القوي الذي لا يغلبه أحد، العزيز الذي ينتقم من أعدائه."
        },
        {
            "verse_number": 20,
            "verse_text": "مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ",
            "explanation": "Celui qui œuvre, désirant la récompense de l’au-delà, Nous multiplierons sa récompense. En effet, une bonne action est récompensée entre dix et sept cent fois plus, voire plus encore. Tandis que celui qui ne désire que ce bas monde, Nous lui accorderons la part de ce bas monde qui lui est destinée et il ne pourra prétendre à rien dans l'au-delà, puisqu’il lui aura préféré ce bas monde.",
            "arabic_explanation": "من كان يريد ثواب الآخرة عاملًا لها عملها، نضاعف له ثوابه، فالحسنة بعشر أمثالها إلى سبع مئة ضعف إلى أضعاف كثيرة، ومن كان يريد الدنيا وحدها أعطيناه نصيبه المقدر له فيها، وليس له في الآخرة من حظ لإيثاره الدنيا عليها."
        },
        {
            "verse_number": 21,
            "verse_text": "أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ces polythéistes ont-ils des divinités en dehors d’Allah qui leur prescrivent des lois religieuses polythéistes, abolissent les interdits d’Allah ou rendent interdit ce qu’Il a permis?",
            "arabic_explanation": "أم لهؤلاء المشركين آلهة من دون الله شرعوا لهم من الدين ما لم يأذن لهم الله بشرعه من الشرك به وتحريم ما أحل، وتحليل ما حرم؟ ولولا ما ضربه الله من أجَلٍ محدد للفصل بين المختلفين، وأنه يؤخرهم إليه لفصَل بينهم، وإن الظالمين لأنفسهم بالشرك بالله والمعاصي لهم عذاب موجع ينتظرهم يوم القيامة."
        },
        {
            "verse_number": 22,
            "verse_text": "تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
            "explanation": "Ô Messager, tu verras ceux qui, parce que polythéiste et pécheur, sont injustes envers eux-mêmes, terrorisés par la punition inéluctable méritée pour leurs péchés. Or il ne leur sert à rien de ressentir de la peur si celle-ci n’est pas accompagnée de remords. Quant à ceux qui croient en Allah et en Ses messagers et accomplissent de bonnes œuvres, ils seront dans une toute autre situation. Ils jouiront en effet de délices dans les jardins du Paradis et ils trouveront auprès de leur Seigneur tout ce qu’ils voudront comme plaisirs éternels et ininterrompus. Ceci est la grâce suprême qui n’est surpassée par aucune autre grâce.",
            "arabic_explanation": "ترى - أيها الرسول - الظالمين أنفسهم بالشرك والمعاصي خائفين من العقاب بما كسبوا من الإثم، والعقاب واقع بهم لا محالة، فلا ينفعهم الخوف المجرد عن توبة، والذين آمنوا بالله وبرسله وعملوا الأعمال الصالحات على النقيض منهم؛ فهم في بساتين الجنات يتنعمون، لهم ما يشاؤون عند ربهم من أنواع النعيم الذي لا ينقطع أبدًا، ذلك هو الفضل الكبير الذي لا يدانيه فضل."
        },
        {
            "verse_number": 23,
            "verse_text": "ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ",
            "explanation": "Cette annonce hautement réjouissante est adressée de la part Allah, par l’intermédiaire de Son Messager, à ceux qui croient en Lui et en Ses messagers et accomplissent de bonnes œuvres. Ô Messager, dis: Je ne vous demande rien en échange de la transmission de la vérité, si ce n’est une contrepartie dont le bénéfice retombe sur vous et qui consiste à m’aimer pour la parenté qui nous unit. Nous multiplions la récompense de quiconque accomplit une bonne action, et une bonne action peut-être rétribuée jusqu’à dix fois plus. Allah pardonne à Ses serviteurs qui se repentent à Lui et est reconnaissant pour les bonnes œuvres qu’ils accomplissent en vue de mériter Son agrément.",
            "arabic_explanation": "ذلك التبشير العظيم الذي يبشر الله به على يد رسوله الذين آمنوا بالله ورسله، وعملوا الأعمال الصالحات، قل -أيها الرسول -: لا أطلب منكم على تبليغ الحق ثوابًا إلا ثوابًا واحدًا عائدًا نفعه إليكم، وهو أن تحبوني لقرابتي فيكم، ومن يكسب حسنة نضاعف له أجره؛ الحسنة بعشر أمثالها، إن الله غفور لذنوب من تاب إليه من عباده، شكور لأعمالهم الصالحة التي يعملونها ابتغاء وجهه."
        },
        {
            "verse_number": 24,
            "verse_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Celui, parmi les polythéistes, qui prétend que Muħammad a inventé de toutes pièces ce Coran et l’a attribué à son Seigneur, Allah lui répond: Si ton âme te suggérait d’inventer sur Moi un mensonge, Je scellerais ton cœur, J’effacerais la fausseté que tu as inventée et Je laisserai le vrai subsister. Or le fait que le Prophète n’ait pas subi cela démontre la véracité de ce qu’il dit et qu’il reçoit la Révélation de son Seigneur. Allah sait le mieux ce que renferment les cœurs de Ses serviteurs et rien ne Lui échappe.",
            "arabic_explanation": "مِنْ زعم المشركين أن محمدًا صلى الله عليه وسلم قد اختلق هذا القرآن ونسبه لربه، ويقول الله ردًّا عليهم: لو حدَّثتَ نفسك أن تفتري كذبًا لطَبَعْتُ على قلبك، ومحوت الباطل المفترى، وأبقيت الحق، ولما لم يكن الأمر كذلك دلَّ على صدق النبي صلى الله عليه وسلم أنه موحى له من ربه، إنه عليم بما في قلوب عباده لا يخفى عليه شيء منه."
        },
        {
            "verse_number": 25,
            "verse_text": "وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ",
            "explanation": "Il est Celui qui accepte le repentir de Ses serviteurs qui renoncent à la mécréance et aux péchés et leur pardonne les péchés qu’ils ont commis. Il sait également ce que vous faites, sachant qu’aucun de vos agissements ne Lui échappe et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "وهو سبحانه الذي يقبل توبة عباده من الكفر والمعاصي إذا تابوا إليه، ويتجاوز عن سيئاتهم التي ارتكبوها، ويعلم ما تفعلون من شيء، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
        },
        {
            "verse_number": 26,
            "verse_text": "وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ",
            "explanation": "Il exauce l’invocation de ceux qui croient en Allah et en Ses messagers et accomplissent de bonnes œuvres. Mieux, Il rajoute, plus qu’ils ne lui demandent, de Sa grâce, tandis que ceux qui mécroient en Allah et en Ses messagers, un châtiment sévère les attend le Jour de la Résurrection.",
            "arabic_explanation": "ويجيب دعاء الذين آمنوا بالله وبرسله وعملوا الصالحات، ويزيدهم من فضله على ما لم يسألوه، والكافرون بالله وبرسله لهم عذاب قوي ينتظرهم يوم القيامة."
        },
        {
            "verse_number": 27,
            "verse_text": "۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ",
            "explanation": "Si Allah élargissait la subsistance de tous Ses serviteurs, ils se montreraient tyranniques et injustes sur Terre mais Il fait descendre Ses dons selon la mesure qu’Il décrète. Il connaît et voit le mieux la situation de Ses serviteurs, donnant ou privant pour une raison qu’Il connaît.",
            "arabic_explanation": "ولو وسّع الله الرزق لجميع عباده لطغوا في الأرض بالظلم، ولكنه سبحانه ينزل من الرزق بقدر ما يشاء من توسيع وتضييق، إنه خبير بأحوال عباده بصير بها، فيعطي لحكمة، ويمنع لحكمة أيضًا."
        },
        {
            "verse_number": 28,
            "verse_text": "وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ",
            "explanation": "Il est Celui qui fait descendre la pluie sur Ses serviteurs après qu’ils en aient désespéré et il répand cette pluie afin que la terre se couvre de verdure. Il est Celui qui se charge des affaires de Ses serviteurs et le Digne de louange en toute circonstance.",
            "arabic_explanation": "وهو الذي ينزل المطر على عباده من بعد ما يئسوا من نزوله، وينشر هذا المطر فتنبت الأرض، وهو المتولّي شؤون عباده، المحمود على كل حال."
        },
        {
            "verse_number": 29,
            "verse_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ",
            "explanation": "Parmi les signes indiquant Son pouvoir et Son Unicité, il y a la création des Cieux et de la Terre et les créatures extraordinaires qu’Il y a répandus. Il a certainement le pouvoir de les réunir quand Il le veut pour le Rassemblement et la Rétribution et cela ne Lui est pas impossible, tout comme il ne Lui a pas été impossible de les créer la première fois.",
            "arabic_explanation": "ومن آيات الله الدالة على قدرته ووحدانيته خلق السماوات وخلق الأرض، وما نشر فيهما من مخلوقات عجيبة، وهو على جمعهم للحشر والجزاء متى شاء قدير، لا يعجزه ذلك كما لم يعجزه خلقهم أول مرة."
        },
        {
            "verse_number": 30,
            "verse_text": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ",
            "explanation": "Ô gens, tout malheur qui atteint vos personnes ou vos biens a pour origine les péchés que vos mains ont commis. Et Allah pardonne beaucoup d’autres de vos péchés et ne vous en tient pas rigueur.",
            "arabic_explanation": "وما أصابكم - أيها الناس - من مصيبة في أنفسكم أو أموالكم فبما كسبته أيديكم من المعاصي، ويتجاوز الله لكم عن كثير منها، فلا يؤاخذكم به."
        },
        {
            "verse_number": 31,
            "verse_text": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
            "explanation": "S’Il voulait vous punir, vous ne pourriez échapper à votre Seigneur et Il n’existe pas d’allié se chargeant de vous soutenir ni de secoureur capable de vous soustraire à Son châtiment, si Allah décidait de vous châtier.",
            "arabic_explanation": "ولستم بقادرين على النجاة من ربكم هربًا إذا أراد عقابكم، وليس لكم من دونه ولي يتولى أموركم، ولا نصير يرفع عنكم العذاب إن أراده بكم."
        },
        {
            "verse_number": 32,
            "verse_text": "وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ",
            "explanation": "Parmi les signes indiquant le pouvoir et l’Unicité d’Allah, il y a les navires qui se déplacent sur la mer et qui sont aussi hauts et immenses que certaines montagnes.",
            "arabic_explanation": "ومن آيات الله الدالة على قدرته ووحدانيته السفن التي تجري في البحر مثل الجبال في ارتفاعها وعلوها."
        },
        {
            "verse_number": 33,
            "verse_text": "إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ",
            "explanation": "Si Allah avait voulu faire cesser le vent qui déplace ces bateaux, Il l’aurait fait cesser et ils resteraient alors immobiles, incapables d’avancer. La création des bateaux et la mise à disposition du vent sont des preuves claires du pouvoir d'Allah, adressées à toute personne endurante dans les malheurs et les épreuves et reconnaissantes envers Allah pour Ses bienfaits.",
            "arabic_explanation": "إن يشأ الله إسكان الريح التي تسيّرهنّ أسكنها، فَيَظْللن ثوابت في البحر لا يتحرّكن، إنّ في ذلك المذكور من خلق السفن وتسخير الرياح لدلالات واضحة على قدرة الله لكل صَبَّار على البلاء والمحن، شكور لنعم الله عليه."
        },
        {
            "verse_number": 34,
            "verse_text": "أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ",
            "explanation": "Ou encore, si Allah avait voulu anéantir ces bateaux en envoyant dessus des vents tempétueux, Il le ferait en guise de punition pour les péchés que les gens commettent, même s’il pardonne nombre des péchés de Ses serviteurs et ne leur en tient pas rigueur.",
            "arabic_explanation": "أو إن يشأ سبحانه إهلاك تلك السفن بإرسال الريح العاصفة عليها أهلكها بسبب ما كسب الناس من الإثم، ويتجاوز عن كثير من ذنوب عباده فلا يعاقبهم عليها."
        },
        {
            "verse_number": 35,
            "verse_text": "وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ",
            "explanation": "Lorsque ces bateaux sont détruits, ceux qui polémiquent au sujet des signes d’Allah afin de les invalider comprennent qu’ils ne pourront pas échapper à l'anéantissement. Ils se mettent alors à invoquer Allah Seul et se détournent de ceux qu’ils Lui associaient.",
            "arabic_explanation": "ويعلم عند إهلاك تلك السفن بإرسال الريح العاصفة الذين يجادلون في آيات الله لإبطالها ما لهم من مهرب عن الهلاك، فلا يدعون إلا الله، ويتركون من عداه."
        },
        {
            "verse_number": 36,
            "verse_text": "فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
            "explanation": "Ô gens, la richesse, le prestige et la progéniture que l’on vous donne ne sont que des jouissances éphémères de cette vie ici-bas, tandis que les délices éternels sont ceux du Paradis qu’Allah réserve à ceux qui croient en Lui et en Ses messagers et ne s’en remettent qu’à leur Seigneur dans toutes leurs affaires.",
            "arabic_explanation": "فما أُعطيتم - أيها الناس - من مال أو جاه أو ولد، فمتاع الحياة الدنيا وهو زائل منقطع، والنعيم الدائم هو نعيم الجنة الذي أعده الله للذين آمنوا بالله ورسله، وعلى ربهم وحده يعتمدون في جميع أمورهم."
        },
        {
            "verse_number": 37,
            "verse_text": "وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ",
            "explanation": "Ceux qui s’abstiennent des péchés les plus graves et les plus hideux et lorsqu’ils sont en colère contre ceux qui les offensent par la parole et les actes, pardonnent leurs fautes et ne les punissent pas. Ce pardon est une faveur de leur part, si sa conséquence est louable et est bénéfique.",
            "arabic_explanation": "والذين يبتعدون عن كبائر الذنوب وقبائحها، وإذا غضبوا ممن أساء إليهم بالقول أو الفعل يغفرون له زلته، ولا يعاقبونه عليها، وهذا العفو تفضل منهم إذا كان فيه خير ومصلحة."
        },
        {
            "verse_number": 38,
            "verse_text": "وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
            "explanation": "Ces gens sont ceux qui répondent favorablement à l’appel de leur Seigneur, en se conformant à ce qu’Il commande et en renonçant à ce qu’Il défend, accomplissent la prière de la manière la plus complète, se consultent au sujet des affaires qui les concernent et dépensent de ce que Nous les avons pourvus dans la finalité de mériter l’agrément d’Allah.",
            "arabic_explanation": "والذين استجابوا لربهم؛ بفعل ما أمر به، وترك ما نهى عنه، وأتمّوا الصلاة على أكمل وجه، والذين يتشاورون في الأمور التي تهمهم، ومما رزقناهم ينفقون ابتغاء وجه الله."
        },
        {
            "verse_number": 39,
            "verse_text": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ",
            "explanation": "Ce sont également ceux qui, lorsqu’ils subissent une injustice, s’insurgent et ripostent par amour-propre, si celui qui leur fait subir l’injustice ne mérite pas le pardon. La riposte dans ce cas est légitime, particulièrement lorsque le pardon n’est pas bénéfique.",
            "arabic_explanation": "والذين إذا أصابهم الظلم ينتصرون إكرامًا لأنفسهم وإعزازًا لها، إذا كان الظالم غير أهلٍ للعفو، وهذا الانتصار حق، بخاصة إذا لم يكن في العفو مصلحة."
        },
        {
            "verse_number": 40,
            "verse_text": "وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
            "explanation": "Quiconque veut se faire justice y est autorisé, mais en ripostant de manière proportionnelle à l’offense sans tomber dans l’abus. Et quiconque pardonne à celui qui l’offense, ne tient pas rigueur de son comportement et se réconcilie avec son frère, son salaire incombe à Allah.",
            "arabic_explanation": "ومن أراد أن يأخذ حقه فله ذلك، لكن بالمثل دون زيادة أو تجاوز، ومن عفا عمن أساء إليه ولم يؤاخذه على إساءته، وأصلح ما بينه وبين أخيه فثوابه عند الله، إنه لا يحب الظالمين الذين يظلمون الناس في أنفسهم أو أموالهم أو أعراضهم، بل يبغضهم."
        },
        {
            "verse_number": 41,
            "verse_text": "وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ",
            "explanation": "Ceux qui ripostent pour se faire justice, il ne leur sera fait aucun reproche pour cela.",
            "arabic_explanation": "ومن انتصر لنفسه فأولئك ما عليهم من مؤاخذة لأخذهم بحقهم."
        },
        {
            "verse_number": 42,
            "verse_text": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ce sont plutôt ceux qui traitent les gens injustement et commettent des péchés sur Terre qui méritent le reproche et la punition. Ceux-là subiront un châtiment douloureux dans l’au-delà.",
            "arabic_explanation": "إنما المؤاخذة والعقاب للذين يظلمون الناس، ويعملون في الأرض بالمعاصي، أولئك لهم عذاب موجع في الآخرة."
        },
        {
            "verse_number": 43,
            "verse_text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ",
            "explanation": "Quant à ceux qui endurent patiemment les offenses d’autrui et n’en tiennent pas compte, leur patience sera bénéfique à leur propre personne et à la société. Ceci est assurément louable et n’est facilité qu’à ceux qui sont très chanceux.",
            "arabic_explanation": "وأما من صبر على إيذاء غيره له، وتجاوز عنه، فإن ذلك الصبر مما يعود بالخير عليه وعلى المجتمع؛ وذاك أمر محمود، ولا يوفَّق له إلا ذو حظ عظيم."
        },
        {
            "verse_number": 44,
            "verse_text": "وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ",
            "explanation": "Quant à celui qu’Allah ne guide pas et égare de la vérité, il n’a aucun autre allié pouvant le soutenir. Tu verras ceux qui, à cause de leur mécréance et leurs péchés, étaient injustes envers eux-mêmes, souhaiter lorsqu’ils verront de leurs yeux le châtiment du Jour de la Résurrection: Est-il possible que nous retournions dans le bas monde afin que nous nous repentions à Allah?",
            "arabic_explanation": "ومن خذله الله عن الهداية فأضلّه عن الحق فليس له ولي من بعده يتولى أمره، وترى الظالمين أنفسهم بالكفر والمعاصي لما عاينوا العذاب يوم القيامة يقولون متمنّين: هل للعودة إلى الدنيا طريق فنتوب إلى الله؟"
        },
        {
            "verse_number": 45,
            "verse_text": "وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ",
            "explanation": "Ô Messager, tu verras ces injustes lorsqu’ils seront exposés au Feu avilis et honnis, regardant furtivement les gens tellement leur terreur sera grande. Ceux qui croyaient en Allah et en Ses messager diront: Les véritables perdants sont ceux qui, le Jour de la Résurrection, perdront leurs âmes et perdront les liens avec leurs familles lorsqu’ils subiront le châtiment d’Allah. Ceux qui, à cause de leur mécréance et leurs péchés, sont injustes envers eux-mêmes seront suppliciés pour l’éternité sans connaître de répit.",
            "arabic_explanation": "وترى - أيها الرسول - هؤلاء الظالمين حين يُعْرَضون على النار وهم أذلاء وخزايا ينظرون إلى الناس خِلْسة من شدة خوفهم منها، وقال الذين آمنوا بالله وبرسله: إن الخاسرين حقًّا هم الذين خسروا أنفسهم وأهليهم يوم القيامة بسبب ما لاقوه من عذاب الله، ألا إن الظالمين لأنفسهم بالكفر والمعاصي في عذاب دائم لا ينقطع أبدًا."
        },
        {
            "verse_number": 46,
            "verse_text": "وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
            "explanation": "Le Jour de la Résurrection, ils n’auront pas d’alliés qui les secourront et les soustrairont au châtiment d’Allah. Or quiconque Allah ne guide pas à la vérité et s'égare ne trouvera aucune voie le menant à la guidée.",
            "arabic_explanation": "وما كان لهم من أولياء ينصرونهم بإنقاذهم من عذاب الله يوم القيامة، ومن يخذله الله عن الحق فيضلّه فليس له أبدًا من طريق تؤديه إلى الهداية إلى الحق."
        },
        {
            "verse_number": 47,
            "verse_text": "ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ",
            "explanation": "Ô gens, répondez favorablement à votre Seigneur, en vous empressant de vous conformer à Ses commandements et de renoncer à Ses interdits et en cessant de reporter votre repentir, avant que le Jour de la Résurrection ne vous surprenne. Si ce jour survenait, personne ne pourrait s’en prémunir. Vous ne trouverez alors aucun refuge pour vous abriter et vous ne pourrez nier les péchés que vous avez commis dans le bas monde.",
            "arabic_explanation": "استجيبوا - أيها الناس - لربكم بالمسارعة إلى امتثال أوامره واجتناب نواهيه، وترك التسويف، من قبل أن يأتي يوم القيامة الذي إذا جاء لا دافع له، ما لكم من ملجأ تلجؤون إليه، وما لكم من إنكار تنكرون به ذنوبكم التي اكتسبتموها في الدنيا."
        },
        {
            "verse_number": 48,
            "verse_text": "فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ",
            "explanation": "S’ils se détournent de ce que tu leur ordonnes, sache ô Messager que Nous ne t’avons pas envoyé afin de consigner leurs œuvres. Tu n’es tenu que de transmettre ce qu’on t’a ordonné de transmettre puis ce sera à Allah de leur demander des comptes. Lorsque Nous faisons goûter l’être humain à la miséricorde, la richesse, la santé et d’autres bienfaits, il s’en réjouit mais lorsque les humains sont atteints par un malheur causé par leurs péchés, leur réaction spontanée est de renier les bienfaits d’Allah, ne pas Lui manifester de gratitude et s’insurger contre ce que, de par Sa Sagesse, Il a décrété.",
            "arabic_explanation": "فإن أعرضوا عما أمرتهم به فما بعثناك - أيها الرسول - عليهم حفيظًا تحفظ أعمالهم، ليس عليك إلا تبليغ ما أمرت بتبليغه، وحسابهم على الله، وإنا إذا أذقنا الإنسان منا رحمة من غنى وصحة ونحوهما فرح بها، وإن يصب البشر بلاء بمكروه بسبب ذنوبهم؛ فإن طبيعتهم كفر نعم الله، وعدم شكرها، والتسخط مما قدره الله بحكمته."
        },
        {
            "verse_number": 49,
            "verse_text": "لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
            "explanation": "La propriété des Cieux et de la Terre revient à Allah. Il crée ce qu’Il veut: mâles, femelles et d’autres genres encore, et donne à qui Il veut des nouveau-nés mâles et à qui Il veut des nouveau-nés femelles*ou alors les deux à la fois. De même, Il rend qui Il veut stérile et incapable de procréer. Il sait le mieux ce qui existe à l’instant présent et ce qui existera dans le futur. Ceci est l’expression de Sa Connaissance complète et de Sa Sagesse parfaite: rien ne Lui échappe et rien ne Lui est impossible.",
            "arabic_explanation": "49 - 50 - لله ملك السماوات وملك الأرض، يخلق ما يشاء من ذكر أو أنثى أو غير ذلك، يعطي لمن يشاء إناثًا ويحرمه الذكور، ويعطي لمن يشاء الذكور ويحرمه الإناث، أو يجعل لمن يشاء الذكور والإناث معًا، ويجعل من يشاء عقيمًا لا يولد له، إنه عليم بما هو كائن وبما سيكون في المستقبل، وهذا من تمام علمه وكمال حكمته، لا يخفى عليه شيء، ولا يعجزه شيء."
        },
        {
            "verse_number": 50,
            "verse_text": "أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ",
            "explanation": "La propriété des Cieux et de la Terre revient à Allah. Il crée ce qu’Il veut: mâles, femelles et d’autres genres encore, et donne à qui Il veut des nouveau-nés mâles et à qui Il veut des nouveau-nés femelles*ou alors les deux à la fois. De même, Il rend qui Il veut stérile et incapable de procréer. Il sait le mieux ce qui existe à l’instant présent et ce qui existera dans le futur. Ceci est l’expression de Sa Connaissance complète et de Sa Sagesse parfaite: rien ne Lui échappe et rien ne Lui est impossible.",
            "arabic_explanation": "49 - 50 - لله ملك السماوات وملك الأرض، يخلق ما يشاء من ذكر أو أنثى أو غير ذلك، يعطي لمن يشاء إناثًا ويحرمه الذكور، ويعطي لمن يشاء الذكور ويحرمه الإناث، أو يجعل لمن يشاء الذكور والإناث معًا، ويجعل من يشاء عقيمًا لا يولد له، إنه عليم بما هو كائن وبما سيكون في المستقبل، وهذا من تمام علمه وكمال حكمته، لا يخفى عليه شيء، ولا يعجزه شيء."
        },
        {
            "verse_number": 51,
            "verse_text": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ",
            "explanation": "Il ne convient pas qu’Allah parle à un être humain si ce n’est par le biais de la Révélation, qui peut prendre la forme d’une inspiration ou d’autres formes encore, ou alors lui parler de façon à ce qu’Il entende sa voix mais ne Le voit pas, ou lui envoyer un ange messager, comme Gabriel, qui révèle au messager humain ce qu’Allah veut et permet qu’il lui soit révélé. Allah, exalté soit-Il, est Très-Haut par Son Etre et Ses attributs, Sage dans ce qu’Il crée, détermine et prescrit.",
            "arabic_explanation": "وما يصحّ لبشر أن يكلمه الله إلا وحيًا بالإلهام أو غيره، أو يكلمه، بحيث يسمع كلامه ولا يراه، أو يرسل إليه ملكًا رسولًا مثل جبريل، فيوحي إلى الرسول البشري بإذن الله ما يشاء الله أن يوحيه، إنه سبحانه عليٌّ في ذاته وصفاته، حكيم في خلقه وقدره وشرعه."
        },
        {
            "verse_number": 52,
            "verse_text": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
            "explanation": "Tout comme Nous avons révélé aux Prophètes avant toi, ô Messager, Nous te révélons un Coran qui provient de Nous. Avant sa Révélation, tu ne connaissais ni les Livres révélés aux messagers ni la foi. Nous avons plutôt révélé ce Coran en guise de lumière par laquelle Nous guidons ceux de Nos serviteurs que Nous voulons. Tu indiques assurément aux gens d’emprunter le droit chemin qui est celui de l’Islam.",
            "arabic_explanation": "وكما أوحينا إلى الأنبياء من قبلك - أيها الرسول - أوحينا إليك قرآنًا من عندنا، ما كنت تعلم قبله ما الكتب السماوية المنزلة على الرسل، وما كنت تعلم ما الإيمان؟ ولكن أنزلنا هذا القرآن ضياءً نهدي به من نشاء من عبادنا، وإنك لتدلّ الناس إلى طريق مستقيم هو دين الإسلام."
        },
        {
            "verse_number": 53,
            "verse_text": "صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ",
            "explanation": "C’est le chemin d’Allah qui crée, possède et gère tout ce qui se trouve dans les Cieux et sur la Terre. C’est certainement par Allah que les choses y sont déterminées et administrées.",
            "arabic_explanation": "طريق الله الذي له ما في السماوات، وله ما في الأرض، خلقًا وملكًا وتدبيرًا، حتمًا إلى الله وحده ترجع الأمور في تقديرها وتدبيرها."
        }
    ]
}