{
    "surah_name": "AL-JÂTHIYAH",
    "surah_number": 45,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "حمٓ",
            "explanation": "Ħâ, Mîm: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah.",
            "arabic_explanation": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة."
        },
        {
            "verse_number": 2,
            "verse_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
            "explanation": "Ceci est le Coran, révélé par Allah, le Puissant, à qui personne ne tient tête, le Sage dans ce qu’Il crée, détermine et gère.",
            "arabic_explanation": "تنزيل القرآن من الله العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وتدبيره."
        },
        {
            "verse_number": 3,
            "verse_text": "إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ",
            "explanation": "Il y a dans les Cieux et la Terre, des preuves du pouvoir d’Allah et de Son Unicité adressées aux croyants car ce sont eux qui tirent les enseignements des preuves.",
            "arabic_explanation": "إن في السماوات والأرض لدلائل على قدرة الله ووحدانيته للمؤمنين؛ لأنهم هم الذين يعتبرون بالآيات."
        },
        {
            "verse_number": 4,
            "verse_text": "وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ",
            "explanation": "Il y a aussi des preuves dans votre création, ô gens, création faite à partir d’une goutte de sperme puis d’un caillot de sang, puis d’une adhérence. Il y en a aussi dans les animaux qu’Allah répand sur la Terre. Tout ceci démontre Son Unicité à des gens persuadés qu’Allah est le Créateur.",
            "arabic_explanation": "وفي خلقكم - أيها الناس - من نطفة، ثم من مُضْغة، ثم من عَلَقة، وفي خلق ما يبثه الله من دابة تدب على وجه الأرض دلائل على وحدانيته لقوم يوقنون بأن الله هو الخالق."
        },
        {
            "verse_number": 5,
            "verse_text": "وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ",
            "explanation": "Il y a aussi des preuves dans l’alternance du jour et de la nuit, dans la pluie qu’Allah fait descendre du Ciel afin de faire revivre la Terre, après avoir été morte et aride, en la couvrant de végétation, et dans la répartition des vents dans une direction donnée suivant vos intérêts. Ce sont là des preuves adressées à des gens qui raisonnent et qui s’en servent pour croire à l’Unicité d’Allah, à Son pouvoir de ressusciter et à Son pouvoir sur toute chose.",
            "arabic_explanation": "وفي تعاقب الليل والنهار، وفيما أنزل الله من السماء من المطر فأحيا به الأرض بإنباتها بعد أن كانت ميتة لا نبات فيها، وفي تصريف الرياح بالإتيان بها مرة من جهة، ومرة من أخرى لمنافعكم؛ دلائل لقوم يعقلون، فيستدلون بها على وحدانية الله وقدرته على البعث، وقدرته على كل شيء."
        },
        {
            "verse_number": 6,
            "verse_text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ",
            "explanation": "Ces signes et preuves, Nous te les récitons avec vérité, ô Messager, et s’ils ne croient pas aux paroles d’Allah révélées à Son serviteur et à Ses arguments, en quelles autres paroles croiront-ils et à quels autres arguments accorderont-ils du crédit?",
            "arabic_explanation": "هذه الآيات والبراهين نتلوها عليك - أيها الرسول - بالحق، فإن لم يؤمنوا بحديث الله المنزل على عبده وبحججه، فبأي حديث بعده يؤمنون، وبأي حجج بعده يصدقون؟!"
        },
        {
            "verse_number": 7,
            "verse_text": "وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ",
            "explanation": "Le châtiment et l’anéantissement sont ce que réserve Allah à tout menteur commettant des péchés à outrance.",
            "arabic_explanation": "عذاب من الله وهلاك لكل كذاب كثير الآثام."
        },
        {
            "verse_number": 8,
            "verse_text": "يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ",
            "explanation": "Ce mécréant entend les versets d’Allah dans le Coran qui lui sont récités mais il s’obstine malgré tout à mécroire et à commettre des péchés, tout en étant empli d’un orgueil le rendant réfractaire à l’acceptation de la vérité, comme s’il n’avait pas entendu les versets qu’on lui récite. Informe le, ô Messager, de ce qui leur sera préjudiciable dans l’au-delà: un châtiment douloureux les y attend.",
            "arabic_explanation": "يسمع هذا الكافر آيات الله في القرآن تقرأ عليه، ثم يستمرّ على ما كان عليه من الكفر والمعاصي؛ متعاليًا في نفسه عن اتباع الحق، كأنه لم يسمع تلك الآيات المقروءة عليه، فأخبره - أيها الرسول - بما يسوؤه في آخرته، وهو عذاب موجع ينتظره فيها."
        },
        {
            "verse_number": 9,
            "verse_text": "وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
            "explanation": "Lorsqu’une partie du Coran lui parvient, il la tourne en dérision. Ceux qui raillent le Coran subiront un châtiment humiliant le Jour de la Résurrection.",
            "arabic_explanation": "وإذا بلغه شيء من القرآن اتخذه سخرية يسخر منه، أولئك المتصفون بصفة السخرية من القرآن لهم عذاب مذلّ يوم القيامة."
        },
        {
            "verse_number": 10,
            "verse_text": "مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
            "explanation": "Il y aura devant eux le feu de l’Enfer qui les attendra dans l’au-delà et les richesses qu’ils ont acquises ne s’interposeront pas entre eux et Allah, et les idoles qu’ils ont adorées en dehors de Lui ne les défendront point. Ils subiront un châtiment terrible le Jour de la Résurrection.",
            "arabic_explanation": "من أمامهم نار جهنم تنتظرهم في الآخرة، ولا يغني عنهم ما كسبوا من الأموال من الله شيئًا، ولا يدفع عنهم شيئًا ما اتخذوه من دونه من الأصنام التي يعبدونها من دونه، ولهم يوم القيامة عذاب عظيم."
        },
        {
            "verse_number": 11,
            "verse_text": "هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ",
            "explanation": "Ce Livre que Nous avons révélé à Notre Messager Muħammad, guide vers la voie de la vérité et ceux qui mécroient aux versets de leur Seigneur révélés à Son Messager, auront droit à un châtiment douloureux.",
            "arabic_explanation": "هذا الكتاب الذي أنزلناه على رسولنا محمد هاد إلى طريق الحق، والذين كفروا بآيات ربهم المنزلة على رسوله لهم عذاب سيئ موجع."
        },
        {
            "verse_number": 12,
            "verse_text": "۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
            "explanation": "Ô gens, c’est Allah Seul qui a mis à votre disposition la mer afin que les bateaux y voguent par Son ordre et afin que vous alliez à la quête de Sa grâce en pratiquant toutes sortes de métiers licites, serez-vous reconnaissants envers Allah pour les bienfaits dont Il vous comble.",
            "arabic_explanation": "الله وحده هو الذي سخّر لكم - أيها الناس - البحر لتجري السفن فيه بأمره، ولتطلبوا من فضله بأنواع المكاسب المباحة، ولعلكم تشكرون نعمة الله عليكم."
        },
        {
            "verse_number": 13,
            "verse_text": "وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
            "explanation": "Allah a mis à votre disposition le Soleil, la Lune et les autres astres du Ciel ainsi que les rivières, les arbres, les montagnes et d’autres éléments contenus par la Terre. Ces bienfaits mis à votre disposition sont assurément des signes du pouvoir d’Allah et de Son Unicité adressés à ceux qui réfléchissent à Ses signes et en tirent des leçons.",
            "arabic_explanation": "وسخّر لكم سبحانه ما في السماوات من شمس وقمر ونجوم، وما في الأرض من أنهار وأشجار وجبال وغيرها، جميع هذه النعم من فضله وإحسانه، إن في تسخير ذلك لكم لدلائل على قدرة الله ووحدانيته، لقوم يتفكرون في آياته، فيعتبرون بها."
        },
        {
            "verse_number": 14,
            "verse_text": "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
            "explanation": "Ô Messager, dis à ceux qui croient en Allah et en Son Messager: Ne tenez pas rigueur aux mécréants qui ne se soucient pas des bienfais d’Allah ni de ses calamités car Allah rétribuera les croyants endurants tout comme les mécréants transgresseurs selon la nature des œuvres qui auront été les leurs dans ce bas monde.",
            "arabic_explanation": "قل - أيها الرسول - للذين آمنوا بالله، وصدقوا رسوله: تجاوزوا عمن أساء إليكم من الكفار الذين لا يبالون بنعم الله أو نقمه، فإن الله سيجزي كلَّا من المؤمنين الصابرين، والكفار المعتدين، بما كانوا يكسبون من الأعمال في الدنيا."
        },
        {
            "verse_number": 15,
            "verse_text": "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
            "explanation": "Quiconque accomplit une bonne action sera le seul à bénéficier de ses fruits. Allah, en effet, se passe de ses bonnes actions, et quiconque commet une mauvaise action sera le seul à subir la punition qui en découlera. En effet, ses mauvaises actions ne nuisent en rien à Allah.",
            "arabic_explanation": "من عمل عملًا صالحًا فنتيجة عمله الصالح له، والله غني عن عمله، ومن أساء عمله فنتيجة عمله السيئ عقابه عليه، والله لا تضرّه إساءته، ثم إلينا وحدنا ترجعون في الآخرة لنجازي كلَّا بما يستحقّه."
        },
        {
            "verse_number": 16,
            "verse_text": "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ",
            "explanation": "Nous avons donné aux Israélites la Torah et leur avons fait don de la faculté de trancher les différents des gens grâce à ce Livre. En outre, Nous avons fait en sorte que la majorité des prophètes soient issus d’eux, de la descendance d’Abraham, les avons pourvus de nombre de bonnes choses et les avons préférés aux peuples de leurs époques.",
            "arabic_explanation": "ولقد أعطينا بني إسرائيل التوراة والفصل بين الناس بحكمها، وجعلنا معظم الأنبياء منهم من ذرية إبراهيم عليه السلام، ورزقناهم من أنواع الطيبات، وفضلناهم على عالَمِي زمانهم."
        },
        {
            "verse_number": 17,
            "verse_text": "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
            "explanation": "Nous leur avons donné des preuves qui leur font distinguer le vrai du faux. Ils ne divergèrent qu’après qu’elles leur aient été explicitées par l’envoi de Notre Prophète Muħammad et ils n’ont été amenés à diverger que par l'injustice que certains d’entre eux infligeaient à d'autres, afin de se hisser à de hauts rangs et de gagner en prestige. Ô Messager, ton Seigneur jugera entre eux, le Jour de la Résurrection, au sujet de ce dont ils divergeaient dans ce bas monde et annoncera qui avait raison et qui avait tort.",
            "arabic_explanation": "وأعطيناهم دلائل توضح الحق من الباطل، فما اختلفوا إلا من بعد ما قامت عليهم الحجج ببعثة نبينا محمد صلى الله عليه وسلم، وما جرّهم إلى هذا الاختلاف إلا بغي بعضهم على بعض حرصًا على الرئاسة والجاه، إن ربك - أيها الرسول - يفصل بينهم يوم القيامة فيما كانوا يختلفون فيه في الدنيا، فيبيّن من كان محقًّا، ومن كان مبطلًا."
        },
        {
            "verse_number": 18,
            "verse_text": "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
            "explanation": "Puis Nous t'avons fait suivre la voie, la tradition et la méthode conforme à Notre ordre que Nous avons donné auparavant à Nos messagers qui appelaient à la foi et à accomplir de bonnes œuvres. Suis donc cette législation au lieu de suivre les passions de ceux qui ne connaissent pas la vérité et dont les passions égarent de la vérité.",
            "arabic_explanation": "ثم جعلناك على طريقة وسُنَّة ومنهاج من أمرنا الذي أَمرنا به من قبلك من رسلنا تدعو إلى الإيمان والعمل الصالح، فاتبع هذه الشريعة، ولا تتبع أهواء الذين لا يعلمون الحق؛ فأهواؤهم مضلة عن الحق."
        },
        {
            "verse_number": 19,
            "verse_text": "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ",
            "explanation": "Si tu suivais les passions de ceux qui ne connaissent pas la vérité, ils ne pourraient aucunement te soustraire au châtiment d’Allah. Les injustes, adeptes de toutes religions et confessions, sont assurément alliés les uns des autres et se serrent les coudes face aux croyants. Or Allah ne secourt que les pieux qui se conforment à Ses commandements et renoncent à Ses interdits.",
            "arabic_explanation": "إن الذين لا يعلمون الحق لن يَكُفُّوا عنك من عذاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين من جميع المِلَلِ والنِّحَل بعضهم ناصر بعض، ومؤيده على المؤمنين، والله ناصر المتقين له بامتثال أوامره واجتناب نواهيه."
        },
        {
            "verse_number": 20,
            "verse_text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ",
            "explanation": "Ce Coran révélé à Notre Messager est une source de clarté grâce à laquelle les gens distinguent le vrai du faux, une guidée vers la vérité et une miséricorde adressée à des gens qui croient avec certitude, car ce sont eux qui sont guidé vers le droit chemin, avec pour seul désir que leur Seigneur les agrée, les fasse entrer au Paradis et les éloigne de l’Enfer.",
            "arabic_explanation": "هذا القرآن المنزل على رسولنا بصائر يبصر بها الناس الحق من الباطل، وهداية إلى الحق، ورحمة لقوم يوقنون؛ لأنهم هم الذين يهتدون به إلى الصراط المستقيم ليرضى عنهم ربهم، فيدخلهم الجنة، ويزحزحهم عن النار."
        },
        {
            "verse_number": 21,
            "verse_text": "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ",
            "explanation": "Ceux qui se rendent coupables de mécréance et de péchés pensent-ils que Nous leur réserverons une rétribution semblable à celle de ceux qui croient en Allah et accomplissent de bonnes œuvres? Les deux camps sont-ils égaux dans ce bas monde et dans l’au-delà? Que ce jugement, qui est le leur, est mauvais !",
            "arabic_explanation": "هل يظن الذين اكتسبوا بجوارحهم الكفر والمعاصي أن نجعلهم في الجزاء مثل الذين آمنوا بالله وعملوا الأعمال الصالحات، بحيث يستوون في الدنيا والآخرة؟! قَبُح حكمهم هذا."
        },
        {
            "verse_number": 22,
            "verse_text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
            "explanation": "Allah créa les Cieux et la Terre pour une raison supérieure et ne les pas créés vainement. Ceci, afin que chaque âme soit rétribuée selon le bien et le mal qu’elle a accompli et Allah ne lèse personne en soustrayant de ses bonnes actions ou en ajoutant à ses mauvaises.",
            "arabic_explanation": "وخلق الله السماوات والأرض لحكمة بالغة، ولم يخلقهما عبثًا، ولتجزى كل نفس بما كسبته من خير أو شرّ، والله لا يظلمهم بنقص في حسناتهم، ولا زيادة في سيئاتهم."
        },
        {
            "verse_number": 23,
            "verse_text": "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ",
            "explanation": "Ô Messager, vois celui qui suit ses passions et en fait une divinité à qui il ne désobéit jamais. Allah l’a sciemment égaré car il mérite d’être égaré. De plus, Il scella son cœur, le rendant incapable d’écouter de manière bénéfique pour lui-même, et voila sa vue, le rendant incapable de voir la vérité. Qui donc lui facilitera l’accès à la vérité après qu’Allah l’eut égaré? Ne vous rappellerez-vous pas les préjudices récoltés par le suivi de la passion et les bénéfices récoltés par le suivi de la religion d’Allah?",
            "arabic_explanation": "انظر - أيها الرسول - إلى من اتبع هواه وجعله بمنزلة المعبود له الذي لا يخالفه، فقد أضلّه الله على علم منه؛ لأنه يستحقّ الإضلال، وختم على قلبه فلا يسمع سماعًا ينتفع به، وجعل الله على بصره غطاء يمنعه من إبصار الحق، فمن الذي يوفِّقه للحق بعد أن أضله الله؟! أفلا تتذكرون ضرر اتباع الهوى، ونفع اتباع شرع الله؟!"
        },
        {
            "verse_number": 24,
            "verse_text": "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ",
            "explanation": "Les mécréants qui rejettent la réalité de la Ressuscitation disent: La seule vie qui existe est cette vie ici-bas et il n’y en aura pas d’autre. Des générations succèdent ainsi à d’autres et seul nous fait mourir l’écoulement du temps, représenté par l’alternance du jour et de la nuit. Or ils ne détiennent aucune preuve de leur rejet et n’avancent que des conjectures, or les conjectures ne remplacent en rien la vérité.",
            "arabic_explanation": "وقال الكافرون المنكرون للبعث: ما الحياة إلا حياتنا الدنيا هذه فقط، فلا حياة بعدها، تموت أجيال فلا تعود وتحيا أجيال، وما يميتنا إلا تعاقب الليل والنهار، وليس لهم على إنكارهم للبعث من علم، إن هم إلا يظنون، وإن الظن لا يغني من الحق شيئًا."
        },
        {
            "verse_number": 25,
            "verse_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Lorsque Nos versets clairs sont récités aux polythéistes qui les rejettent, ils n’opposent comme argument que les paroles suivantes qu’ils adressent au Messager et à ses Compagnons: Faites revivre nos aïeux si vous êtes véridiques lorsque vous prétendez que nous serons ressuscités après la mort.",
            "arabic_explanation": "وإذا تُقْرأ على المشركين المنكرين للبعث آياتنا واضحات ما كان لهم من حجة يحتجون بها إلا قولهم للرسول صلى الله عليه وسلم وأصحابه: أحيوا لنا آباءنا الذين ماتوا إن كنتم صادقين في دعوى أننا نبعث بعد موتنا."
        },
        {
            "verse_number": 26,
            "verse_text": "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
            "explanation": "Ô Messager, dis-leur: Allah vous fait vivre lorsqu’Il vous crée puis Il vous fait mourir, puis Il vous rassemblera après votre mort le Jour de la Résurrection afin de vous demander des comptes et de vous rétribuer.",
            "arabic_explanation": "قل لهم - أيها الرسول -: الله يحييكم بخلقكم ثم يميتكم، ثم يجمعكم بعد موتكم إلى يوم القيامة للحساب والجزاء، ذلك اليوم الذي لا شك فيه أنه آتٍ، ولكن معظم الناس لا يعلمون؛ لذلك لا يستعدّون له بالعمل الصالح."
        },
        {
            "verse_number": 27,
            "verse_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ",
            "explanation": "A Allah Seul revient la possession des Cieux et de la Terre. Personne ne mérite donc d’y être adoré et lorsque surviendra l’Heure, où Allah ressuscitera les morts afin de leur demander des comptes et les rétribuer, les adeptes du faux qui adoraient autre qu’Allah et veillaient à invalider le vrai et à établir le faux, seront les perdants.",
            "arabic_explanation": "ولله وحده ملك السماوات وملك الأرض، فلا يُعْبد بحقٍّ غيره فيهما، ويوم تقوم الساعة التي يبعث الله فيها الموتى للحساب والجزاء يخسر أصحاب الباطل الذين كانوا يعبدون غير الله، ويسعون لإبطال الحق، وإحقاق الباطل."
        },
        {
            "verse_number": 28,
            "verse_text": "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "Ô Messager, si tu voyais ce jour-là les membres de chaque communauté à genoux attendant ce qu’il adviendra d’eux et appelés à consulter le livre de leurs œuvres consignées par les anges scribes. Ô gens, vous recevrez ce jour-là la rétribution de ce que vous faisiez comme bien et comme mal dans le bas monde.",
            "arabic_explanation": "وترى - أيها الرسول - في ذلك اليوم كل أمة باركة على ركبها تنتظر ما يفعل بها، كل أمة تدعى إلى كتاب أعمالها الذي كتبه الحفظة من الملائكة، اليوم تجزون - أيها الناس - ما كنتم تعملون في الدنيا من خير وشرّ."
        },
        {
            "verse_number": 29,
            "verse_text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "Ceci est Notre livre dans lequel Nos anges consignaient vos œuvres. Il attestera contre vous en toute vérité, lisez-le donc car Nous ordonnions aux anges scribes d’écrire ce que vous faisiez dans le bas monde.",
            "arabic_explanation": "هذا كتابنا - الذي كانت ملائكتنا تكتب فيه أعمالكم - يشهد عليكم بالحقّ فاقرؤوه، إنا كنا نأمر الحفظة أن تكتب ما كنتم تعملون في الدنيا."
        },
        {
            "verse_number": 30,
            "verse_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
            "explanation": "Ceux qui avaient la foi et accomplissaient de bonnes œuvres, leur Seigneur les fera, par miséricorde, entrer dans Son Paradis. Cette rétribution que leur accorde Allah est le succès manifeste qui n’est égalé par aucun autre.",
            "arabic_explanation": "فأما الذين آمنوا وعملوا الأعمال الصالحات فيدخلهم ربهم سبحانه في جنته برحمته؛ ذلك الجزاء الذي أعطاهم الله إياه هو الفوز الواضح الذي لا يدانيه فوز."
        },
        {
            "verse_number": 31,
            "verse_text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ",
            "explanation": "Quant à ceux qui mécroient en Allah, on leur dira afin de les admonester: Nos versets ne vous étaient-ils pas récités mais vous avez dédaigné avoir la foi et étiez un peuple criminel coupable de mécréance et de péchés.",
            "arabic_explanation": "وأما الذين كفروا بالله فيقال لهم تَبْكِيتًا لهم: ألم تكن آياتي تقرأ عليكم فتعاليتم على الإيمان بها، وكنتم قومًا مجرمين، تكسبون الكفر والآثام؟!"
        },
        {
            "verse_number": 32,
            "verse_text": "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ",
            "explanation": "Lorsqu’on vous disait que la promesse d’Allah, faite à Ses serviteurs de les ressusciter et de les rétribuer, est véridique et indubitable, et que l’Heure est une vérité qui ne fait aucun doute en prévision de laquelle il convient d’œuvrer, vous répondiez: Nous ne savons pas ce qu’est cette Heure. Nous pensons qu’il est peu probable qu’elle ait lieu et nous ne sommes pas persuadés.",
            "arabic_explanation": "وإذا قيل لكم: إن وعد الله - الذي وعد به عباده أنه سيبعثهم ويجازيهم - حق لا مِرْية فيه، والساعة حق لا شك فيها فاعملوا لها، قلتم: ما ندري ما هذه الساعة، إن نظن إلا ظنًّا ضعيفًا أنها آتية، وما نحن بمستيقنين أنها ستأتي."
        },
        {
            "verse_number": 33,
            "verse_text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "explanation": "La mécréance et les péchés dont ils se rendaient coupables dans le bas monde leur apparaîtront dans toute leur laideur et le châtiment qu’ils tournaient en dérision, lorsqu’on les en avertissait, les cernera.",
            "arabic_explanation": "وظهر لهم سيئات ما عملوه في الدنيا من الكفر والمعاصي، ونزل بهم العذاب الذي كانوا يستهزئون به عندما يُحَذَّرون منه."
        },
        {
            "verse_number": 34,
            "verse_text": "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
            "explanation": "Allah leur dira: Aujourd’hui, Nous vous laisserons dans le Feu pour avoir oublié rendez-vous de ce Jour et ne pas vous y être préparés par la foi les bonnes œuvres. La demeure que vous habiterez dorénavant est l’Enfer et vous ne trouverez aucun secoureur pour éloigner de vous le châtiment d’Allah.",
            "arabic_explanation": "وقال لهم الله: اليوم نترككم في النار كما أنكم نسيتم لقاء يومكم هذا، فلم تستعدوا له بالإيمان والعمل الصالح، ومستقرّكم الذي تأوون إليه هو النار، وليس لكم من ناصرين يدفعون عنكم عذاب الله."
        },
        {
            "verse_number": 35,
            "verse_text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
            "explanation": "On vous inflige ce châtiment pour avoir raillé les versets d’Allah et pour avoir été trompés par les plaisirs de ce bas monde. Aujourd’hui, ces mécréants qui tournaient les versets d’Allah en dérision ne sortiront pas de l’Enfer et y demeureront pour l’éternité. Ils ne seront pas ramenés dans le bas monde pour y accomplir de bonnes œuvres et ils ne remporteront pas l’agrément d’Allah.",
            "arabic_explanation": "ذلكم العذاب الذي عذبتم به بسبب أنكم اتخذتم آيات الله هزؤًا تسخرون منها، وخدعتكم الحياة بلذّاتها وشهواتها، فاليوم لا يخرج هؤلاء الكفار المستهزئون بآيات الله من النار، بل يبقون فيها خالدين أبدًا، ولا يردّون إلى الحياة الدنيا ليعملوا عملًا صالحًا، ولا يرضى عنهم ربهم."
        },
        {
            "verse_number": 36,
            "verse_text": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "A Allah Seul revient la louange, le Seigneur des Cieux, de la Terre et de toutes les créatures.",
            "arabic_explanation": "فللَّه وحده الحمد، رب السماوات ورب الأرض، ورب جميع المخلوقات."
        },
        {
            "verse_number": 37,
            "verse_text": "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "A Lui la grandeur et l’Eminence dans les Cieux et sur la Terre. Il est le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée, détermine et  prescrit.",
            "arabic_explanation": "وله الجلال والعظمة في السماوات وفي الأرض، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وتدبيره وشرعه."
        }
    ]
}