{
    "surah_name": "AL-FAT’H",
    "surah_number": 48,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا",
            "explanation": "Ô Messager, Nous t’avons accordé une victoire éclatante en te faisant conclure le traité d’Al-Ħudaybiyyah.",
            "arabic_explanation": "إنا فتحنا لك - أيها الرسول - فتحًا مبينًا بصلح الحديبية."
        },
        {
            "verse_number": 2,
            "verse_text": "لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا",
            "explanation": "Ceci, afin qu’Allah te pardonne tes péchés d’avant le traité et ceux d’après, qu’Il complète Son bienfait sur toi, en faisant triompher ta religion, et qu’Il te guide vers un droit chemin qui ne comporte aucune tortuosité, le chemin droit de l’Islam.",
            "arabic_explanation": "ليغفر لك الله ما تقدم قبل هذا الفتح من ذنبك، وما تأخر بعده، ويكمل نعمته عليك بنصر دينك، ويهديك طريقًا مستقيمًا، لا اعوجاج فيه، وهو طريق الإسلام المستقيم."
        },
        {
            "verse_number": 3,
            "verse_text": "وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا",
            "explanation": "Afin également qu’Allah te secourt fortement et irrésistiblement contre tes ennemis.",
            "arabic_explanation": "وينصرك الله على أعدائك نصرًا عزيزًا، لا يدفعه أحد."
        },
        {
            "verse_number": 4,
            "verse_text": "هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
            "explanation": "Allah est Celui qui fit descendre de la fermeté et de la quiétude sur les cœurs des croyants afin que leur foi augmente, et c’est à Allah Seul qu’appartiennent les armées des Cieux et de la Terre par lesquels Il soutient ceux qu’Il veut parmi Ses serviteurs. Allah connaît le mieux les intérêts de Ses serviteurs et décide avec sagesse lorsqu’il s’agit de les faire triompher et de les soutenir.",
            "arabic_explanation": "الله هو الذي أنزل الثبات والطمأنينة في قلوب المؤمنين ليزدادوا إيمانًا على إيمانهم، ولله وحده جنود السماوات والأرض، يؤيد بها من يشاء من عباده، وكان الله عليمًا بمصالح عباده، حكيمًا فيما يجريه من نصر وتأييد."
        },
        {
            "verse_number": 5,
            "verse_text": "لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا",
            "explanation": "Ceci, afin que les croyants et croyantes en Allah entrent dans des vergers où les rivières coulent sous les palais et voient Allah effacer leurs péchés et ne pas leur en tenir rigueur. Cette entrée au Paradis et cet effacement des péchés est le succès suprême qui n’est égalé par aucun autre.",
            "arabic_explanation": "ليدخل المؤمنين بالله وبرسوله والمؤمنات جنات تجري الأنهار من تحت قصورها وأشجارها، ويمحو عنهم سيئاتهم، فلا يؤاخذهم بها، وكان ذلك المذكور - من نيل المطلوب وهو الجنة، وإبعاد المرهوب وهو المؤاخذة بالسيئات- عند الله فوزًا عظيمًا لا يدانيه فوز."
        },
        {
            "verse_number": 6,
            "verse_text": "وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا",
            "explanation": "Cette rétribution est également mentionnée afin que les hypocrites, hommes et femmes, ainsi que les mécréants et mécréantes soient châtiés, car ils pensaient qu’Allah ne ferait pas triompher Sa religion ni n’élèverait Sa parole, et le châtiment s’abattit alors sur eux. Allah est en colère contre eux pour leur mécréance et le mauvais soupçon qu’ils entretiennent à Son égard. De plus, Il les exclura de Sa miséricorde et les vouera à un séjour éternel en Enfer, et quelle mauvaise demeure que l’Enfer !",
            "arabic_explanation": "ويعذب المنافقين والمنافقات، ويعذب المشركين بالله والمشركات، الظانين بالله أنه لا ينصر دينه، ولا يعلي كلمته، فعادت دائرة العذاب عليهم، وغضب الله عليهم بسبب كفرهم وظنهم السيئ، وطردهم من رحمته، وأعدّ لهم في الآخرة جهنم يدخلونها خالدين فيها أبدًا، وساءت جهنمُ مصيرًا يرجعون إليه."
        },
        {
            "verse_number": 7,
            "verse_text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
            "explanation": "C’est à Allah Seul qu’appartiennent les armées des Cieux et de la Terre, par lesquels Il soutient ceux qu’Il veut parmi Ses serviteurs. Allah est le Puissant à qui personne ne tient tête et Sage dans ce qu’Il crée et ce qu’Il gère.",
            "arabic_explanation": "ولله جنود السماوات والأرض يؤيد بها من يشاء من عباده، وكان الله عزيزًا لا يغالبه أحد، حكيمًا في خلقه وتقديره وتدبيره."
        },
        {
            "verse_number": 8,
            "verse_text": "إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا",
            "explanation": "Ô Messager, Nous t’avons envoyé en tant que témoin contre ta communauté le Jour de la Résurrection et afin d’annoncer aux croyants le secours et la suprématie dont Allah leur fera don, ainsi que les délices qu’Il leur réserve dans l’au-delà. Nous t’avons également envoyé afin d’avertir les mécréants et de les menacer de l’humiliation et de la défaite qu’ils subiront face aux croyants dans le bas monde et du châtiment douloureux qui les attend dans l’au-delà.",
            "arabic_explanation": "إنا بعثناك - أيها الرسول - شاهدًا تشهد على أمتك يوم القيامة، ومبشرًا المؤمنين بما أعدّ لهم في الدنيا من النصر والتمكين، وبما أعد لهم في الآخرة من النعيم، ومخوّفًا الكافرين بما أعدّ لهم في الدنيا من الذلة والهزيمة على أيدي المؤمنين، وبما أعدّ في الآخرة من العذاب الأليم الذي ينتظرهم."
        },
        {
            "verse_number": 9,
            "verse_text": "لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا",
            "explanation": "Ô Messager, Nous t’avons envoyé en tant que témoin contre ta communauté le Jour de la Résurrection et afin d’annoncer aux croyants le secours et la suprématie dont Allah leur fera don, ainsi que les délices qu’Il leur réserve dans l’au-delà. Nous t’avons également envoyé afin d’avertir les mécréants et de les menacer de l’humiliation et de la défaite qu’ils subiront face aux croyants dans le bas monde et du châtiment douloureux qui les attend dans l’au-delà.",
            "arabic_explanation": "رجاء أن تؤمنوا بالله، وتؤمنوا برسوله، وتعظِّموا رسوله وتُجِلّوه، وتسبِّحوا الله أول النهار وآخره."
        },
        {
            "verse_number": 10,
            "verse_text": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
            "explanation": "Ô Messager, ceux qui t’ont fait allégeance lors du Serment d’Allégeance de l’Agrément (bay’atu r-riđwâni), s’engageant à combattre les polythéistes de la Mecque, ont en réalité fait allégeance à Allah, car c’est Lui qui leur a ordonné cela et c’est Lui qui les rétribuera: la main d’Allah était au-dessus de leurs mains lors du Serment d’Allégeance et Il sait tout d’eux sans que rien ne Lui échappe. Aussi, quiconque viole son serment et ne tient pas l’engagement pris auprès d’Allah de secourir Sa religion, verra le préjudice de la violation de son serment retomber sur lui car aucune nuisance n’atteint Allah, et quiconque remplit l’engagement qu’il a pris avec Allah, Allah lui fera don d’une immense rétribution qui est le Paradis.",
            "arabic_explanation": "إن الذين يبايعونك - أيها الرسول - بيعة الرضوان على قتال المشركين من أهل مكة، إنما يبايعون الله؛ لأنه هو الذي أمرهم بقتال المشركين، وهو الذي يجازيهم، يد الله فوق أيديهم عند البيعة، وهو مطّلع عليهم لا يخفى عليه منهم شيء، فمن نقض بيعته، ولم يَفِ بما عاهد عليه الله من نصرة دينه، فإنما ضرر نقضه لبيعته ونقضه لعهده، عائد عليه، فالله لا يضرّه ذلك، ومن أوفى بما عاهد عليه الله من نصرة دينه، فسيعطيه جزاءً عظيمًا وهو الجنة."
        },
        {
            "verse_number": 11,
            "verse_text": "سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا",
            "explanation": "Ô Messager, les Bédouins qu’Allah a laissés en retrait derrière toi, lorsqu'ils ne t'ont pas accompagnés lors de ton voyage à la Mecque, te disent lorsque tu leur fais des reproches: Nous ne pouvions laisser seuls nos biens et nos enfants, voilà pourquoi nous ne t’avons pas accompagné. Implore donc Allah afin qu’Il nous pardonne nos péchés. Ce faisant, ils disent avec leurs bouches ce dont ils ne sont pas convaincus dans leurs cœurs, car ils demandent au Prophète d’implorer le pardon d’Allah en leur faveur alors qu’ils ne se repentent pas de leurs péchés. Aussi, dis-leur: Personne ne pourra rien contre vous si Allah vous veut du bien, ni pour vous s’Il vous veut du mal. Allah est plutôt parfaitement connaisseur de ce que vous faites et rien de vos agissements ne Lui échappe, quel que soit le mal que vous vous donniez à les dissimuler.",
            "arabic_explanation": "سيقول لك - أيها الرسول - الذين خلّفهم الله من الأعراب عن مرافقتك في سفرك إلى مكة إذا عاتبتهم: شغلتنا رعاية أموالنا ورعاية أولادنا عن المسير معك، فاطلب لنا المغفرة من الله لذنوبنا، يقولون بألسنتهم ما ليس في قلوبهم من طلب استغفار النبي صلى الله عليه وسلم لهم؛ لأنهم لم يتوبوا من ذنوبهم، قل لهم: لا أحد يملك لكم من الله شيئًا إن أراد بكم خيرًا، أو أراد بكم شرًّا، بل كان الله بما تعملون خبيرًا لا يخفى عليه شيء من أعمالكم مهما أخفيتموها."
        },
        {
            "verse_number": 12,
            "verse_text": "بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا",
            "explanation": "Le prétexte que vous avez avancé n’est pas la véritable raison de votre retrait. Vous pensiez plutôt que le Messager et ses Compagnons allaient tous périr et qu’ils ne retourneraient pas auprès de leurs familles à Médine. Satan a embelli cette pensée dans vos cœurs et vous pensiez à tort que votre Seigneur ne ferait pas triompher Son Prophète. C’est pourquoi vous êtes des gens voués à la perdition pour votre mauvais soupçon à l’égard d’Allah et pour être restés en retrait de Son Messager.",
            "arabic_explanation": "ليس ما اعتذرتم به من الانشغال برعاية الأموال والأولاد سبَبَ تخلفكم عن المسير معه، بل ظننتم أن الرسول وأصحابه سيهلكون جميعًا، ولا يرجعون إلى أهليهم في المدينة، وحسَّن ذلك الشيطان في قلوبكم، وظننتم ظنًّا سيئًا بربكم أنه لن ينصر نبيّه، وكنتم قومًا هلكى بسبب ما أقدمتم عليه من ظن السوء بالله والتخلف عن رسوله."
        },
        {
            "verse_number": 13,
            "verse_text": "وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا",
            "explanation": "Quiconque ne croit pas en Allah et en Son Messager est mécréant. Or Nous avons préparé à l’attention de ceux qui mécroient en Allah un Feu ardent dans lequel ils seront suppliciés.",
            "arabic_explanation": "ومن لم يؤمن بالله ورسوله فهو كافر، وقد أعددنا يوم القيامة للكافرين بالله نارًا مستعرة يعذبون فيها."
        },
        {
            "verse_number": 14,
            "verse_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
            "explanation": "A Allah Seul revient la possession des Cieux et de la Terre. Il pardonne les péchés de ceux qu’Il veut parmi Ses serviteurs puis les fait entrer au Paradis par Sa grâce, et châtie qui Il veut parmi Ses serviteur en toute équité. Allah pardonne les péchés de Ses serviteurs qui se repentent et leur fait miséricorde.",
            "arabic_explanation": "ولله وحده ملك السماوات والأرض، يغفر ذنوب من يشاء من عباده، فيدخله الجنة بفضله، ويعذب من يشاء من عباده بعدله، وكان الله غفورًا لذنوب من تاب من عباده، رحيمًا بهم."
        },
        {
            "verse_number": 15,
            "verse_text": "سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا",
            "explanation": "Ô musulmans, lorsque vous partirez récolter le butin de Khaybar qu’Allah vous a promis, après le traité d’Al-Ħudaybiyyah, ceux qu’Allah laissera en retrait derrière vous diront: Laisse-nous vous accompagner afin que nous prenions part à la prise de ce butin. Ces gens veulent par cette requête changer la promesse qu’Allah a faite aux croyants de ne faire don qu’à eux seuls du butin de Khaybar. Ô Messager, dis-leur: Vous ne nous accompagnerez pas car Allah nous a promis que le butin de Khaybar sera exclusivement réservé à ceux qui étaient présents à Al-Ħudaybiyyah. Ils répondront alors: Ce n’est pas par ordre d’Allah que vous nous interdisez de vous accompagner mais plutôt par envie. Or ce n’est pas le cas, comme le prétendent ces gens restés en retrait. C’est plutôt parce qu’ils ne comprennent que très peu les ordres d’Allah et Ses interdictions qu’ils parlent ainsi, et ceci explique pourquoi ils lui désobéissent.",
            "arabic_explanation": "سيقول الذين خلفهم الله: إذا انطلقتم - أيها المؤمنون - إلى غنائم خيبر التي وعدكم الله إياها بعد صلح الحديبية لتأخذوها - اتركونا نخرج معكم لنصيب منها؛ يريد هؤلاء المُخَلَّفون أن يبدلوا بطلبهم هذا وعد الله الذي وعد به المؤمنين بعد صلح الحديبية أن يعطيهم وحدهم غنائم خيبر، قل لهم - أيها الرسول -: لن تتبعونا إلى تلك الغنائم، فقد وعدنا الله أن غنائم خيبر خاصة بمن شهد الحديبية، فسيقولون: مَنْعُكم لنا من اتباعكم إلى خيبر ليس بأمر من الله، بل بسبب حسدكم لنا. وليس الأمر كما زعم هؤلاء المُخَلَّفون، بل هم لا يفقهون أوامر الله ونواهيه إلا قليلًا؛ لذلك وقعوا في معصيته."
        },
        {
            "verse_number": 16,
            "verse_text": "قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا",
            "explanation": "Ô Messager, dis aux bédouins, qui sont restés en retrait lorsque tu es parti à la Mecque, afin de les tester: Vous serez appelés à combattre des gens redoutables pour la cause d’Allah, à moins qu’ils n’embrassent l’Islam sans combat. Si vous obéissez à Allah et allez les combattre, Il vous accordera une belle rétribution qui est le Paradis, mais si vous refusez de Lui obéir, comme lorsque vous êtes restés en retrait, Il vous infligera un châtiment douloureux.",
            "arabic_explanation": "قل - أيها الرسول - للذين تخلَّفوا من الأعراب عن المسير معك إلى مكة مختبرًا إياهم: ستُدعون إلى قتال قوم أصحاب بأس قوي في القتال، تقاتلونهم في سبيل الله، أو يدخلون في الإسلام من غير قتال، فإن تطيعوا الله فيما دعاكم إليه من قتالهم يعطكم أجرًا حسنًا هو الجنة، وإن تتولوا عن طاعته - كتولِّيكم عنها حين تخلفتم عن السير معه إلى مكة - يعذبكم عذابًا موجعًا."
        },
        {
            "verse_number": 17,
            "verse_text": "لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا",
            "explanation": "Il n’est pas reproché à celui qui est excusé pour sa cécité, sa claudication ou sa maladie d’être resté en retrait du combat pour la cause d’Allah. Quiconque obéit à Allah et obéit à Son Messager, Allah le fera entrer dans des vergers où les rivières coulent sous les palais et les arbres, tandis que celui qui refuse de Leur obéir sera douloureusement châtié par Allah.",
            "arabic_explanation": "ليس على المعذور بعمًى أو عرج أو مرض إثم إذا تخلف عن القتال في سبيل الله، ومن يطع الله ويطع رسوله يدخله جنات تجري الأنهار من تحت قصورها وأشجارها، ومن يعرض عن طاعتهما يعذبه الله عذابًا موجعًا."
        },
        {
            "verse_number": 18,
            "verse_text": "۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا",
            "explanation": "Allah a très certainement agréé les croyants lorsqu’ils t’ont fait allégeance sous l’arbre à Al-Ħudaybiyyah. Il avait connaissance de la foi et de la sincérité de leurs cœurs et y a alors fait descendre la quiétude et les a rétribués en leur accordant une victoire prochaine, qui est la victoire de Khaybar, en guise de compensation pour ne pas être entrés à la Mecque.",
            "arabic_explanation": "لقد رضي الله عن المؤمنين وهم يبايعونك في الحديبية بيعة الرضوان تحت الشجرة، فعلم ما في قلوبهم من الإيمان والإخلاص والصدق، فأنزل الطمأنينة على قلوبهم، وجزاهم على ذلك فتحًا قريبًا هو فتح خيبر؛ تعويضًا لهم عما فاتهم من دخول مكة."
        },
        {
            "verse_number": 19,
            "verse_text": "وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
            "explanation": "Il leur a également fait don de l’immense butin qu’ils prendront aux gens de Khaybar. Allah est Puissant et rien  ne Lui tient tête. Il est aussi Sage dans ce qu’il crée, décrète et gère.",
            "arabic_explanation": "وأعطاهم مغانم كثيرة يأخذونها من أهل خيبر، وكان الله عزيزًا لا يغالبه أحد، حكيمًا في خلقه وتقديره وتدبيره."
        },
        {
            "verse_number": 20,
            "verse_text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا",
            "explanation": "Ô croyants, Allah vous a promis que, dans le futur, vous ferez de nombreuses prises au cours de vos conquêtes. Il vous a hâté la prise du butin de Khaybar et Il empêcha les juifs de porter atteinte à vos familles en votre absence. Ceci, afin que ces prises hâtées soient le signe du secours et du soutien d’Allah dont Allah vous fait bénéficier et qu'Allah vous guide vers un droit chemin ne comportant aucune tortuosité.",
            "arabic_explanation": "وعدكم الله - أيها المؤمنون - مغانم كثيرة تأخذونها في الفتوحات الإسلامية في المستقبل، فعجل لكم مغانم خيبر، ومَنَع أيدي اليهود لمَّا هموا أن يصيبوا عيالكم بعدكم، ولتكون هذه المغانم المعجلة علامة لكم على نصر الله وتأييده لكم، ويهديكم الله طريقًا مستقيمًا لا اعوجاج فيه."
        },
        {
            "verse_number": 21,
            "verse_text": "وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا",
            "explanation": "Allah vous a promis d’autres prises que vous n’êtes pas en mesure de faire immédiatement et Lui Seul en a le pouvoir et les connaît. Allah a pouvoir sur toute chose, et rien ne Lui est impossible.",
            "arabic_explanation": "ووعدكم الله مغانم أخرى لم تقدروا عليها في هذا الوقت، الله وحده هو القادر عليها، وهي في علمه وتدبيره، وكان الله على كل شيء قديرًا، لا يعجزه شيء."
        },
        {
            "verse_number": 22,
            "verse_text": "وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا",
            "explanation": "Ô croyant, si ceux qui mécroient en Allah et en Son Messager vous combattaient, ils vous fuiraient rapidement et ne trouveraient aucun allié afin de les prendre sous son aile ni de secoureur leur donnant la force de vous combattre.",
            "arabic_explanation": "ولو قاتلكم - أيها المؤمنون - الذين كفروا بالله ورسوله لولّوا هاربين منهزمين أمامكم، ثم لا يجدون وليًّا يتولى أمرهم، ولا يجدون نصيرًا ينصرهم على قتالكم."
        },
        {
            "verse_number": 23,
            "verse_text": "سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا",
            "explanation": "La victoire des croyants et la défaite des mécréants est une règle qui vaut pour tout lieu et pour toute époque. C’est une loi établie par Allah et appliquée aux peuples qui ont précédé ces dénégateurs. Or tu ne trouveras, ô Messager, pas de changement dans la loi établie par Allah.",
            "arabic_explanation": "وغلبة المؤمنين وهزيمة الكافرين، ثابتة في كل زمان ومكان، فهي سُنَّة الله في الأمم التي مضت قبل هؤلاء المكذبين، ولن تجد - أيها الرسول- لسُنَّة الله تبديلًا."
        },
        {
            "verse_number": 24,
            "verse_text": "وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا",
            "explanation": "Il est Celui qui a empêché les mains des polythéistes de vous atteindre, lorsque quatre-vingt d’entre eux voulurent s’en prendre à vous à Alu-Ħudaybiyyah, et Il vous a inspiré de vous retenir de les attaquer. Vous n’en avez alors tué ni blessé aucun. Vous avez plutôt libéré ceux que vous aviez capturés auparavant. Allah voit le mieux ce que vous faites et rien de vos œuvres ne Lui échappe.",
            "arabic_explanation": "وهو الذي منع أيدي المشركين عنكم حين جاء نحو ثمانين رجلًا منهم يريدون إصابتكم بسوء بالحديبية، وكفّ أيديكم عنهم فلم تقتلوهم ولم تؤذوهم، بل أطلقتم سَرَاحَهم بعد أن أَقْدَرَكم على أَسْرِهم، وكان الله بما تعملون بصيرًا، لا يخفى عليه من أعمالكم شيء."
        },
        {
            "verse_number": 25,
            "verse_text": "هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا",
            "explanation": "Ce sont eux, qui mécroyaient en Allah et en Son Messager, qui vous ont interdit d’entrer dans la Mosquée Sacrée. Ils vous ont empêché de procéder au sacrifice de vos offrandes du Grand Pèlerinage et de vous rendre là où elles doivent être immolées. N’était-ce la présence d’hommes croyants et de femmes croyantes, dont vous ne connaissiez pas l’identité parmi les mécréants et la crainte de les tuer et de vous rendre coupables du péché de meurtres involontaires passibles du versement du prix du sang, il vous aurait alors été permis de prendre la Mecque afin qu’Allah fasse entrer dans Sa miséricorde qui Il veut, les croyants de la Mecque par exemple. Si les mécréants s’étaient distingués des croyants, Nous aurions infligé à ceux qui mécroient en Allah et en Son Messager un châtiment douloureux.",
            "arabic_explanation": "هم الذين كفروا بالله ورسوله، ومنعوكم عن المسجد الحرام، ومنعوا الهدي فبقي محبوسًا عن الوصول إلى الحرم محلّ ذبحه، ولولا وجود رجال مؤمنين بالله ونساء مؤمنات به لا تعرفونهم أن تقتلوهم مع الكفار، فيصيبكم من قتلهم إثم وديات بغير علم منكم؛ لأذن لكم في فتح مكة ليدخل الله في رحمته من يشاء مثل المؤمنين في مكة، لو تميّز الذين كفروا عن المؤمنين في مكة لعذبنا الذين كفروا بالله وبرسوله عذابًا موجعًا."
        },
        {
            "verse_number": 26,
            "verse_text": "إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا",
            "explanation": "Lorsque ceux qui mécroyaient en Allah et en Son Messager ont introduit dans leurs cœurs le fanatisme de la période préislamique, qui fait fi de la vérité et n’est qu’une affaire de passions, ils s’insurgèrent contre l’entrée du Messager chez eux, l’année du traité d'Al-Ħudaybiyyah, de peur d’être raillés et que l’on dise qu’il les avait contraints à le laisser entrer. Allah fit alors descendre une quiétude de Sa part sur Son Messager et sur les croyants, les amenant alors à ne pas réagir sous l’effet de la colère et à ne pas rendre aux polythéistes la pareille. Il leur imposa plutôt de prononcer la formule de vérité qui est « Il n’existe pas de divinité en dehors d’Allah » et de s’acquitter de ce qu’elle implique, et ils s’en acquittèrent effectivement. En effet, les croyants sont plus dignes de cette formule que n’importe quelle autre communauté et en sont les tenants, grâce au bien contenu dans leurs cœurs dont Allah a connaissance. Allah connaît toute chose et rien ne Lui échappe",
            "arabic_explanation": "إذ جعل الذين كفروا بالله ورسوله في قلوبهم الأَنَفة أَنَفة الجاهلية التي لا ترتبط بإحقاق الحق وإنما ترتبط بالهوى، فأنفوا من دخول رسول الله صلى الله عليه وسلم عليهم عام الحديبية؛ خوفًا من تعييرهم بأنه غلبهم عليها، فأنزل الله الطمأنينة من عنده على رسوله وأنزلها على المؤمنين، فلم يؤدّ بهم الغضب إلى مقابلة المشركين بمثل فعلهم، وألزم الله المؤمنين كلمة الحق وهي لا إله إلا الله، وأن يقوموا بحقها فقاموا به، وكان المؤمنون أحق بهذه الكلمة من غيرهم، وكانوا أهلها المستأهلين لها لما علم الله في قلوبهم من الخير، وكان الله بكل شيء عليمًا، لا يخفى عليه شيء."
        },
        {
            "verse_number": 27,
            "verse_text": "لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا",
            "explanation": "Allah a fait voir à Son Messager une vision véridique que le Messager annonça à ses Compagnons. Il se vit en effet lui et ses Compagnons entrer dans la Mosquée Sacrée sans craindre l’attaque de leurs ennemis. Comme signe de fin des rites du Grand Pèlerinage, certains avaient la tête rasée et d’autres n’avaient que raccourci leurs cheveux. Ainsi, Allah connaissait mieux que vous, où résidait votre intérêt, ô croyants, et au lieu de réaliser cette vision cette année même et de vous faire entrer en conquérants à la Mecque, Il vous fit conclure le traité d’Al-Ħudaybiyyah et accorda aux croyants qui y étaient présents, la victoire à Khaybar.",
            "arabic_explanation": "لقد صدق الله رسوله الرؤيا بالحق حين أراه إياها في منامه وأخبر بها أصحابه، وهي أنه هو وأصحابه يدخلون بيت الله الحرام آمنين من عدوّهم، منهم المحلِّقون رؤوسهم، ومنهم المقصِّرون إيذانًا بنهاية النُّسُك. فعَلم الله من مصلحتكم - أيها المؤمنون - ما لم تعلموا أنتم، فجعل من دون تحقيق الرؤيا بدخول مكة تلك السَّنَةَ فتحًا قريبًا، وهو ما أجراه الله من صلح الحديبية، وما تبعه من فتح خيبر على أيدي المؤمنين الذين حضروا الحديبية."
        },
        {
            "verse_number": 28,
            "verse_text": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا",
            "explanation": "C’est Allah qui envoya Son Messager Muħammad muni d'un argument éclatant et de la religion de vérité qu’est l’Islam, afin de faire triompher celui-ci sur toute autre religion qui s’y oppose. Allah atteste de cela et Il suffit comme témoin.",
            "arabic_explanation": "الله هو الذي أرسل رسوله محمدًا صلى الله عليه وسلم بالبيان الواضح ودين الحق الذي هو دين الإسلام؛ ليعليه على الأديان المخالفة له كلها، وقد شهد الله على ذلك، وكفى بالله شاهدًا."
        },
        {
            "verse_number": 29,
            "verse_text": "مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا",
            "explanation": "Muħammad, le Messager d’Allah, et ses Compagnons sont durs envers les mécréants combattants, et miséricordieux et compatissants entre eux. Ô toi qui les contemple, tu les vois inclinés et prosternés devant Allah, Lui demandant de leur faire la faveur de leur pardonner, de les récompenser généreusement et de les agréer. Leur signe distinctif est la trace sur leurs visages de leurs prosternations répétées, témoignage de leur leur guidée, de leur bonne nature et de la lueur de la prière marquant leurs visages. Ceci est la description que fait d’eux la Torah, le Livre révélé à Moïse. Quant à leur description qu’en fait l’Evangile, le Livre révélé à Jésus, elle rapporte qu’ils sont, dans leur entraide et dans leur complémentarité, semblables à une plante qui produit des graines, lesquelles germent, prennent de la force et voient leurs tiges se raffermir. Leur force et leur complémentarité émerveillent alors les semeurs. Allah emplit ainsi de dépit les mécréants par la force, la solidarité et la complémentarité des croyants. Allah promet aux Compagnons qui croient et accomplissent de bonnes œuvres de pardonner leurs péchés, ne leur en tenant alors plus rigueur, et de leur accorder une immense rétribution de Sa part, qui est le Paradis.",
            "arabic_explanation": "محمد رسول الله وصحابته الذين هم معه، أشدّاء على الكفار المحاربين، رحماء بينهم متعاطفون متوادُّون، تراهم - أيها الناظر - ركَّعًا سُجَّدًا لله سبحانه، يطلبون من الله أن يتفضل عليهم بالمغفرة والثواب الكريم، وأن يرضى عنهم، علامتهم في وجوههم من آثار السجود ما يظهر من الهدي والسمت ونور الصلاة في وجوههم، ذلك وصفهم الذي وصفتهم به التوراة الكتاب المنزل على موسى عليه السلام، وأما مثلهم في الإنجيل الكتاب المنزل على عيسى عليه السلام فهو أنهم في تعاونهم وكمالهم كزرع أخرج صغاره، فقوي فغلظ فاستوى على سيقانه، يعجب الزُّراع قوته وكماله؛ ليغيظ بهم الله الكفار لما يرونه فيهم من القوة والتماسك والكمال، وعد الله الذين آمنوا بالله، وعملوا الأعمال الصالحات من الصحابة مغفرة لذنوبهم، فلا يؤاخذون بها، وثوابًا عظيمًا من عنده وهو الجنة."
        }
    ]
}