{
    "surah_name": "ADH-DHÂRIYÂT",
    "surah_number": 51,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلذَّٰرِيَٰتِ ذَرۡوٗا",
            "explanation": "Allah fait serment par les vents qui éparpillent la poussière.",
            "arabic_explanation": "يقسم الله بالرياح التي تذرو التراب."
        },
        {
            "verse_number": 2,
            "verse_text": "فَٱلۡحَٰمِلَٰتِ وِقۡرٗا",
            "explanation": "Par les nuages qui portent une eau abondante.",
            "arabic_explanation": "وبالسُّحب التي تحمل الماء الغزير."
        },
        {
            "verse_number": 3,
            "verse_text": "فَٱلۡجَٰرِيَٰتِ يُسۡرٗا",
            "explanation": "Par les bateaux qui parcourent la mer avec aisance.",
            "arabic_explanation": "وبالسفن التي تجري في البحر بسهولة ويسر."
        },
        {
            "verse_number": 4,
            "verse_text": "فَٱلۡمُقَسِّمَٰتِ أَمۡرًا",
            "explanation": "Par les anges qui distribuent aux serviteurs ce qu’Allah leur ordonne de distribuer.",
            "arabic_explanation": "وبالملائكة التي تقسم ما أمرها الله بتقسيمه من أمور العباد."
        },
        {
            "verse_number": 5,
            "verse_text": "إِنَّمَا تُوعَدُونَ لَصَادِقٞ",
            "explanation": "La Reddition de Comptes et la Rétribution que vous promet votre Seigneur sont des vérités indubitables.",
            "arabic_explanation": "إن ما يعدكم ربكم به من الحساب والجزاء لَحَقّ لا مِرْية فيه."
        },
        {
            "verse_number": 6,
            "verse_text": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ",
            "explanation": "De même, les serviteurs rendront assurément compte à Allah le Jour de la Résurrection.",
            "arabic_explanation": "وإن حساب العباد لواقع يوم القيامة لا محالة."
        },
        {
            "verse_number": 7,
            "verse_text": "وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ",
            "explanation": "Allah fait serment pas le Ciel bien créé et strié de voies.",
            "arabic_explanation": "ويقسم الله بالسماء الحسنة الخلق ذات الطرق."
        },
        {
            "verse_number": 8,
            "verse_text": "إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ",
            "explanation": "Ô habitants de la Mecque, vous vous contredisez lorsque vous qualifiez le Coran tantôt de magie, tantôt de poésie et lorsque vous traitez Muḥammad tantôt de magicien et tantôt de poète.",
            "arabic_explanation": "إنكم - يا أهل مكة - لفي قول متناقض متضارب، تارة تقولون: القرآن سحر، وتارة شعر، وتقولون: محمد ساحر تارة، وتارة شاعر."
        },
        {
            "verse_number": 9,
            "verse_text": "يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ",
            "explanation": "Est détourné de la croyance au Coran et au Prophète celui qu’Allah en a détourné par Sa connaissance du qu'il ne sera pas croyant et Allah ne lui facilite donc pas la guidée.",
            "arabic_explanation": "يُصْرف عن الإيمان بالقرآن وبالنبي صلى الله عليه وسلم من صُرِف عنه في علم الله؛ لعلمه أنه لا يؤمن، فلا يوفق للهداية."
        },
        {
            "verse_number": 10,
            "verse_text": "قُتِلَ ٱلۡخَرَّٰصُونَ",
            "explanation": "Que ces menteurs qui disent cela du Coran et de leur Prophète soient maudits.",
            "arabic_explanation": "لعن هؤلاء الكذابون الذين قالوا في القرآن وفي نبيهم ما قالوا."
        },
        {
            "verse_number": 11,
            "verse_text": "ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ",
            "explanation": "Ceux qui sont ignorants et indifférents en ce qui concerne l’au-delà et ne s’en soucient pas.",
            "arabic_explanation": "الذين هم في جهل غافلون عن الدار الآخرة، لا يبالون بها."
        },
        {
            "verse_number": 12,
            "verse_text": "يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ",
            "explanation": "Ils demandent « Quand aura lieu le Jour de la Rétribution? » sans s’y préparer",
            "arabic_explanation": "يسألون: متى يوم الجزاء؟ وهم لا يعملون له."
        },
        {
            "verse_number": 13,
            "verse_text": "يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ",
            "explanation": "Allah leur répondra:\nCe sera le Jour où ils seront châtiés dans le Feu.",
            "arabic_explanation": "فيجيبهم الله عن سؤالهم: يوم هم على النار يعذبون."
        },
        {
            "verse_number": 14,
            "verse_text": "ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
            "explanation": "On leur dira: Goûtez à votre châtiment. Voici ce que vous vouliez hâter et que vous tourniez en dérision lorsqu’on vous en avertissait.",
            "arabic_explanation": "يقال لهم: ذوقوا عذابكم، هذا هو الذي كنتم تسألون تعجيله عندما تنذرون به؛ استهزاء."
        },
        {
            "verse_number": 15,
            "verse_text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
            "explanation": "Ceux qui craignent leur Seigneur en se conformant à Ses commandements et en renonçant à Ses interdits seront le Jour de la Résurrection dans des vergers où coulent des sources d’eau.",
            "arabic_explanation": "إن المتقين لربهم بامتثال أوامره، واجتناب نواهيه يوم القيامة في بساتين وعيون جارية."
        },
        {
            "verse_number": 16,
            "verse_text": "ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ",
            "explanation": "Ils recevront en effet la rétribution généreuse de leur Seigneur, car dans le bas monde:",
            "arabic_explanation": "آخذين ما أعطاهم ربهم من الجزاء الكريم، إنهم كانوا قبل هذا الجزاء الكريم محسنين في الدنيا."
        },
        {
            "verse_number": 17,
            "verse_text": "كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ",
            "explanation": "Ils veillaient pour prier la nuit et ne dormaient que très peu.",
            "arabic_explanation": "كانوا يصلّون من الليل، لا ينامون إلا زمنًا قليلًا."
        },
        {
            "verse_number": 18,
            "verse_text": "وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ",
            "explanation": "Et peu avant l’aube, ils imploraient le pardon d’Allah pour leurs péchés.",
            "arabic_explanation": "وفي وقت الأسحار يطلبون المغفرة من الله لذنوبهم."
        },
        {
            "verse_number": 19,
            "verse_text": "وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
            "explanation": "Par ailleurs, ils prélevaient volontairement de leurs biens pour en donner aux mendiants et à d’autres nécessiteux qui ne mendient pas et qui sont privés de subsistance pour une raison quelconque.",
            "arabic_explanation": "وفي أموالهم حق - يتطوّعون به- للسائل من الناس، وللذي لا يسألهم، ممن حرم الرزق لأي سبب كان."
        },
        {
            "verse_number": 20,
            "verse_text": "وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ",
            "explanation": "Les montagnes, les mers, les rivières, les arbres et les plantes et les animaux qu’Allah a placés sur la Terre sont autant de preuves du pouvoir d’Allah adressées à ceux qui croient avec certitude qu’Allah est le Créateur qui donne forme à ce qu’Il crée.",
            "arabic_explanation": "وفي الأرض وما وضع الله فيها من جبال وبحار وأنهار وأشجار ونبات وحيوان، دلالات على قدرة الله للموقنين أن الله هو الخالق المصور."
        },
        {
            "verse_number": 21,
            "verse_text": "وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ",
            "explanation": "Ô gens, vous trouvez en vous-mêmes des preuves du pouvoir d’Allah. Ne les voyez-vous pas afin de tirer des enseignements.",
            "arabic_explanation": "وفي أنفسكم - أيها الناس - دلالات على قدرة الله، أفلا تبصرون لتعتبروا؟!"
        },
        {
            "verse_number": 22,
            "verse_text": "وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ",
            "explanation": "Dans le Ciel se trouve votre subsistance terrestre et religieuse et c’est là que se trouve ce qui vous a été promis comme bien ou comme mal.",
            "arabic_explanation": "وفي السماء رزقكم الدنيوي والديني، وفيها ما توعدون من خير أو شر."
        },
        {
            "verse_number": 23,
            "verse_text": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ",
            "explanation": "Par le Seigneur du Ciel et de la Terre, la Ressuscitation est une vérité aussi indubitable que votre faculté de parler.",
            "arabic_explanation": "فورب السماء والأرض إن البعث لحق لا شك فيه، كما أنه لا شك في نطقكم حين تنطقون."
        },
        {
            "verse_number": 24,
            "verse_text": "هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ",
            "explanation": "Ô Messager, t’est-il parvenu le récit des honorables anges qui rendirent visite à Abraham?",
            "arabic_explanation": "هل أتاك - أيها الرسول - حديث ضيوف إبراهيم عليه السلام من الملائكة الذين أكرمهم؟"
        },
        {
            "verse_number": 25,
            "verse_text": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ",
            "explanation": "Lorsqu’ils entrèrent chez lui et lui dirent « Paix », Abraham répondit à leur salutation et dit en lui-même: Ce sont-là des gens que nous ne connaissons pas.",
            "arabic_explanation": "حين دخلوا عليه فقالوا له: سلامًا، قال إبراهيم ردًّا عليهم: سلام، وقال في نفسه: هؤلاء قوم لا نعرفهم."
        },
        {
            "verse_number": 26,
            "verse_text": "فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ",
            "explanation": "Puis il alla discrètement apporter de sa famille un veau gras, pensant que ses visiteurs étaient des humains.",
            "arabic_explanation": "فمال إلى أهله خفية، فجاء من عندهم بعجل كامل سمين؛ ظنًّا منه أنهم بشر."
        },
        {
            "verse_number": 27,
            "verse_text": "فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ",
            "explanation": "Il approcha ce veau d’eux et leur dit avec gentillesse: Ne mangerez-vous pas de la nourriture qui vous a été servie?",
            "arabic_explanation": "فقرّب العجل إليهم، وخاطبهم برفق: ألا تأكلون ما قُدِّم لكم من طعام؟"
        },
        {
            "verse_number": 28,
            "verse_text": "فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ",
            "explanation": "Voyant qu’ils refusaient de manger, il prit peur d’eux et ils s’en aperçurent. Ils le rassurèrent alors en lui disant: N’aies pas peur. Nous sommes des messagers envoyés par Allah. Puis ils lui annoncèrent la nouvelle réjouissante de la naissance prochaine d’un fils plein de savoir. Ce fils annoncé est Isaac.",
            "arabic_explanation": "فلما لم يأكلوا أضمر في نفسه الخوف منهم ففطنوا له، فقالوا مطمئنين إياه: لا تخفْ، إنا رسل من عند الله، وأخبروه بما يسرّه من أنه يولد له غلام له علم كثير، والمُبَشَّر به هو إسحاق عليه السلام."
        },
        {
            "verse_number": 29,
            "verse_text": "فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ",
            "explanation": "Lorsque son épouse entendit cette annonce, elle s’avança en criant de joie et en se frappant le visage, et dit:\nUne vieille femme, et de surcroit stérile, est-elle capable d’enfanter?",
            "arabic_explanation": "فلما سمعت امرأته البشارة أقبلت تصيح من الفرح، فلطمت وجهها، وقالت متعجبة: أتلد عجوز، وهي في الأصل عقيم!"
        },
        {
            "verse_number": 30,
            "verse_text": "قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
            "explanation": "Ils dirent: “Ainsi a dit ton Seigneur. C'est Lui vraiment le Sage, l'Omniscient”. Les anges lui dirent: Ce que nous t’avons annoncé a été dit par ton Seigneur. Or ce qu’Il dit n’est pas repoussé. Il est Sage dans ce qu’Il crée et détermine, Connaisseur de Ses créatures et de ce qui est dans leur intérêt.",
            "arabic_explanation": "قال لها الملائكة: ما أخبرناكِ به قاله ربكِ، وما قاله لا رادّ له؛ إنه هو الحكيم في خلقه وتقديره، العليم بخلقه وما يصلح لهم."
        },
        {
            "verse_number": 31,
            "verse_text": "۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
            "explanation": "Abraham dit aux anges:\nQu’est-ce qui vous amène et quelle est votre finalité?",
            "arabic_explanation": "قال إبراهيم عليه السلام للملائكة: ما شأنكم؟ وما الذي تقصدونه؟"
        },
        {
            "verse_number": 32,
            "verse_text": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
            "explanation": "Les anges lui répondirent:\nAllah nous a envoyés à un peuple de criminels qui commettent des péchés ignobles.",
            "arabic_explanation": "قال الملائكة جوابًا له: إنا بعثنا الله إلى قوم مجرمين يرتكبون قبائح الذنوب."
        },
        {
            "verse_number": 33,
            "verse_text": "لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ",
            "explanation": "Afin que nous envoyions sur eux des pierres de glaise endurcie.",
            "arabic_explanation": "لنبعث عليهم حجارة من طين متصلِّب."
        },
        {
            "verse_number": 34,
            "verse_text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ",
            "explanation": "Ô Abraham, ces pierres sont marquées auprès de ton Seigneur et sont envoyées sur ceux qui transgressent les limites d’Allah et exagèrent en mécréance et en péchés.",
            "arabic_explanation": "معلَّمة عند ربك - يا إبراهيم- تُبْعَث على المتجاوزين لحدود الله المبالغين في الكفر والمعاصي."
        },
        {
            "verse_number": 35,
            "verse_text": "فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ",
            "explanation": "Nous fîmes alors sortir de la cité du peuple de Loth les croyants qui s’y trouvaient afin qu’ils ne soient pas atteints par le châtiment réservé aux criminels.",
            "arabic_explanation": "فأخرجنا من كان في قرية قوم لوط من المؤمنين حتى لا يصيبهم ما يصيب المجرمين من العذاب."
        },
        {
            "verse_number": 36,
            "verse_text": "فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ",
            "explanation": "Seulement, Nous n’avons trouvé dans cette cité qu’une seule famille de musulmans, la famille de Loth.",
            "arabic_explanation": "فما وجدنا في قريتهم هذه غير بيت واحد من المسلمين، هم أهل بيت لوط عليه السلام ."
        },
        {
            "verse_number": 37,
            "verse_text": "وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
            "explanation": "Nous avons laissé dans la cité du peuple de Loth des traces du châtiment qui s’abattit sur lui, afin qu’en tire des enseignements chaque personne redoutant ce châtiment douloureux dans la finalité de ne pas commettre pas les mêmes méfaits et d'y échapper.",
            "arabic_explanation": "وتركنا في قرية قوم لوط من آثار العذاب ما يدل على وقوع العذاب عليهم ليعتبر به من يخاف العذاب الموجع الذي أصابهم، فلا يعمل بعملهم لينجو منه."
        },
        {
            "verse_number": 38,
            "verse_text": "وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ",
            "explanation": "Il y a en Moïse, lorsque Nous l’avons envoyé muni des arguments clairs, un signe adressé à ceux qui redoutent le châtiment douloureux.",
            "arabic_explanation": "وفي موسى حين بعثناه إلى فرعون بالحجج الواضحة، آية لمن يخاف العذاب الموجع."
        },
        {
            "verse_number": 39,
            "verse_text": "فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ",
            "explanation": "Pharaon se détourna de la vérité, confiant qu’il était en sa puissance et en ses soldats, et dit de Moïse:\nC’est un magicien qui ensorcelle les gens et un fou qui dit ce dont il n’a pas conscience.",
            "arabic_explanation": "فأعرض فرعون معتدًّا بقوته وجنده عن الحق، وقال عن موسى عليه السلام : هو ساحر يسحر الناس، أو مجنون يقول ما لا يعقله."
        },
        {
            "verse_number": 40,
            "verse_text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ",
            "explanation": "Nous le saisîmes alors lui et tous ses soldats et les précipitâmes dans les flots où ils se sont noyés car Pharaon avait traité Moïse de menteur et prétendit qu’il était un dieu.",
            "arabic_explanation": "فأخذناه هو وجنوده كلهم فطرحناهم في البحر، فغرقوا وهلكوا، وفرعون آتٍ بما يلام عليه من التكذيب وادعاء أنه إله."
        },
        {
            "verse_number": 41,
            "verse_text": "وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ",
            "explanation": "Il y a aussi dans les ‘Âd, le peuple de Hûd, un signe adressé à ceux qui redoutent le châtiment douloureux, lorsque Nous envoyâmes sur eux un vent ne transportant pas de pluie, n’ensemençant pas les arbres ni ne comportant de bénédiction.",
            "arabic_explanation": "وفي عاد قوم هود آية لمن يخاف العذاب الموجع حين بعثنا عليهم الريح التي لا تحمل مطرًا ولا تلقح شجرًا، ولا بركة فيها."
        },
        {
            "verse_number": 42,
            "verse_text": "مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ",
            "explanation": "Ce vent ne laisse aucune vie, aucun bien ni aucune chose sans qu’elle ne les détruise et ne les réduise en poussière.",
            "arabic_explanation": "ما تترك من نفس أو مال أو غيرهما أتت عليه إلا دمرته، وتركته كالبالي المتفتت."
        },
        {
            "verse_number": 43,
            "verse_text": "وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ",
            "explanation": "Il y a également dans les Thamûd, le peuple de Şâliħ, un signe adressé à ceux qui craignent le châtiment douloureux, lorsqu’on leur dit: Jouissez de vos vies avant qu’elles n’arrivent à terme.",
            "arabic_explanation": "وفي ثمود قوم صالح عليه السلام آية لمن يخاف العذاب الموجع حين قيل لهم: استمتعوا بحياتكم قبل انقضاء آجالكم."
        },
        {
            "verse_number": 44,
            "verse_text": "فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ",
            "explanation": "Ils défièrent le commandement de leur Seigneur et dédaignèrent avoir la foi et obéir. La foudre du châtiment les saisit alors pendant qu’ils attendaient qu’ils s’abattent sur eux, puisqu’ils en avaient été avisés trois jours avant le moment fatidique.",
            "arabic_explanation": "فتكبروا عن أمر ربهم وعلوا استكبارًا على الإيمان والطاعة، فأخذتهم صاعقة العذاب وهم ينتظرون نزوله، إذ كانوا وُعِدوا بالعذاب قبل نزوله بثلاثة أيام."
        },
        {
            "verse_number": 45,
            "verse_text": "فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ",
            "explanation": "Ils ne purent repousser ce châtiment ni ne disposer d’une force les rendant invincibles.",
            "arabic_explanation": "فما استطاعوا أن يدفعوا عنهم ما نزل بهم من العذاب، ولم تكن لهم قوة يمتنعون بها."
        },
        {
            "verse_number": 46,
            "verse_text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
            "explanation": "Nous anéantîmes le peuple de Noé par la noyade auparavant. C’était un peuple qui désobéissait à Allah et qui mérita donc Son châtiment.",
            "arabic_explanation": "وقد أهلكنا قوم نوح بالغرق من قبل هؤلاء المذكورين، إنهم كانوا قومًا خارجين عن طاعة الله، فاستحقوا عقابه."
        },
        {
            "verse_number": 47,
            "verse_text": "وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ",
            "explanation": "Nous avons bâti le Ciel avec application et puissance et Nous en étendons les bords.",
            "arabic_explanation": "والسماء بنيناها، وأتقنّا بناءها بقوة، وإنا لموسعون لأطرافها."
        },
        {
            "verse_number": 48,
            "verse_text": "وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ",
            "explanation": "Nous avons nivelé la Terre d’une manière à ce qu’elle soit semblable à une literie pour ses habitants, et de quelle excellente façon Nous l’avons nivelée !",
            "arabic_explanation": "والأرض جعلناها ممهدة للساكنين عليها كالفراش لهم، فنعم الماهدون نحن إذ مهدناها لهم."
        },
        {
            "verse_number": 49,
            "verse_text": "وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ",
            "explanation": "De toute chose, Nous avons créé une paire, comme le mâle et la femelle, le Ciel et la Terre, la terre ferme et la mer, afin que que vous vous rappeliez l’Unicité d’Allah qui créa toute chose par paire et que vous vous rappeliez Son pouvoir.",
            "arabic_explanation": "ومن كل شيء خلقنا صنفين؛ كالذكر والأنثى، والسماء والأرض، والبر والبحر؛ لعلكم تتذكرون وحدانية الله الذي خلق من كل شيء صنفين، وتتذكرون قدرته."
        },
        {
            "verse_number": 50,
            "verse_text": "فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
            "explanation": "Fuyez donc le châtiment d’Allah vers Sa rétribution, en Lui obéissant et en ne Lui désobéissant pas. Ô gens, je vous avertis explicitement contre Son châtiment.",
            "arabic_explanation": "ففروا من عقاب الله إلى ثوابه، بطاعته وعدم معصيته، إني لكم - أيها الناس - نذير من عقابه بيّن النذارة."
        },
        {
            "verse_number": 51,
            "verse_text": "وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
            "explanation": "Ne prenez pas avec Allah une divinité que vous adorez en dehors de Lui, je vous en avertis de manière explicite.",
            "arabic_explanation": "ولا تجعلوا مع الله معبودًا آخر تعبدونه من دونه، إني لكم نذير منه بيّن النذارة."
        },
        {
            "verse_number": 52,
            "verse_text": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ",
            "explanation": "Les habtitans de la Mecque étaient aussi dénégateurs que leurs prédécesseurs. Aucun messager ne venait en effet à ces derniers de la part d’Allah sans qu’ils ne le traitent de magicien ou d’aliéné.",
            "arabic_explanation": "مثل ذلك التكذيب الذي كذب به أهل مكة كذبت الأمم السابقة، فما جاءهم من رسول من عند الله إلا قالوا عنه: هو ساحر، أو مجنون."
        },
        {
            "verse_number": 53,
            "verse_text": "أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ",
            "explanation": "Les anciens mécréants ont-ils transmis aux contemporains l’injonction de traiter les messagers de menteurs? Non, c’est plutôt leur tyrannie qui les a menés à cela.",
            "arabic_explanation": "أتواصى المتقدمون من الكفار والمتأخرون منهم على تكذيب الرسل؟! لا، بل جمعهم على هذا طغيانهم."
        },
        {
            "verse_number": 54,
            "verse_text": "فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ",
            "explanation": "Ô Messager, détourne-toi de ces dénégateurs. On ne te blâmera pas à leur sujet, car tu leur a transmis ce qu’on t’a envoyé leur transmettre.",
            "arabic_explanation": "فأعرض - أيها الرسول - عن هؤلاء المكذبين، فما أنت بملوم، فقد بلغتهم ما أرسلت به إليهم."
        },
        {
            "verse_number": 55,
            "verse_text": "وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ",
            "explanation": "Cependant, ne cesse de les exhorter et de leur faire le rappel, car le rappel est bénéfique à ceux qui croient en Allah.",
            "arabic_explanation": "ولا يمنعك إعراضك عنهم من وعظهم، وتذكيرهم، فعظهم وذكّرهم، فإن التذكير ينفع أهل الإيمان بالله."
        },
        {
            "verse_number": 56,
            "verse_text": "وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ",
            "explanation": "Je n’ai créé les djinns et les humains que pour qu’ils M’adorent Seul et non pour qu’ils M'attribuent un associé.",
            "arabic_explanation": "وما خلقت الجن والإنس إلا لعبادتي وحدي، ما خلقتهم ليجعلوا لي شريكًا."
        },
        {
            "verse_number": 57,
            "verse_text": "مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ",
            "explanation": "Je ne cherche pas d’eux une subsistance et Je ne veux pas qu’ils Me nourrissent.",
            "arabic_explanation": "ما أريد منهم رزقًا، ولا أريد منهم أن يطعموني."
        },
        {
            "verse_number": 58,
            "verse_text": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ",
            "explanation": "C’est Allah qui pourvoit Ses serviteurs et toutes les créatures nécessitent Sa subsistance. Il est le Détenteur de la Force, l’Inébranlable et l’Invincible. Tous les djinns et les humains sont soumis à Sa force, exalté soit-Il.",
            "arabic_explanation": "إن الله هو الرزاق لعباده، فالجميع محتاجون إلى رزقه، ذو القوة المتين الذي لا يغلبه شيء، وجميع الجن والإنس خاضعون لقوّته سبحانه."
        },
        {
            "verse_number": 59,
            "verse_text": "فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ",
            "explanation": "Ceux qui ont été injustes envers eux-mêmes en te traitant de menteur, ô Messager, auront une part du châtiment comme leurs prédécesseurs. Ce châtiment aura lieu à une échéance déterminée. Qu'ils ne cherchent donc pas à la hâter.",
            "arabic_explanation": "فإن للذين ظلموا أنفسهم بتكذيبك - أيها الرسول - نصيبًا من العذاب مثل نصيب أصحابهم السابقين، له أجل محدد، فلا يطلبوا مني تعجيله قبل أجله."
        },
        {
            "verse_number": 60,
            "verse_text": "فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ",
            "explanation": "L’anéantissement et la perdition attendent le Jour de la Résurrection ceux qui mécroient en Allah et traitent leur Messager de menteur. Ce jour-là s’abattra sur eux le châtiment dont on les a menacés.",
            "arabic_explanation": "فهلاك وخسار للذين كفروا بالله، وكذَّبوا رسولهم من يوم القيامة الذي يوعدون فيه بإنزال العذاب عليهم."
        }
    ]
}