{
    "surah_name": "AN-NAJM",
    "surah_number": 53,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلنَّجۡمِ إِذَا هَوَىٰ",
            "explanation": "Allah prête serment par l’étoile qui tombe.",
            "arabic_explanation": "أقسم سبحانه بالنجم إذا سقط."
        },
        {
            "verse_number": 2,
            "verse_text": "مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ",
            "explanation": "Muħammad, le Messager d’Allah, n’a pas dévié de la voie de la guidée et ne s’est pas fourvoyé. Il est plutôt sage.",
            "arabic_explanation": "ما انحرف محمد رسول الله صلى الله عليه وسلم عن طريق الهداية، وما صار غويًّا، ولكنه رشيد."
        },
        {
            "verse_number": 3,
            "verse_text": "وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ",
            "explanation": "Il ne prononce aucun verset de ce Coran sous l’effet de sa passion.",
            "arabic_explanation": "وما يتكلم بهذا القرآن تبعًا لهواه."
        },
        {
            "verse_number": 4,
            "verse_text": "إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ",
            "explanation": "Ce Coran n’est qu’une révélation provenant d’Allah que fait descendre Gabriel sur lui.",
            "arabic_explanation": "ليس هذا القرآن إلا وحيًا يوحيه الله إليه عن طريق جبريل عليه السلام."
        },
        {
            "verse_number": 5,
            "verse_text": "عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ",
            "explanation": "C’est celui qui est doué d’une force, Gabriel, qui lui a enseigné de Coran.",
            "arabic_explanation": "علّمه إياه ملك شديد القوة هو جبريل عليه السلام."
        },
        {
            "verse_number": 6,
            "verse_text": "ذُو مِرَّةٖ فَٱسۡتَوَىٰ",
            "explanation": "Gabriel, qui est doté d’une belle apparence, se montra dans la forme sous laquelle Allah l’a créé.",
            "arabic_explanation": "وجبريل عليه السلام ذو هيئة حسنة، فاستوى عليه السلام ظاهرًا للنبي صلى الله عليه وسلم على هيئته التي خلقه الله عليها."
        },
        {
            "verse_number": 7,
            "verse_text": "وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ",
            "explanation": "Alors qu’il se trouvait à l’horizon le plus élevé du Ciel.",
            "arabic_explanation": "وجبريل بالأفق الأعلى من السماء."
        },
        {
            "verse_number": 8,
            "verse_text": "ثُمَّ دَنَا فَتَدَلَّىٰ",
            "explanation": "Puis Gabriel se rapprocha de plus en plus du Prophète.",
            "arabic_explanation": "ثم اقترب جبريل عليه السلام من النبي صلى الله عليه وسلم، فازداد قربًا منه."
        },
        {
            "verse_number": 9,
            "verse_text": "فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ",
            "explanation": "Au point d’être à deux portées d’arc ou moins.",
            "arabic_explanation": "فكان قربه منه بمقدار قوسين أو هو أقرب."
        },
        {
            "verse_number": 10,
            "verse_text": "فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ",
            "explanation": "Puis Gabriel révéla au serviteur d’Allah, Muħammad, ce qu’il révéla.",
            "arabic_explanation": "فأوحى جبريل إلى عبد الله محمد صلى الله عليه وسلم ما أوحى."
        },
        {
            "verse_number": 11,
            "verse_text": "مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ",
            "explanation": "Le cœur de Muħammad n’a pas menti sur ce que sa vue a perçu.",
            "arabic_explanation": "ما كذب قلب محمد صلى الله عليه وسلم ما رآه بصره."
        },
        {
            "verse_number": 12,
            "verse_text": "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
            "explanation": "Ô polythéistes, contesterez-vous ce qu’Allah lui a fait voir la nuit du Voyage Nocturne?",
            "arabic_explanation": "أفتجادلونه - أيها المشركون - فيما أراه الله ليلة أسرى به؟!"
        },
        {
            "verse_number": 13,
            "verse_text": "وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ",
            "explanation": "Muħammad a revu Gabriel sous sa véritable apparence la nuit du Voyage Nocturne.",
            "arabic_explanation": "ولقد رأى محمد صلى الله عليه وسلم جبريل على صورته مرة أخرى ليلة أسري به."
        },
        {
            "verse_number": 14,
            "verse_text": "عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ",
            "explanation": "Il l’a revu près du Lotus de la Terminaison (sidratu l-muntahâ), qui est un arbre immense se trouvant dans le quatrième ciel.",
            "arabic_explanation": "عند سدرة المنتهى وهي شجرة عظيمة جدًّا في السماء السابعة."
        },
        {
            "verse_number": 15,
            "verse_text": "عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ",
            "explanation": "C’est auprès de cet arbre que se trouve le Verger de Résidence (jannatu l-ma`wâ)",
            "arabic_explanation": "عند هذه الشجرة جنة المأوى."
        },
        {
            "verse_number": 16,
            "verse_text": "إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ",
            "explanation": "Au moment où le lotus était traversé par quelque chose provenant d’Allah et que Lui Seul connaît.",
            "arabic_explanation": "إذ يغشى السدرة من أمر الله شيء عظيم، لا يعرف كنهه إلا الله."
        },
        {
            "verse_number": 17,
            "verse_text": "مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ",
            "explanation": "Le regard du Prophète n’a dévié ni vers la gauche ni vers la droite, et n’a pas franchi la limite qui lui a été déterminée.",
            "arabic_explanation": "ما مال بصره صلى الله عليه وسلم يمينًا ولا شمالًا، ولا تجاوز ما حدّ له."
        },
        {
            "verse_number": 18,
            "verse_text": "لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ",
            "explanation": "La nuit où on l’a fait monter au Ciel, Muħammad vit des signes majeurs d’Allah démontrant Son pouvoir. Ainsi, il vit le Paradis, l’Enfer et d’autres choses encore.",
            "arabic_explanation": "لقد رأى محمد صلى الله عليه وسلم ليلة عرج به من آيات ربه العظمى الدالة على قدرته، فرأى الجنة، ورأى النار، وغيرهما."
        },
        {
            "verse_number": 19,
            "verse_text": "أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ",
            "explanation": "Ô polythéistes, voyez-vous ces idoles que vous adorez en dehors d’Allah: Al-Lât et Al-‘Uzzâ?",
            "arabic_explanation": "أفرأيتم - أيها المشركون - هذه الأصنام التي تعبدونها من دون الله: اللات والعزى."
        },
        {
            "verse_number": 20,
            "verse_text": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ",
            "explanation": "Ainsi que Manât, la troisième de ces idoles, dites-moi si elles vous sont utiles ou nuisibles?",
            "arabic_explanation": "ومناة الثالثة الأخرى من أصنامكم. أخبروني هل تملك لكم نفعًا أو ضرًّا؟!"
        },
        {
            "verse_number": 21,
            "verse_text": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ",
            "explanation": "Ô polythéistes, vous attribuez-vous les mâles que vous aimez alors que vous attribuez à Allah les femelles que vous détestez?",
            "arabic_explanation": "ألكم - أيها المشركون - الذكَر الذي تحبونه، وله سبحانه الأنثى التي تكرهونها؟!"
        },
        {
            "verse_number": 22,
            "verse_text": "تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ",
            "explanation": "Votre partage obéissant à vos passions est injuste.",
            "arabic_explanation": "تلك القسمة التي قسمتموها بأهوائكم قسمة جائرة."
        },
        {
            "verse_number": 23,
            "verse_text": "إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ",
            "explanation": "Ces idoles ne sont que des noms sans signification, qui ne possèdent aucun attribut de la divinité. C’est vous et vos ancêtres qui leur avez donné arbitrairement des noms dont Allah n’a révélé aucune preuve. Les polythéistes ne suivent que des conjectures dans leur croyance et les choses embellies par Satan que leurs âmes désirent, alors que la guidée leur est parvenue de leur Seigneur par l’intermédiaire de Son Prophète et ils n’ont pas trouvé la bonne voie.",
            "arabic_explanation": "ليست هذه الأصنام إلا أسماء فارغة من المعنى، فلا حظ لها في صفات الألوهية، سميتموها أنتم وآباؤكم من تلقاء أنفسكم، ما أنزل الله بها من برهان، لا يتبع المشركون في اعتقادهم إلا الظن وما تهواه أنفسهم مما زيّنه الشيطان في قلوبهم، ولقد جاءهم من ربهم الهدى على لسان نبيه صلى الله عليه وسلم، فما اهتدوا به."
        },
        {
            "verse_number": 24,
            "verse_text": "أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ",
            "explanation": "L’être humain espère-t-il que les idoles intercèderont en sa faveur auprès d’Allah?",
            "arabic_explanation": "أم للإنسان ما تمنى من شفاعة الأصنام إلى الله؟!"
        },
        {
            "verse_number": 25,
            "verse_text": "فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ",
            "explanation": "Non, il n’obtiendra pas ce qu’il désire car à Allah Seul appartiennent la première et la dernière vie. Il en donne à qui Il veut et en prive qui Il veut.",
            "arabic_explanation": "لا، ليس له ما تمنى، فللَّه وحده الآخرة والأولى، يعطي منهما ما يشاء ويمنع ما يشاء."
        },
        {
            "verse_number": 26,
            "verse_text": "۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ",
            "explanation": "Que d’anges il y a dans les Cieux dont l’intercession inutile s’ils voulaient intercéder en faveur de quelqu’un, sauf si Allah l’autorisait à ceux qu’Il choisit et agrée. Allah n’autorisera donc pas à ceux qui Lui attribuent un associé d’intercéder et Il n’agréera pas un bénéficiaire d'une intercession qui adore l’intercesseur en dehors de Lui.",
            "arabic_explanation": "وكم من ملك في السماوات لا تغني شفاعتهم شيئًا لو أرادوا أن يشفعوا لأحد إلا بعد أن يأذن الله في الشفاعة لمن يشاء منهم، ويرضى عن المشفوع له، فلن يأذن الله لمن جعل شريكًا أن يشفع، ولن يرضى عن مشفوعه الذي يعبده من دون الله."
        },
        {
            "verse_number": 27,
            "verse_text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ",
            "explanation": "Ceux qui ne croient pas que la Ressuscitation aura lieu dans l’au-delà, donnent aux anges des noms de femmes car ils croient qu’ils sont les filles d’Allah, qu’Allah soit hautement élevé au-dessus des paroles qu’ils profèrent.",
            "arabic_explanation": "إن الذين لا يؤمنون بالبعث في الدار الآخرة ليسمّون الملائكة تسمية الأنثى باعتقادهم أنهم بنات الله، تعالى الله عن قولهم علوًّا كبيرًا."
        },
        {
            "verse_number": 28,
            "verse_text": "وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا",
            "explanation": "Or ils ne se basent sur aucune connaissance et ne font que suivre des conjectures et des illusions. Or les conjectures ne dispensent pas de suivre la vérité et ne remplacent pas celle-ci.",
            "arabic_explanation": "وليس لهم بتسميتها إناثًا من علم يستندون إليه، لا يتبعون في ذلك إلا التخرص والوهم، وإن الظن لا يغني من الحق شيئًا حتى يقوم مقامه."
        },
        {
            "verse_number": 29,
            "verse_text": "فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا",
            "explanation": "Ô Messager, détourne-toi de celui qui refuse d’évoquer Allah, ne se soucie pas de Lui et ne désire que la vie de ce bas monde. Cet individu n’œuvre pas pour sa vie dans l’au-delà car il ne croit précisément pas en l’au-delà.",
            "arabic_explanation": "فأعرض - أيها الرسول - عمن أدبر عن ذكر الله ولم يعبأ به، ولم يرد إلا الحياة الدنيا، فهو لا يعمل لآخرته؛ لأنه لا يؤمن بها."
        },
        {
            "verse_number": 30,
            "verse_text": "ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ",
            "explanation": "Ces paroles que profèrent ces polythéistes, à savoir donner des noms de femmes aux anges, représentent toute la portée de leur savoir. Ce sont des ignorants qui ne sont parvenus à aucun degré de certitude. Ô Messager, ton Seigneur sait le mieux qui dévie de la voie de la vérité et Il sait le mieux qui y est guidé. Rien de cela ne Lui échappe.",
            "arabic_explanation": "ذلك الذي يقوله هؤلاء المشركون - من تسمية الملائكة تسمية الأنثى - هو حدهم الذي يصلون إليه من العلم لأنهم جاهلون، لم يصلوا إلى يقين، إن ربك -أيها الرسول - هو أعلم بمن حاد عن سبيل الحق، وهو أعلم بمن اهتدى إلى طريقه، لا يخفى عليه شيء من ذلك."
        },
        {
            "verse_number": 31,
            "verse_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى",
            "explanation": "A Allah Seul appartient ce qui se trouve dans les Cieux et ce qui se trouve sur la Terre. Il le possède, l’a créé et Il en dispose. Ceci, afin qu’Il rétribue ceux qui commettent de mauvaises œuvres dans le bas monde en leur infligeant le châtiment qu’ils méritent et rétribuent les croyants qui excellent dans leurs œuvres en leur accordant le Paradis.",
            "arabic_explanation": "ولله وحده ما في السماوات، وله ما في الأرض ملكًا وخلقًا وتدبيرًا، ليجزي الذين أساؤوا أعمالهم في الدنيا بما يستحقون من العذاب، ويجزي المؤمنين الذين أحسنوا أعمالهم بالجنة."
        },
        {
            "verse_number": 32,
            "verse_text": "ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ",
            "explanation": "Ce sont ceux qui s’abstiennent des péchés les plus graves et les plus hideux, hormis les péchés insignifiants qui sont pardonnés lorsqu’on s’abstient des plus graves, et accomplissent fréquemment des actes d’obéissance. Ô Messager, le pardon de ton Seigneur est immense: Il pardonne les péchés de Ses serviteurs aussitôt qu’ils s’en repentent et Il connaît le mieux vos situations et vos affaires: lorsqu’Il créa votre père Adam de terre et lorsque vous étiez des fœtus dans les ventres de vos mères, passant d’un état de création à un autre. Rien de tout cela ne Lui échappe. Ne vous encensez pas en revendiquant être des gens pieux, car Il sait le mieux qui le craint en se conformant à Ses commandements et en renonçant à Ses interdits.",
            "arabic_explanation": "الذين يبتعدون عن كبائر الذنوب، وقبائح المعاصي إلا صغائر الذنوب، فهذه تغفر بترك الكبائر، والإكثار من الطاعات، إن ربك - أيها الرسول - واسع المغفرة، يغفر ذنوب عباده متى تابوا منها، هو سبحانه أعلم بأحوالكم وشؤونكم حين خلق أباكم آدم من تراب، وحين كنتم حملًا في بطون أمهاتكم تُخْلقون خلقًا من بعد خلق، لا يخفى عليه شيء من ذلك، فلا تمدحوا أنفسكم بالثناء عليها بالتقوى، فهو سبحانه أعلم بمن اتقاه؛ بامتثال أوامره، واجتناب نواهيه."
        },
        {
            "verse_number": 33,
            "verse_text": "أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ",
            "explanation": "As-tu vu à quel point est hideux celui qui s’est détourné de l’Islam après s’en être beaucoup approché?",
            "arabic_explanation": "أفرأيت قبح حال الذي أعرض عن الإسلام بعد اقترابه منه."
        },
        {
            "verse_number": 34,
            "verse_text": "وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ",
            "explanation": "Lui qui a fait don d’une petite part de ce qu’il possède puis s’est abstenu de donner, car avare de nature, puis fait l’éloge de lui-même.",
            "arabic_explanation": "وأعطى قليلًا من المال ثم منع؛ لأن البخل سجيته، ومع ذلك هو يزكي نفسه."
        },
        {
            "verse_number": 35,
            "verse_text": "أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ",
            "explanation": "Détient-il la connaissance de l'Invisible, de sorte qu’il voit et parle en fonction de cette connaissance?",
            "arabic_explanation": "أعنده علم الغيب فهو يرى ويُحدِّث بالغيب؟!"
        },
        {
            "verse_number": 36,
            "verse_text": "أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ",
            "explanation": "Ou alors, invente-t-il des choses sur Allah, ou bien n’a-t-on pas informé cet individu de ce que contiennent les anciennes feuilles qu’Allah a révélées à Moïse?",
            "arabic_explanation": "أم هو مفترٍ على الله؟! أم لم يُخْبَر هذا المتقوّل على الله بما في الصحف الأولى التي أنزلها الله على موسى؟"
        },
        {
            "verse_number": 37,
            "verse_text": "وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ",
            "explanation": "Et de ce que contiennent les feuilles d’Abraham qui a complètement rempli la mission que lui a confiée Allah?",
            "arabic_explanation": "وصحف إبراهيم الذي أدى كل ما كلفه ربه به وأتمه."
        },
        {
            "verse_number": 38,
            "verse_text": "أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ",
            "explanation": "Aucun être humain ne portera son péché à sa place.",
            "arabic_explanation": "أنه لا يحمل إنسان إثم غيره."
        },
        {
            "verse_number": 39,
            "verse_text": "وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ",
            "explanation": "Il n’obtient que la récompense des œuvres qu’il a accomplies lui-même.",
            "arabic_explanation": "وأنه ليس للإنسان إلا ثواب عمله الذي عمله."
        },
        {
            "verse_number": 40,
            "verse_text": "وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ",
            "explanation": "De plus, ses œuvres seront vues le Jour de la Résurrection.",
            "arabic_explanation": "وأن عمله سوف يُرى يوم القيامة عيانًا."
        },
        {
            "verse_number": 41,
            "verse_text": "ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ",
            "explanation": "Puis on lui remettra la rétribution complète pour ses œuvres sans que rien n’en manque.",
            "arabic_explanation": "ثم يُعْطَى جزاء عمله تامًّا غير منقوص."
        },
        {
            "verse_number": 42,
            "verse_text": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ",
            "explanation": "Ô Messager, c’est vers ton Seigneur que les serviteurs retourneront après leur mort.",
            "arabic_explanation": "وأن إلى ربك - أيها الرسول - مرجع العباد ومصيرهم بعد موتهم."
        },
        {
            "verse_number": 43,
            "verse_text": "وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ",
            "explanation": "C’est Lui qui réjouit et fait rire celui qu’Il veut et c’est Lui qui attriste et fait pleurer qui Il veut.",
            "arabic_explanation": "وأنه هو أفرح من يشاء فأضحكه، وأحزن من يشاء فأبكاه."
        },
        {
            "verse_number": 44,
            "verse_text": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا",
            "explanation": "Il est Celui qui fait mourir les vivants dans le bas monde et fait revivre les morts dans l’au-delà en les ressuscitant.",
            "arabic_explanation": "وأنه أمات الأحياء في الدنيا، وأحيا الموتى بالبعث."
        },
        {
            "verse_number": 45,
            "verse_text": "وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ",
            "explanation": "Il est Celui qui créa les deux partenaires du couple: le mâle et la femelle.",
            "arabic_explanation": "وأنه خلق الصنفين: الذكر والأنثى."
        },
        {
            "verse_number": 46,
            "verse_text": "مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ",
            "explanation": "Il les a créés à partir d’une goutte de sperme éjaculée dans l’utérus.",
            "arabic_explanation": "من نطفة إذا وضعت في الرحم."
        },
        {
            "verse_number": 47,
            "verse_text": "وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ",
            "explanation": "C’est à Lui qu’il incombe de les créer de nouveau après leur mort en vue de leur Ressuscitation.",
            "arabic_explanation": "وأن عليه إعادة خلقهما بعد موتهما للبعث."
        },
        {
            "verse_number": 48,
            "verse_text": "وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ",
            "explanation": "C’est Lui qui enrichit qui Il veut parmi Ses serviteurs en lui accordant des richesses et en le faisant entrer en possession de ce que les gens acquièrent d’ordinaire par l’achat.",
            "arabic_explanation": "وأنه أغنى من شاء من عباده بتمليكه المال، وأعطى من المال ما يتخذه الناس قنية يقتنونه."
        },
        {
            "verse_number": 49,
            "verse_text": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ",
            "explanation": "C’est Lui le Seigneur de Sirius (`ach-chi’râ), une étoile que certains polythéistes adorent avec Allah.",
            "arabic_explanation": "وأنه هو رب الشِّعْرى، وهو نجم كان يعبده بعض المشركين من دون الله."
        },
        {
            "verse_number": 50,
            "verse_text": "وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ",
            "explanation": "C’est Lui qui fit périr les anciens ‘Âd, le peuple de Hûd, lorsqu’ils persistèrent à mécroire.",
            "arabic_explanation": "وأنه أهلك عادًا الأولى؛ وهم قوم هود لمَّا أصرّوا على كفرهم."
        },
        {
            "verse_number": 51,
            "verse_text": "وَثَمُودَاْ فَمَآ أَبۡقَىٰ",
            "explanation": "Il fit également périr les Thamûd, le peuple de Şâliħ, et n’en épargna personne.",
            "arabic_explanation": "وأهلك ثمود قوم صالح، فلم يُبْقِ منهم أحدًا."
        },
        {
            "verse_number": 52,
            "verse_text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ",
            "explanation": "Il anéantit le peuple de Noé bien avant les ‘Âd et les Thamûd, car le peuple de Noé était encore plus injuste et plus tyranniques. En effet, Noé vécut parmi eux durant mille années moins cinquante, les appelant à proclamer l’Unicité d’Allah, mais ils ne lui répondirent pas favorablement.",
            "arabic_explanation": "وأهلك قوم نوح من قبل عاد وثمود، إن قوم نوح كانوا أشدّ ظلمًا، وأعظم طغيانًا من عاد وثمود؛ لأن نوحًا مكث فيهم ألف سنة إلا خمسين عامًا يدعوهم إلى توحيد الله، فلم يستجيبوا له."
        },
        {
            "verse_number": 53,
            "verse_text": "وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ",
            "explanation": "Les cités du peuple de Loth, Il les éleva dans le Ciel, les renversa puis les fit tomber sur la Terre.",
            "arabic_explanation": "وقرى قوم لوط رفعها إلى السماء، ثم قلبها، ثم أسقطها إلى الأرض."
        },
        {
            "verse_number": 54,
            "verse_text": "فَغَشَّىٰهَا مَا غَشَّىٰ",
            "explanation": "Puis Il les recouvrit de pierres après les avoir renversées et laissées tomber sur la Terre.",
            "arabic_explanation": "فغطاها وأصابها من الحجارة ما غطاها بعد رفعها إلى السماء وإسقاطها على الأرض."
        },
        {
            "verse_number": 55,
            "verse_text": "فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
            "explanation": "Quels sont donc les signes de ton Seigneur que tu contestes, ô être humain, et dont tu ne tires aucun enseignement?",
            "arabic_explanation": "فبأي آيات ربك الدالة على قدرته تجادل أيها الإنسان فلا تتعظ بها؟!"
        },
        {
            "verse_number": 56,
            "verse_text": "هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ",
            "explanation": "Ce Messager qui vous a été envoyé est semblable aux anciens messagers.",
            "arabic_explanation": "هذا الرسول المرسل إليكم من جنس الرسل الأولى."
        },
        {
            "verse_number": 57,
            "verse_text": "أَزِفَتِ ٱلۡأٓزِفَةُ",
            "explanation": "La Résurrection, déjà proche, se rapproche davantage.",
            "arabic_explanation": "اقتربت القيامة القريبة."
        },
        {
            "verse_number": 58,
            "verse_text": "لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
            "explanation": "Rien ne saurait la repousser et personne n’en a la connaissance, excepté Allah.",
            "arabic_explanation": "ليس لها دافع يدفعها، ولا مطلع يطلع عليها إلا الله."
        },
        {
            "verse_number": 59,
            "verse_text": "أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ",
            "explanation": "Vous étonnez-vous que ce Coran qui vous est récité provienne d’Allah?",
            "arabic_explanation": "أفمن هذا القرآن الذي يُتْلى عليكم تعجبون أن يكون من عند الله؟!"
        },
        {
            "verse_number": 60,
            "verse_text": "وَتَضۡحَكُونَ وَلَا تَبۡكُونَ",
            "explanation": "En riez-vous par moquerie et ne pleurez-vous pas lorsque vous entendez ses exhortations?",
            "arabic_explanation": "وتضحكون منه استهزاءً به، ولا تبكون عند سماع مواعظه؟!"
        },
        {
            "verse_number": 61,
            "verse_text": "وَأَنتُمۡ سَٰمِدُونَ",
            "explanation": "Distraits et insouciants que vous êtes?",
            "arabic_explanation": "وأنتم لاهون عنه، لا تبالون به؟!"
        },
        {
            "verse_number": 62,
            "verse_text": "فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩",
            "explanation": "Prosternez-vous donc devant Allah Seul et adorez-Le sincèrement.",
            "arabic_explanation": "فاسجدوا لله وحده، وأخلصوا له العبادة."
        }
    ]
}