{
    "surah_name": "AL-QAMAR",
    "surah_number": 54,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ",
            "explanation": "L’Heure approche et la lune s’est fendue à l’époque du Prophète. Ceci fut un des miracles visibles qu’il accomplit.",
            "arabic_explanation": "اقترب مجيء الساعة، وانشق القمر في عهد النبي صلى الله عليه وسلم، فكان انشقاقه من آياته صلى الله عليه وسلم الحسية."
        },
        {
            "verse_number": 2,
            "verse_text": "وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ",
            "explanation": "Lorsque les polythéistes voient une preuve de sa véracité, ils refusent de l’accepter et disent: Les preuves que nous voyons sont une magie nulle.",
            "arabic_explanation": "وإن يَرَ المشركون دليلًا وبرهانًا على صدقه صلى الله عليه وسلم يُعرضوا عن قَبوله، ويقولوا: ما شاهدناه من الحجج والبراهين سحر باطل."
        },
        {
            "verse_number": 3,
            "verse_text": "وَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ",
            "explanation": "Ils traitent de mensonge la vérité qui leur parvient et suivent leurs passions. Or tout destin, bien ou mal, se réalisera le Jour de la Résurrection de la manière que mérite l’être humain.",
            "arabic_explanation": "وكذبوا بما جاءهم من الحق، واتبعوا أهواءهم في التكذيب، وكل أمر -خيرًا كان أو شرًّا - واقع بمستحقه يوم القيامة."
        },
        {
            "verse_number": 4,
            "verse_text": "وَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ",
            "explanation": "Les récits des peuples qu’Allah a anéantis pour leur mécréance et leur injustice leur sont pourtant parvenus et ils suffisaient à eux seuls pour les dissuader d’être des mécréants injustes.",
            "arabic_explanation": "ولقد جاءهم من أخبار الأمم التي أهلكها الله بكفرها وظلمها ما يكفي لردعهم عن كفرهم وظلمهم."
        },
        {
            "verse_number": 5,
            "verse_text": "حِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ",
            "explanation": "Ce qui leur est parvenu est une sagesse complète qui explicite contre eux l’argument d’Allah. Avertir n’est donc d’aucune utilité s’agissant de gens qui ne croient ni en Allah ni au Jour Dernier.",
            "arabic_explanation": "والذي جاءهم حكمة تامة لتقوم عليهم الحجة، فما تنفع النذر قومًا لا يؤمنون بالله ولا باليوم الآخر."
        },
        {
            "verse_number": 6,
            "verse_text": "فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ",
            "explanation": "Ô Messager, s’ils ne trouvent pas le chemin de la guidée, délaisse-les et détourne-toi d'eux, tout en attendant que l’ange chargé de souffler dans la Trompe annonce un évènement terrible que les créatures n’ont jamais connu auparavant.",
            "arabic_explanation": "فإذ لم يهتدوا فاتركهم - أيها الرسول - وأعرض عنهم منتظرًا يوم يدعو الملك الموكل بالنفخ في الصور إلى أمر فظيع لم تعرف الخلائق مثله من قبل."
        },
        {
            "verse_number": 7,
            "verse_text": "خُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ",
            "explanation": "Les regards humbles, ils sortiront de leurs tombes et se rendront vers le lieu de la Reddition des Comptes, tels des sauterelles éparpillées.",
            "arabic_explanation": "ذليلة أبصارهم، يخرجون من القبور كأنهم في سعيهم إلى موقف الحساب جراد منتشر."
        },
        {
            "verse_number": 8,
            "verse_text": "مُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ",
            "explanation": "Ils s’empresseront de se rendre auprès de celui qui les appelle vers cet évènement et les mécréants diront: Ceci sera un jour difficile en raison des scènes terribles qui s’y produiront.",
            "arabic_explanation": "مسرعين إلى الداعي إلى ذلك الموقف، يقول الكافرون: هذا اليوم يوم عسير؛ لما فيه من الشدة والأهوال."
        },
        {
            "verse_number": 9,
            "verse_text": "۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ",
            "explanation": "Bien avant ces dénégateurs qui traitent ta prédication de mensonge, ô Messager, le peuple de Noé a traité de menteur Notre serviteur Noé lorsque Nous l’envoyâmes à eux et dirent de Lui que c’était un dément. Ils s’en prirent à lui en l’affublant de variétés d’insultes, en l’invectivant et en le menaçant afin qu’il cesse de les prêcher.",
            "arabic_explanation": "كذبت قبل هؤلاء المكذبين بدعوتك - أيها الرسول - قوم نوح، فكذبوا عبدنا نوحًا عليه السلام لما بعثناه إليهم، وقالوا عنه: هو مجنون، وانتهروه بأنواع السب والشتم والتهديد إذا لم يترك دعوتهم."
        },
        {
            "verse_number": 10,
            "verse_text": "فَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ",
            "explanation": "Noé invoqua alors Allah en disant: Les miens sont venus à bout de moi et ne m’ont pas répondu favorablement. Secours-moi donc en leur infligeant une punition.",
            "arabic_explanation": "فدعا نوح ربه قائلًا: إن قومي غلبوني، ولم يستجيبوا لي، فانتصر منهم بعقاب تنزله عليهم."
        },
        {
            "verse_number": 11,
            "verse_text": "فَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ",
            "explanation": "Nous ouvrîmes alors les portes du Ciel d’où jaillirent des trombes d’eau.",
            "arabic_explanation": "ففتحنا أبواب السماء بماء متدفق متتابع."
        },
        {
            "verse_number": 12,
            "verse_text": "وَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ",
            "explanation": "Nous fîmes également jaillir de sous terre des sources qui se rencontrèrent avec l’eau du Ciel, suite à un ordre d’Allah décidé bien auparavant, et tous furent noyés, excepté ceux qu’Allah a sauvés.",
            "arabic_explanation": "وفجرنا الأرض فصارت عيونًا ينبع منها الماء، فالتقى الماء النازل من السماء مع الماء النابع من الأرض على أمر من الله قدره في الأزل، فأغرق الجميع إلا من نجاه الله."
        },
        {
            "verse_number": 13,
            "verse_text": "وَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ",
            "explanation": "Puis Nous portâmes Noé sur un vaisseau construit de planches clouées, le sauvant lui et ceux qui l’accompagnaient de la noyade.",
            "arabic_explanation": "وحملنا نوحًا على سفينة ذات ألواح ومسامير، فنجيناه ومن معه من الغرق."
        },
        {
            "verse_number": 14,
            "verse_text": "تَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ",
            "explanation": "Ce vaisseau se déplaçait entre les vagues qui le frappaient, sous Nos yeux et entouré de sollicitude, en guise de secours à Noé, qui avait été traité de menteur par son peuple mécréant en ce qu’il lui apportait de la part d’Allah.",
            "arabic_explanation": "تجري هذه السفينة في أمواج الماء المتلاطمة بمرأى منا وحفظ، انتصارًا لنوح الذي كذبه قومه، وكفروا بما جاءهم به من عند الله."
        },
        {
            "verse_number": 15,
            "verse_text": "وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ",
            "explanation": "Par cette punition que Nous leur avons infligée, Nous laissâmes un enseignement et une exhortation. Y-a-t-il quelqu’un qui en tirera profit?",
            "arabic_explanation": "ولقد تركنا هذا العقاب الذي عاقبناهم به؛ عبرة وعظة، فهل من معتبر يعتبر بذلك؟!"
        },
        {
            "verse_number": 16,
            "verse_text": "فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ",
            "explanation": "Comment ai-Je châtié ces dénégateurs et comment les ai-Je avertis de l’anéantissement que Je leur réservais?",
            "arabic_explanation": "فكيف كان عذابي للمكذبين؟! وكيف كان إنذاري بإهلاكي لهم؟!"
        },
        {
            "verse_number": 17,
            "verse_text": "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ",
            "explanation": "Nous avons facilité le Coran afin que le rappel et les enseignements à en tirer soit aisés. Y-a-t-il quelqu’un qui en tirera profit?",
            "arabic_explanation": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
        },
        {
            "verse_number": 18,
            "verse_text": "كَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ",
            "explanation": "Les ‘Âd ont traité leur prophète Hûd de menteur. Voyez donc, ô habitants de la Mecque, comment Je les ai châtiés et comment, au travers leur châtiment, J’ai avertis d’autres peuples?",
            "arabic_explanation": "كذبت عاد نبيها هودًا عليه السلام، فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!"
        },
        {
            "verse_number": 19,
            "verse_text": "إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ",
            "explanation": "Nous avons envoyé sur eux un vent violent et glacial, un jour néfaste, de mauvaise augure qui dura pour eux jusqu’à leur entrée en Enfer.",
            "arabic_explanation": "إنا بعثنا عليهم ريحًا شديدة باردة في يوم شرّ وشؤم مستمرّ معهم إلى ورودهم جهنم."
        },
        {
            "verse_number": 20,
            "verse_text": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ",
            "explanation": "Ce vent arrachait les gens du sol et les jetait sur la tête, tels des souches de palmiers déracinées.",
            "arabic_explanation": "تقتلع الناس من الأرض، وترمي بهم على رؤوسهم كأنهم أصول نخل منقلع من مغرسه."
        },
        {
            "verse_number": 21,
            "verse_text": "فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ",
            "explanation": "Voyez donc, ô habitants de la Mecque, comment Je les ai châtiés et comment, au travers leur châtiment, J’ai avertis d’autres peuples?",
            "arabic_explanation": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!"
        },
        {
            "verse_number": 22,
            "verse_text": "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ",
            "explanation": "Nous avons facilité le Coran afin que le rappel et les enseignements à en tirer soit aisés. Y-a-t-il quelqu’un qui en tirera profit?",
            "arabic_explanation": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
        },
        {
            "verse_number": 23,
            "verse_text": "كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ",
            "explanation": "Les Thamûd ont traité de mensonge ce dont les a avertis leur Messager Şâliħ.",
            "arabic_explanation": "كذبت ثمود بما أنذرهم به رسولهم صالح عليه السلام."
        },
        {
            "verse_number": 24,
            "verse_text": "فَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ",
            "explanation": "Ils dirent avec réprobation: Suivrons-nous un être humain issu de nous? Si nous le suivions, nous serions éloignés de la vérité et nous en pâtirons.",
            "arabic_explanation": "فقالوا مستنكرين: أنتبع بشرًا من جنسنا واحدًا؟! إنا إن اتبعناه في هذه الحالة لفي بعد عن الصواب وانحراف عنه، وفي عناء."
        },
        {
            "verse_number": 25,
            "verse_text": "أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ",
            "explanation": "*La Révélation est-elle descendue sur lui seul et a-t-il été choisi lui à l’exclusion de nous tous? Non, il est plutôt un menteur arrogant.",
            "arabic_explanation": "أأنزل عليه الوحي وهو واحد، واختص به دوننا جميعًا؟! لا، بل هو كذاب متجبر."
        },
        {
            "verse_number": 26,
            "verse_text": "سَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ",
            "explanation": "Le Jour de la Résurrection, ils sauront qui, de Şâliħ ou eux, mérite d’être traité de menteur arrogant?",
            "arabic_explanation": "سيعلمون يوم القيامة من الكذاب المتجبر أصالح أم هم؟"
        },
        {
            "verse_number": 27,
            "verse_text": "إِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ",
            "explanation": "Nous sortirons la chamelle du rocher et la leur enverrons en guise de test. Ô Şâliħ, attends et observe ce qu’ils feront d’elles et ce que l’on fera d’eux et endure patiemment leurs offenses.",
            "arabic_explanation": "إنا مخرجو الناقة من الصخرة وباعثوها اختبارًا لهم، فانتظر - يا صالح - وراقب ما يصنعون بها وما يُصْنَع بهم، واصبر على أذاهم."
        },
        {
            "verse_number": 28,
            "verse_text": "وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ",
            "explanation": "Informe les que l’eau de leur puits sera partagée entre eux et entre la chamelle: un jour, ce sera au tour de la chamelle de s’abreuver et l’autre, ce sera leur tour. Chacun boira le jour qui lui est déterminé et se présentera lui-même afin de prélever sa part d’eau.",
            "arabic_explanation": "وأخبرهم أن ماء بئرهم مقسوم بينهم وبين الناقة؛ يوم لها، ويوم لهم، كل نصيب يحضره صاحبه وحده في يومه المختص به."
        },
        {
            "verse_number": 29,
            "verse_text": "فَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ",
            "explanation": "Ils appelèrent ensuite leur camarade afin qu’il tue la chamelle. Il se saisit de son sabre et la tua en réponse à l’appel des siens.",
            "arabic_explanation": "فنادوا صاحبهم ليقتل الناقة، فتناول السيف وقتلها؛ امتثالًا لأمر قومه."
        },
        {
            "verse_number": 30,
            "verse_text": "فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ",
            "explanation": "Voyez donc, ô habitants de la Mecque, comment Je les ai châtiés et comment, au travers leur châtiment, J’ai avertis d’autres peuples?",
            "arabic_explanation": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!"
        },
        {
            "verse_number": 31,
            "verse_text": "إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ",
            "explanation": "Nous envoyâmes sur eux un seul Cri qui les anéantit, devenant tels des arbres secs dont on se sert pour construire des étables.",
            "arabic_explanation": "إنا بعثنا عليهم صيحة واحدة فأهلكتهم، فكانوا كالشجر اليابس يتخذ منه المُحْتَظِر حظيرة لغنمه."
        },
        {
            "verse_number": 32,
            "verse_text": "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ",
            "explanation": "Nous avons facilité le Coran afin que le rappel et les enseignements à en tirer soit aisés. Y-a-t-il quelqu’un qui en tirera profit?",
            "arabic_explanation": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
        },
        {
            "verse_number": 33,
            "verse_text": "كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ",
            "explanation": "Le peuple de Loth traita de mensonge ce dont l’a averti son messager Loth.",
            "arabic_explanation": "كذبت قوم لوط بما أنذرهم به رسولهم لوط عليه السلام."
        },
        {
            "verse_number": 34,
            "verse_text": "إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ",
            "explanation": "Nous envoyâmes sur eux un vent portant des pierres, à l’exception de la famille de Loth qui n’a pas été atteinte par le châtiment et qui en a été sauvée. En effet, Loth les fit sortir de nuit avant que le châtiment ne s’abatte.",
            "arabic_explanation": "إنا بعثنا عليهم ريحًا ترميهم بالحجارة إلا آل لوط عليه السلام، لم يصبهم العذاب، فقد أنقذناهم منه؛ إذ سرى بهم قبل وقوع العذاب من آخر الليل."
        },
        {
            "verse_number": 35,
            "verse_text": "نِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ",
            "explanation": "Nous les avons sauvés du châtiment à titre de faveur de notre part. C’est par une rétribution semblable à celle que Nous avons accordée à Loth que Nous rétribuons ceux qui sont reconnaissants envers Allah pour Ses bienfaits.",
            "arabic_explanation": "أنقذناهم من العذاب إنعامًا منا عليهم، مثل هذا الجزاء الذي جزينا به لوطًا نجزي من شكر الله على نعمه."
        },
        {
            "verse_number": 36,
            "verse_text": "وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ",
            "explanation": "Pourtant, Loth les avait menacés de notre châtiment mais ils mirent sa menace en doute et le traitèrent de menteur.",
            "arabic_explanation": "ولقد خوّفهم لوط عذابنا فتجادلوا بإنذاره، وكذبوه."
        },
        {
            "verse_number": 37,
            "verse_text": "وَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ",
            "explanation": "Le peuple de Loth eut l’espoir que Loth leur laisse le champ libre et leur permette de commettre des ignominies avec ses hôtes anges. Nous aveuglâmes alors leurs yeux, les rendant alors incapables de voir, et leur dirent: Goûtez à mon châtiment et au résultat de Mes avertissements.",
            "arabic_explanation": "ولقد راود لوطًا قومُهُ أن يخلي بينهم وبين ضيوفه من الملائكة قصد فعل الفاحشة، فطمسنا أعينهم فلم تبصرهم، وقلنا لهم: ذوقوا عذابي، ونتيجة إنذاري لكم."
        },
        {
            "verse_number": 38,
            "verse_text": "وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ",
            "explanation": "De bon matin, un châtiment s’abattit sur eux et continua jusqu’à leur passage dans l’au-delà où ils subiront un autre châtiment.",
            "arabic_explanation": "ولقد جاءهم في وقت الصباح عذاب مستمرّ معهم حتى يَرِدُوا الآخرة فيأتيهم عذابها."
        },
        {
            "verse_number": 39,
            "verse_text": "فَذُوقُواْ عَذَابِي وَنُذُرِ",
            "explanation": "Puis on leur dit: Goûtez au châtiment que J’abats sur vous et au résultat des avertissements de Loth.",
            "arabic_explanation": "وقيل لهم: ذوقوا عذابي الذي أنزلته بكم، ونتيجة إنذار لوط لكم."
        },
        {
            "verse_number": 40,
            "verse_text": "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ",
            "explanation": "Nous avons facilité le Coran afin que le rappel et les enseignements à en tirer soit aisés. Y-a-t-il quelqu’un qui en tirera profit?",
            "arabic_explanation": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
        },
        {
            "verse_number": 41,
            "verse_text": "وَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ",
            "explanation": "Nos avertissements parvinrent aux gens de Pharaon par l’intermédiaire de Moïse et d’Aaron.",
            "arabic_explanation": "ولقد جاء آلَ فرعون إنذارنا على لسان موسى وهارون عليهما السلام."
        },
        {
            "verse_number": 42,
            "verse_text": "كَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ",
            "explanation": "Ils traitèrent de mensonges les preuves et les arguments qui leur parvinrent de notre part et Nous les avons alors punis de la manière qui sied à un Etre Puissant, Invincible et capable de toute chose.",
            "arabic_explanation": "كذبوا بالبراهين والحجج التي جاءتهم من عندنا، فعاقبناهم على تكذيبهم بها عقوبة عزيز لا يغلبه أحد، مقتدر لا يعجز عن شيء."
        },
        {
            "verse_number": 43,
            "verse_text": "أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ",
            "explanation": "Ô habitants de la Mecque, vos mécréants sont-ils meilleurs que ces mécréants mentionnés: le peuple de Noé, les ‘Âd, les Thamûd, le peuple de Loth ainsi que Pharaon et son peuple? Ou alors, les livres révélés vous ont-ils exemptés de châtiment?",
            "arabic_explanation": "أَكُفَّاركم - يا أهل مكة - خير من أولئكم الكفار المذكورين: قوم نوح وعاد وثمود وقوم لوط وفرعون وقومه؟! أم لكم براءة من عذاب الله جاءت بها الكتب السماوية؟!"
        },
        {
            "verse_number": 44,
            "verse_text": "أَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ",
            "explanation": "Ou plutôt, ces mécréants habitant la Mecque disent: Nous triompherons de tout individu qui nous veut du mal et veut nous diviser.",
            "arabic_explanation": "بل أيقول هؤلاء الكفار من أهل مكة: نحن جميع منتصر ممن يريدنا بسوء، ويريد تفريق جَمْعنا؟!"
        },
        {
            "verse_number": 45,
            "verse_text": "سَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ",
            "explanation": "La coalition de ces mécréants sera vaincue et ils seront mis en déroute par les croyants. Ceci eut véritablement lieu lors de la Bataille de Badr.",
            "arabic_explanation": "سَيُهْزم جَمْعُ هؤلاء الكفار ويولّون الأدبار أمام المؤمنين، وقد حدث هذا يوم بدر."
        },
        {
            "verse_number": 46,
            "verse_text": "بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ",
            "explanation": "L’Heure qu’ils traitent de mensonge sera leur rendez-vous et ils y seront châtiés bien plus durement et douloureusement que durant leur défaite à Badr.",
            "arabic_explanation": "بل الساعة التي يكذبون بها موعدهم الذي يعذبون فيه، والساعة أعظم وأقسى مما لقوه من عذاب الدنيا يوم بدر."
        },
        {
            "verse_number": 47,
            "verse_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ",
            "explanation": "Ceux que la mécréance et les péchés rendent criminels s’égarent de la vérité et connaîtront le châtiment et la souffrance.",
            "arabic_explanation": "إن المجرمين بالكفر والمعاصي في ضلال عن الحق، وعذاب وعناء."
        },
        {
            "verse_number": 48,
            "verse_text": "يَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ",
            "explanation": "Le Jour où ils seront trainés dans le Feu sur leurs visages et qu’on leur dira en guise de réprimande: Goûtez donc au châtiment de l’Enfer.",
            "arabic_explanation": "يوم يجرّون في النار على وجوههم، ويقال لهم توبيخًا: ذوقوا عذاب النار."
        },
        {
            "verse_number": 49,
            "verse_text": "إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ",
            "explanation": "Toute chose dans l’Univers, Nous l’avons créée après l’avoir déterminée bien auparavant la créons selon ce que dictent Notre connaissance, Notre volonté et ce que Nous avons consigné dans la Table Préservée.",
            "arabic_explanation": "إنا كل شيء في الكون خلقناه بتقدير سابق منّا، ووفق علمنا ومشيئتنا، وما كتبناه في اللوح المحفوظ."
        },
        {
            "verse_number": 50,
            "verse_text": "وَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ",
            "explanation": "Lorsque Nous voulons quelque chose, il nous suffit de dire une seule parole qui est « Kun » («sois») et ce que Nous voulons est aussitôt, aussi rapidement qu’un clignement de l’œil.",
            "arabic_explanation": "وما أَمْرنا إذا أردنا شيئًا إلا أن نقول كلمة واحدة هي: كن، فيكون ما نريد سريعًا مثل لمح البصر."
        },
        {
            "verse_number": 51,
            "verse_text": "وَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ",
            "explanation": "Nous avons fait périr dans le passé des peuples aussi mécréants que vous. Y-a-t-il quelqu’un qui en tirera des enseignements et renoncera à la mécréance?",
            "arabic_explanation": "ولقد أهلكنا أمثالكم في الكفر من الأمم الماضية، فهل من معتبر يعتبر بذلك فينزجر عن كفره؟!"
        },
        {
            "verse_number": 52,
            "verse_text": "وَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ",
            "explanation": "Tout ce qui est fait par les serviteurs est consigné dans les livres des anges scribes auxquels rien n’échappe.",
            "arabic_explanation": "وكل شيء فعله العباد فهو مكتوب في كتب الحَفَظة لا يفوتهم منه شيء."
        },
        {
            "verse_number": 53,
            "verse_text": "وَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ",
            "explanation": "Toute parole et agissement, immenses ou insignifiants, sont consignés dans les registres des œuvres et dans la Table Préservée et leurs auteurs seront rétribués selon leur nature.",
            "arabic_explanation": "وكل صغير من الأعمال والأقوال، وكل كبير منها؛ مكتوب في صحائف الأعمال وفي اللوح المحفوظ، وسيجازون عليه."
        },
        {
            "verse_number": 54,
            "verse_text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَهَرٖ",
            "explanation": "Ceux qui craignent leur Seigneur en se conformant à Ses commandements et en renonçant à Ses interdits seront dans des vergers, où ils jouiront de délices, et dans des rivières ruisselantes.",
            "arabic_explanation": "إن المتقين لربهم بامتثال أوامره واجتناب نواهيه، في جنات يتنعمون فيها، وفي أنهار جارية."
        },
        {
            "verse_number": 55,
            "verse_text": "فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ",
            "explanation": "Ils seront dans une assemblée de vérité où aucun péché ne sera commis, auprès d’un Souverain possédant toute chose et Omnipotent auquel rien n’est impossible. Ne questionne donc pas au sujet des délices éternels dont ils jouiront.",
            "arabic_explanation": "في مجلس حق لا لَغْو فيه ولا إثم، عند مليك يملك كل شيء، مقتدر لا يعجز عن شيء، فلا تسأل عما ينالونه منه من النعيم الدائم."
        }
    ]
}