{
    "surah_name": "AL-HACHR",
    "surah_number": 59,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Toutes les créatures qui se trouvent dans les Cieux et sur la Terre sanctifient et célèbrent Allah. Il est le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée et détermine.",
            "arabic_explanation": "عَظَّمَ اللهَ ونزَّهَهُ عما لا يليق به كلٌّ ما في السماوات وما في الأرض من المخلوقات، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وشرعه وقدره."
        },
        {
            "verse_number": 2,
            "verse_text": "هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ",
            "explanation": "C’est Lui qui a expulsé les Banû an-Nađîr, qui mécroyaient en Allah et traitaient Son Messager Muħammad de menteur, de leurs demeures à Médine lors de leur première expulsion de Médine vers le Levant. Ces gens étaient des juifs adeptes de la Torah qui, après avoir violé leur engagement et s’être ligué avec les mécréants contre le Prophète, ont été expulsés vers le Levant. Ô croyants, vous ne pensiez pas qu’ils seraient expulsés de leurs demeures, en raison de leur puissance. Eux-mêmes pensaient que les forteresses qu’ils avaient bâties les protègeraient de la colère et de la punition d’Allah. Seulement, la colère d’Allah s’est abattue sur eux d’où ils ne s’y attendaient pas lorsqu’Il ordonna à Son Messager de les combattre et de les expulser de leurs demeures. Allah introduisit alors une immense terreur dans leurs cœurs, leur faisant détruire leurs demeures de leurs propres mains de l’intérieur afin que les musulmans n’en tirent pas profit, tandis que les musulmans les détruisaient de l’extérieur. Tirez donc des enseignements, ô vous qui êtes pourvus d’une vision, de ce qu’il advint d’eux pour leur mécréance. Ne soyez donc pas comme eux afin de ne pas mériter leur punition.",
            "arabic_explanation": "هو الذي أخرج بني النَّضِير الذين كفروا بالله، وكذبوا رسوله محمدًا صلى الله عليه وسلم، من ديارهم بالمدينة لأول إخراج لهم من المدينة إلى الشام، وهم من اليهود أصحاب التوراة، بعد نقضهم لعهدهم وصيرورتهم مع المشركين عليه؛ أخرجهم إلى أرض الشام، ما ظننتم - أيها المؤمنون - أن يخرجوا من ديارهم لما هم عليه من العزة والمنعة، وظنوا هم أن حصونهم التي شَيَّدوها مانعتهم من بأس الله وعقابه، فجاءهم بأس الله من حيث لم يُقَدِّروا مجيئه حين أمر رسوله بقتالهم وإجلائهم من ديارهم، وأدخل الله في قلوبهم الخوف الشديد، يدمرون بيوتهم بأيديهم من داخلها لئلا ينتفع بها المسلمون، ويدمرها المسلمون من خارجها، فاتعظوا يا أصحاب الأبصار بما حلّ بهم بسبب كفرهم، فلا تكونوا مثلهم، فتنالوا جزاءهم وعقابهم الذي عوقبوا به."
        },
        {
            "verse_number": 3,
            "verse_text": "وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ",
            "explanation": "Si Allah n’avait pas décrété qu’ils soient expulsés de leurs demeures, Il les aurait châtiés dans le bas monde en leur faisant subir la mort et la servitude tout comme leurs frères des Banû Qurayẓah puis dans l’au-delà, les attendra le châtiment de la Fournaise pour l’éternité.",
            "arabic_explanation": "ولولا أن الله كتب عليهم إخراجهم من ديارهم، لعذبهم في الدنيا بالقتل والسبي، ولهم في الآخرة عذاب النار ينتظرهم خالدين فيه أبدًا."
        },
        {
            "verse_number": 4,
            "verse_text": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
            "explanation": "Tel fut leur sort, car ils ont déclaré leur hostilité à Allah et à Son Messager en mécroyant et en violant leurs engagements. Or quiconque est hostile à Allah Le trouvera dur en punition et il subira effectivement une dure punition.",
            "arabic_explanation": "ذلك الذي حصل لهم حصل لأنهم عَادَوُا الله وعادَوْا رسوله بكفرهم ونقضهم للعهود، ومن يعادِ الله فإن الله شديد العقاب، فسيناله عقابه الشديد."
        },
        {
            "verse_number": 5,
            "verse_text": "مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ",
            "explanation": "Ô ensemble des musulmans, les palmiers coupés afin de dépiter les ennemis d’Allah lors de la Bataille de Banû an-Nađîr ou laissés intact afin qu’ils en tirent profit l’ont été sur ordre d’Allah. Ce n’est pas de la corruption sur Terre comme ils le prétendent. Ceci, afin qu’Allah humilie les juifs qui se sont affranchis de Son obéissance, ont violé leur engagement et ont choisi la voie de la traîtrise plutôt que celle de la loyauté.",
            "arabic_explanation": "ما قطعتم - معشر المؤمنين - من نخلة لتغيظوا أعداء الله في غزوة بني النَّضِير أو تركتموها قائمة على جذوعها لتنتفعوا بها - فبأمر الله، وليس من الفساد في الأرض كما زعموا، وليذلّ الله به الخارجين عن طاعته من اليهود الذين نقضوا العهد، واختاروا سبيل الغدر على طريق الوفاء."
        },
        {
            "verse_number": 6,
            "verse_text": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "La prise des biens des Banû an-Nađîr qu’Allah a accordé à Son Messager, a eu lieu sans que vous n'ayez eu besoin d’engager de montures, de chevaux ou de dromadaires, ni que vous n'ayez eu à faire des efforts pour le prendre. C’est plutôt Allah qui fait dominer Ses messagers sur qui Il veut et Il accorda la suprématie à Son Messager sur les Banû an-Nađîr qui conquit leur terre sans combat. Allah à le pouvoir sur toute chose et rien ne Lui est impossible.",
            "arabic_explanation": "والذي ردّه الله على رسوله من أموال بني النَّضِير فما أسرعتم في طلبه مما تركبونه خيلاً ولا إبلاً، ولا أصابتكم فيه مشقة، ولكنّ الله يسلِّط رسله على من يشاء، وقد سلَّط رسوله على بني النَّضِير ففتح بلادهم بغير قتال، والله على كل شيء قدير، لا يعجزه شيء."
        },
        {
            "verse_number": 7,
            "verse_text": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
            "explanation": "Les biens des habitants des cités, qu’Allah à accordés à Son Messager sans combattre, appartiennent à Allah, qui en fait don à qui Il veut, le fait entrer en possession du Messager, de ses proches parmi les clans des Banû Hâchim et des Banû ‘AbdilMuṭṭalib afin de les dédommager pour l’aumône dont ils ont été privés( ), des orphelins, des pauvres et de l’étranger en rupture de ressources, afin que les  richesses ne soient pas détenues seulement par les riches. Ce que vous donne le Messager du butin, prenez-le, ô croyants, et ce qu’il vous défend, délaissez-le. Et craignez Allah en vous conformant à Ses commandements et en renonçant à Ses interdits. Allah est dur en châtiment, prenez-y donc garde.",
            "arabic_explanation": "ما أنعم الله على رسوله من أموال أهل القرى من غير قتال فللَّه، يجعله لمن يشاء، وللرسول مُلْكًا، ولذوي قرابته من بني هاشم وبني المطلب؛ تعويضًا لهم عما مُنِعوه من الصدقة، وللأيتام، وللفقراء، وللغريب الذي نفدت نفقته؛ لكي لا يقتصر تداول المال على الأغنياء دون الفقراء، وما أعطاكم الرسول من أموال الفيء فخذوه - أيها المؤمنون- وما نهاكم عنه فانتهوا، واتقوا الله بامتثال أوامره، واجتناب نواهيه، إن الله شديد العقاب فاحذروا عقابه."
        },
        {
            "verse_number": 8,
            "verse_text": "لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
            "explanation": "Une part de ces richesses sont dépensées au profit des pauvres qui ont migré pour la cause d’Allah et ont été contraints de délaisser leurs biens et leurs progénitures, espérant qu’Allah leur fasse la faveur d’une subsistance et leur accorde Son agrément dans le bas monde, et qui font triompher Son Messager en combattant pour Sa cause. Ceux qui possèdent ces qualités sont ceux dont la foi est ferme.",
            "arabic_explanation": "ويُصْرَف جزء من هذا المال للفقراء المهاجرين في سبيل الله الذين أُجْبِروا على ترك أموالهم وأولادهم، يرجون أن يتفضل الله عليهم بالرزق في الدنيا، وبالرضوان في الآخرة، وينصرون الله وينصرون رسوله بالجهاد في سبيل الله، أولئك المتصفون بتلك الصفات هم الراسخون في الإيمان حقًّا."
        },
        {
            "verse_number": 9,
            "verse_text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
            "explanation": "Les richesses du butin sont également dépensées au profit des Ansar qui se sont installés à Médine avant les Migrants et ont choisi de croire en Allah et en Son Messager. Ils aiment ceux qui migrent vers eux de la Mecque, ne trouvent ni envie ni dépit lorsqu’on donne aux Migrants une part du butin sans leur en donner à eux et préfèrent les Migrants à eux-mêmes lorsqu’il s’agit des choses du bas monde, même lorsqu’ils sont pauvres et dans le besoin. Quiconque Allah prémunit contre son avarice et le fait dépenser pour Sa cause, fait partie de ceux qui réussissent en remportant ce qu’ils désirent et en échappant à ce qu’ils redoutent.",
            "arabic_explanation": "والأنصار الذين نزلوا المدينة من قبل المهاجرين، واختاروا الإيمان بالله وبرسوله، يحبون من هاجر إليهم من مكة، ولا يجدون في صدورهم غيظًا ولا حسدًا على المهاجرين في سبيل الله إذا ما أُعْطُوا شيئًا من الفيء ولم يُعْطَوْا هم، ويقدمون على أنفسهم المهاجرين في الحظوظ الدنيوية، ولو كانوا متصفين بالفقر والحاجة، ومن يَقِه الله حِرْص نفسه على المال فيبذله في سبيله فأولئك هم الفائزون بنيل ما يرتجونه، والنجاة مما يرهبونه."
        },
        {
            "verse_number": 10,
            "verse_text": "وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ",
            "explanation": "Ceux qui sont venus après ceux-là et les ont suivis avec excellence jusqu’au Jour de la Résurrection disent: Ô notre Seigneur, pardonne-nous ainsi qu’à nos frères en religion qui nous ont précédés dans la foi en Allah et en Son Messager, et ne mets pas dans nos cœurs de rancune envers un quelconque croyant. Ô notre Seigneur, tu es Compatissant avec Tes serviteurs et Miséricordieux envers eux.",
            "arabic_explanation": "والذين جاؤوا من بعد هؤلاء واتبعوهم بإحسان إلى يوم القيامة يقولون: ربنا اغفر لنا ولإخواننا في الدين الذين سبقونا إلى الإيمان بالله وبرسوله، ولا تجعل في قلوبنا ضغينة وحقدًا لأحد من المؤمنين، ربنا إنك رؤوف بعبادك، رحيم بهم."
        },
        {
            "verse_number": 11,
            "verse_text": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ",
            "explanation": "Ô Messager, n’as-tu pas vu ceux qui sont intérieurement mécréants et font croire qu’ils sont musulmans, dire à leurs frères mécréants parmi les juifs adeptes de la Torah falsifiée: Restez dans vos demeures car nous ne vous feront pas défaut ni ne vous livrerons. Si les musulmans vous en expulsaient, nous serions solidaires avec vous et quitterions, nous aussi, nos demeures et n’obéirions à personne nous défendant de partir avec vous. S’ils vous combattent, nous vous aiderons à les repousser. Or Allah atteste que les hypocrites mentent lorsqu’ils prétendent partir, si ceux-ci venaient à être expulsés, et combattre à leurs côtés.",
            "arabic_explanation": "ألم تر - أيها الرسول - إلى الذين أضمروا الكفر وأظهروا الإيمان، يقولون لإخوانهم في الكفر من اليهود أتباع التوراة المحرفة: اثبتوا في دياركم فلن نخذلكم، ولن نسلمكم، فلئن أخرجكم المسلمون منها لنخرجنّ تضامنًا معكم، ولا نطيع أحدًا يريد أن يمنعنا من الخروج معكم، وإن قاتلوكم لنعيننَّكم عليهم، والله يشهد إن المنافقين لكاذبون فيما ادعوه من الخروج مع اليهود إذا أُخْرِجوا، والقتال معهم إذا قُوتِلوا."
        },
        {
            "verse_number": 12,
            "verse_text": "لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ",
            "explanation": "Si les musulmans expulsaient les juifs, les hypocrites ne partiraient pas avec eux et si les musulmans les combattaient, ils ne leur porteraient pas secours ni ne leur porteraient assistance. Et même s’ils les secourraient et leur portaient assistance contre les musulmans, les juifs fuiraient les musulmans et les hypocrites ne seraient pas secourus. Allah les maudira et les avilira.",
            "arabic_explanation": "لئن أخرج المسلمون اليهود لا يخرجون معهم، وإن قاتلوهم لا ينصروهم ولا يعينوهم، ولئن نصروهم وأعانوهم على المسلمين ليهربُنّ فرارًا منهم ثم لا يُنْصَر المنافقون بعد ذلك، بل يذلّهم الله ويخزيهم."
        },
        {
            "verse_number": 13,
            "verse_text": "لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
            "explanation": "Ô croyants, vous inspirez plus de terreur dans les cœurs des hypocrites et des juifs qu’ils n'en ont pour Allah. Cette immense terreur que vous leur inspirez et le peu de terreur que leur inspire Allah, s'expliquent par le fait qu’ils sont des gens qui ne comprennent pas car s’ils comprenaient, ils sauraient qu’Allah mérite le plus qu’on Le craigne et qu’on le redoute… c’est en effet Lui qui vous a accordé la suprématie sur eux.",
            "arabic_explanation": "لأَنتم - أيها المؤمنون - أشدُّ تخويفًا في قلوب المنافقين واليهود من الله، ذلك المذكور - من شدة خوفهم منكم، وضعف خوفهم من الله - بسبب أنهم قوم لا يفقهون ولا يفهمون؛ إذ لو كانوا يفقهون لعلموا أن الله أحقّ أن يُخَاف وأن يُرْهَب، فهو الذي سلطكم عليهم."
        },
        {
            "verse_number": 14,
            "verse_text": "لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ",
            "explanation": "Ô croyants, les juifs ne vous combattent que lorsqu’ils sont tous retranchés dans des forteresses ou de derrière des murailles car leur lâcheté fait qu’ils n’osent pas directement vous affronter. Leurs dissensions internes sont extrêmes, en raison de l’hostilité qu’ils se vouent mutuellement. Tu les crois unis et ne formant qu’un seul rang alors qu’en réalité, leurs cœurs sont divergents. Il en est ainsi car ils ne raisonnent pas car s’ils raisonnaient, ils auraient reconnu la vérité, l’auraient suivie et n’auraient pas divergé à son sujet.",
            "arabic_explanation": "لا يقاتلكم - أيها المؤمنون - اليهود مجتمعين إلا في قرى مُحَصَّنة بالأسوار، أو من وراء جدران، فهم لا يستطيعون مواجهتكم لجبنهم، بأسهم فيما بينهم قوي لما بينهم من العداوة، تظنّ أنهم على كلمة واحدة، وأن صفهم واحد، والواقع أن قلوبهم متفرقة مختلفة، ذلك الاختلاف والتعادي بسبب أنهم لا يعقلون؛ إذ لو كانوا يعقلون لعرفوا الحق واتبعوه، ولم يختلفوا فيه."
        },
        {
            "verse_number": 15,
            "verse_text": "كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ces juifs sont dans leur mécréance et le châtiment qui s’abat sur eux semblables aux polythéistes de la Mecque qui les ont précédés il y a peu de temps, lorsqu’ils goûtèrent à la mauvaise conséquence de leur mécréance. Durant la Bataille de Badr, certains parmi eux furent tués et d’autres furent emprisonnés puis dans l’au-delà, ils subiront un châtiment douloureux.",
            "arabic_explanation": "مثل هؤلاء اليهود في كفرهم وما حلّ بهم من عقاب، كمثل الذين من قبلهم من مشركي مكة في زمن قريب، فذاقوا سوء عاقبة كفرهم، فَقُتِل من قُتِل وأُسِر من أُسِر منهم يوم بدر، ولهم في الآخرة عذاب موجع."
        },
        {
            "verse_number": 16,
            "verse_text": "كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ",
            "explanation": "Lorsqu’ils écoutent les hypocrites, ils sont tels Satan quand il embellit la mécréance à l’être humain puis lorsque celui-ci mécroit, il lui dit: Je suis innocent de ta mécréance car je redoute Allah, le Seigneur des créatures.",
            "arabic_explanation": "مَثَلُهم في سماعهم من المنافقين كمثل الشيطان حين زيّن للإنسان أن يكفر، فلما كفر بسبب تزيينه الكفر له قال: إني بريء منك لما كفرت، إني أخاف الله رب الخلائق."
        },
        {
            "verse_number": 17,
            "verse_text": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ",
            "explanation": "Ce qui arrivera à Satan et à ses adeptes humains, le Jour de la Résurrection, sera d’entrer dans le Feu pour y demeurer éternellement. Cette rétribution qui les attend est celle que méritent ceux qui sont injustes envers eux-mêmes en transgressant les limites d’Allah.",
            "arabic_explanation": "فكان نهاية أمر الشيطان ومن أطاعه أنهما (أي: الشيطان المُطاع، والإنسان المُطِيع) يوم القيامة في النار ماكثَيْنِ فيها أبدًا، وذلك الجزاء الذي ينتظرهما هو جزاء الظالمين لأنفسهم بتعدّي حدود الله."
        },
        {
            "verse_number": 18,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il vous a prescrit, craignez Allah en vous conformant à Ses commandements et en renonçant à Ses interdits, et que chaque âme réfléchisse à ce qu’elle a accompli comme bonnes œuvres pour le Jour de la Résurrection. Craignez Allah car Allah sait le mieux ce que vous faites. Rien de vos agissements ne Lui échappe et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اتقوا الله بامتثال أوامره واجتناب نواهيه، ولتتأمل نفس ما قدمت من عمل صالح ليوم القيامة، واتقوا الله، إن الله خبير بما تعملون، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
        },
        {
            "verse_number": 19,
            "verse_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
            "explanation": "Ne soyez pas comme ceux qui ont oublié Allah, en ne se conformant pas à Ses commandements et en ne renonçant pas à Ses interdits, et à qui Allah a fait oublier leurs propres personnes, n’œuvrant alors pas de manière à échapper à la colère et à la punition d’Allah. Ceux-là se sont affranchis de l’obéissance à Allah.",
            "arabic_explanation": "ولا تكونوا مثل الذين نسوا الله بترك امتثال أمره واجتناب نهيه، فأنساهم الله أنفسهم، فلم يعملوا بما ينجيها من غضب الله وعقابه، أولئك الذين نسوا الله - فلم يمتثلوا أمره ولم يكفّوا عن نهيه - هم الخارجون عن طاعة الله."
        },
        {
            "verse_number": 20,
            "verse_text": "لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ",
            "explanation": "Ne sont pas égaux les gens de l’Enfer et les gens du Paradis. Ils sont plutôt différents dans leur rétribution tout comme ils sont différents dans les œuvres accomplies dans ce bas monde. Les gens du Paradis sont les gagnants qui remportent ce qu’ils désirent et échappent à ce qu’ils redoutent",
            "arabic_explanation": "لا يستوي أصحاب النار وأصحاب الجنة، بل هم مختلفون في جزائهم مثل اختلاف أعمالهم في الدنيا، أصحاب الجنة هم الفائزون بنيل ما يطلبونه، الناجون مما يرهبونه."
        },
        {
            "verse_number": 21,
            "verse_text": "لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ",
            "explanation": "Si Nous avions révélé ce Coran à une montagne, tu aurais vu, ô Messager, cette montagne s’humilier et se fendre malgré sa solidité tellement sa crainte d’Allah est grande, et ce en raison des exhortations dissuasives et des menaces terribles que le Coran contient. Ces paraboles, Nous les citons aux gens afin que, peut-être, ils fassent fonctionner leurs raisons et tirent des enseignements des exhortations et des leçons contenues dans les versets du Coran.",
            "arabic_explanation": "لو أنزلنا هذا القرآن على جبل لرأيت - أيها الرسول - ذلك الجبل مع صلابته متذللًا متشققًا من شدة خشية الله؛ لما في القرآن من المواعظ الزاجرة والوعيد الشديد، وهذه الأمثال نضربها للناس لعلهم يُعْمِلُون عقولهم فيتعظوا بما تشتمل عليه آياته من العظات والعبر."
        },
        {
            "verse_number": 22,
            "verse_text": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
            "explanation": "Il est Allah en dehors duquel il n’existe pas de dieu méritant d’être adoré, le Connaisseur de ce qui est présent et absent auquel rien n’échappe, le Tout Miséricordieux et le Très Miséricordieux dans le bas monde et dans l’au-delà, dont la miséricorde suffit à tout l’Univers.\nIl est le Souverain, le Purifié et le Sanctifié de toute déficience, le sain de tout défaut, Celui qui confirme la véracité de Ses messagers par des miracles éclatants, Celui qui observe les œuvres de Ses serviteurs, le Puissant à qui personne ne tient tête, le Dominateur qui domine tout et l’Orgueilleux, qu’Allah soit purifié et sanctifié de tout ce que les polythéistes Lui associent comme idoles et autres.",
            "arabic_explanation": "22 - 23 - هو الله الذي لا معبود بحق غيره، عالم ما غاب وما حضر، لا يخفى عليه شيء من ذلك، رحمن الدنيا والآخرة ورحيمهما، وسعت رحمته العالمين، الملك، المُنَزَّه والمُقَدَّس عن كل نقص، السالم من كل عيب، المصدق رسله بالآيات الباهرة، الرقيب على أعمال عباده، العزيز الذي لا يغلبه أحد، الجبار الذي قهر بجبروته كل شيء، المتكبر، تَنَزَّه الله وتَقَدّس عما يشرك معه المشركون من الأوثان وغيرها."
        },
        {
            "verse_number": 23,
            "verse_text": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
            "explanation": "Il est Allah en dehors duquel il n’existe pas de dieu méritant d’être adoré, le Connaisseur de ce qui est présent et absent auquel rien n’échappe, le Tout Miséricordieux et le Très Miséricordieux dans le bas monde et dans l’au-delà, dont la miséricorde suffit à tout l’Univers.\nIl est le Souverain, le Purifié et le Sanctifié de toute déficience, le sain de tout défaut, Celui qui confirme la véracité de Ses messagers par des miracles éclatants, Celui qui observe les œuvres de Ses serviteurs, le Puissant à qui personne ne tient tête, le Dominateur qui domine tout et l’Orgueilleux, qu’Allah soit purifié et sanctifié de tout ce que les polythéistes Lui associent comme idoles et autres.",
            "arabic_explanation": "22 - 23 - هو الله الذي لا معبود بحق غيره، عالم ما غاب وما حضر، لا يخفى عليه شيء من ذلك، رحمن الدنيا والآخرة ورحيمهما، وسعت رحمته العالمين، الملك، المُنَزَّه والمُقَدَّس عن كل نقص، السالم من كل عيب، المصدق رسله بالآيات الباهرة، الرقيب على أعمال عباده، العزيز الذي لا يغلبه أحد، الجبار الذي قهر بجبروته كل شيء، المتكبر، تَنَزَّه الله وتَقَدّس عما يشرك معه المشركون من الأوثان وغيرها."
        },
        {
            "verse_number": 24,
            "verse_text": "هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Il est Allah, le Créateur et l’Auteur de toute chose, Celui qui donne forme à Ses créations selon ce qu’Il veut. Il possède les Plus Beaux Noms qui expriment Ses attributs suprêmes. Les habitants des Cieux et de la Terre Le purifient de toute déficience. Il est le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée, prescrit et détermine.",
            "arabic_explanation": "هو الله الخالق الذي خلق كل شيء، الموجد للأشياء، المصور لمخلوقاته وفق ما يريد، له سبحانه الأسماء الحسنى المشتملة على صفاته العلا، ينزهه ما في السماوات وما في الأرض عن كل نقص، العزيز الذي لا يغلبه أحد، الحكيم في خلقه وشرعه وقدره."
        }
    ]
}