{
    "surah_name": "AS-SAFF",
    "surah_number": 61,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Tout ce qui se trouve dans les Cieux et sur la Terre purifie et sanctifie Allah de ce qui ne Lui sied pas. Il est le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée, détermine et prescrit.",
            "arabic_explanation": "نَزَّهَ اللهَ سبحانه وتعالى وقَدَّسه عن كل ما لا يليق به ما في السماوات وما في الأرض، وهو العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وشرعه."
        },
        {
            "verse_number": 2,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ",
            "explanation": "Ô vous qui croyez en Allah, pourquoi dites-vous « Nous avons fait telle chose », alors qu’en réalité vous ne l’avez pas faite? Comme lorsque l’un de vous prétend avoir combattu et asséné des coups à l’aide de son sabre alors qu’il n’a ni combattu ni asséné de coups.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله، لم تقولون: فعلنا شيئًا، ولم تفعلوه في الواقع؟! كقول أحدكم: قاتلت بسيفي وضربت، وهو لم يقاتل بسيفه ولم يضرب."
        },
        {
            "verse_number": 3,
            "verse_text": "كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ",
            "explanation": "Il est terriblement abominable pour Allah de prétendre avoir fait ce que vous n’avez pas fait. En effet, il ne convient pas que le croyant soit autre que véridique avec Allah et que ses actes confirment ses dires.",
            "arabic_explanation": "عَظُم ذلك المبغوض عند الله وهو أن تقولوا ما لا تفعلونه، فلا يليق بالمؤمن إلا أن يكون صادقًا مع الله، يُصَدِّق عملُهُ قولَه."
        },
        {
            "verse_number": 4,
            "verse_text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ",
            "explanation": "Allah aime les croyants qui combattent pour Sa cause et, afin de mériter Son agrément, se disposent en rang, serrés les uns contre les autres, aussi solide qu’un édifice bien bâti.",
            "arabic_explanation": "إن الله يحبّ المؤمنين الذين يقاتلون في سبيله ابتغاء مرضاته صفًّا بعضهم جنب بعض كأنهم بنيان متلاصق بعضه ببعض."
        },
        {
            "verse_number": 5,
            "verse_text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
            "explanation": "Ô Messager, rappelle-toi lorsque Moïse dit à son peuple: Ô mon peuple, pourquoi m’offensez-vous en me désobéissant alors que vous savez que je suis le Messager qui vous a été envoyé par Allah? Puis lorsqu’ils dévièrent de la vérité qu’il leur apporta, Allah détourna leurs cœurs de la vérité et de la droiture car Allah ne facilite pas la vérité à ceux qui s’affranchissent de Lui obéir.",
            "arabic_explanation": "واذكر - أيها الرسول - حين قال موسى لقومه: يا قوم، لم تؤذونني بمخالفة أمري وأنتم تعلمون أني رسول الله إليكم؟! فلما مالوا وانحرفوا عما جاءهم به من الحق أمال الله قلوبهم عن الحق والاستقامة، والله لا يوفق للحق القوم الخارجين عن طاعته."
        },
        {
            "verse_number": 6,
            "verse_text": "وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ",
            "explanation": "Rappelle-toi, ô Messager, lorsque Jésus fils de Marie dit: Ô Israélites, je suis le messager qu’Allah vous a envoyé afin de confirmer la Torah qui a été révélée avant moi. Je ne suis pas le premier messager à apporter ce message. J’ai également été envoyé afin d’annoncer la venue d’un messager qui sera envoyé plus tard et dont le nom est `Ahmad. Lorsque Jésus leur présenta les arguments démontrant Sa véracité, ils dirent: Ceci est une magie évidente que nous ne suivrons pas.",
            "arabic_explanation": "واذكر - أيها الرسول - حين قال عيسى ابن مريم عليه السلام: يا بني إسرائيل، إني رسول الله بعثني إليكم مصدقًا لما نزل قبلي من التوراة، فلست بِبِدْع من الرسل، ومبشرًا برسول يجيء من بعدي اسمه أحمد، فلما جاءهم عيسى بالحجج الدالة على صدقه قالوا: هذا سحر واضح، فلن نتبعه."
        },
        {
            "verse_number": 7,
            "verse_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
            "explanation": "Personne n’est plus injuste que celui qui invente un mensonge sur Allah, en Lui attribuant des semblables qu’il adore en dehors de Lui, alors qu’on l’appelle à l’Islam, la religion du monothéisme pur. Et Allah ne facilite pas la droiture à ceux qui, parce que polythéiste et pécheur, sont injustes envers eux-mêmes",
            "arabic_explanation": "ولا أحد أشدّ ظلمًا ممن اختلق على الله الكذب حيث جعل له أندادًا يعبدهم من دونه وهو يُدْعَى إلى الإسلام دين التوحيد الخالص لله، والله لا يوفق القوم الظالمين لأنفسهم بالشرك والمعاصي إلى ما فيه رشدهم وسدادهم."
        },
        {
            "verse_number": 8,
            "verse_text": "يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
            "explanation": "Ces dénégateurs veulent éteindre la lumière d’Allah, en proférant avec leurs bouches des discours corrompus et en dénaturant la vérité. Allah parachèvera Sa lumière malgré eux, en rendant victorieuse Sa religion dans les contrées orientales et occidentales de la Terre et en élevant haut Sa parole.",
            "arabic_explanation": "يريد هؤلاء المكذبون أن يطفئوا نور الله بما يصدر منهم من المقالات الفاسدة ومن التشويه للحق، والله مكمل نوره على رغم أنوفهم بإظهار دينه في مشارق الأرض ومغاربها وإعلاء كلمته."
        },
        {
            "verse_number": 9,
            "verse_text": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ",
            "explanation": "Allah est Celui qui envoya Son Messager Muħammad avec l’Islam, la religion de la guidée et de l’orientation vers le bien, la religion de la science bénéfique et des bonnes œuvres, afin de l’élever au-dessus de toutes les religions, quelle que soit l’aversion qu’en aient les polythéistes qui détestent que l’Islam se propage sur la Terre.",
            "arabic_explanation": "الله هو الذي بعث رسوله محمدًا صلى الله عليه وسلم بدين الإسلام، دين الهداية والإرشاد للخير، ودين العلم النافع والعمل الصالح؛ ليُعْلِيه على جميع الأديان على رغم أنوف المشركين الذين يكرهون أن يُمَكَّن له في الأرض."
        },
        {
            "verse_number": 10,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il vous a prescrit, voulez-vous que je vous indique un commerce lucratif qui vous sauvera d’un châtiment douloureux?",
            "arabic_explanation": "يا أيها الذين آمنوا بالله، وعملوا بما شرعه لهم، هل أرشدكم وأهديكم إلى تجارة رابحة، تنقذكم من عذاب موجع؟"
        },
        {
            "verse_number": 11,
            "verse_text": "تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
            "explanation": "Ce commerce lucratif consiste à croire en Allah et en Son Messager, à lutter pour Sa cause avec vos biens et vos personnes afin d’obtenir Son agrément. Ceci est meilleur pour vous et si vous le savez, précipitez-vous y.",
            "arabic_explanation": "هذه التجارة الرابحة هي أن تؤمنوا بالله وبرسوله، وتجاهدوا في سبيله سبحانه بإنفاق أموالكم وبذل أنفسكم ابتغاء مرضاته؛ ذلك العمل المذكور خير لكم إن كنتم تعلمون فسارعوا إليه."
        },
        {
            "verse_number": 12,
            "verse_text": "يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
            "explanation": "Le bénéfice de ce commerce est qu’Allah vous pardonnera vos péchés et vous fera entrer dans des vergers où des rivières coulent sous les arbres et les palais. Il vous fera également entrer dans des demeures agréables, dans des vergers où vous résiderez en permanence. Ceci est le succès suprême qui n’est égalé par aucun autre.",
            "arabic_explanation": "ورِبْح هذه التجارة هو أن يغفر الله لكم ذنوبكم، ويدخلكم جنات تجري الأنهار من تحت قصورها وأشجارها، ويدخلكم مساكن طيبة في جنات إقامة لا انتقال عنها، ذلك الجزاء المذكور هو الفوز العظيم الذي لا يدانيه أيّ فوز."
        },
        {
            "verse_number": 13,
            "verse_text": "وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
            "explanation": "Un autre bénéfice de ce commerce est un bienfait hâté dans ce bas monde et que vous appréciez: Allah vous secourra contre votre ennemi et vous accordera une victoire prochaine, qui est la Prise de la Mecque, et d’autres victoires encore. Ô Messager, annonce aux croyants les nouvelles réjouissantes de la victoire dans le bas monde et de l’entrée au Paradis dans l’au-delà.",
            "arabic_explanation": "ومن رِبْح هذه التجارة خصلة أخرى تحبونها وهي عاجلة في الدنيا، أن ينصركم الله على عدوّكم، وفتحٌ قريب يفتحه عليكم وهو فتح مكة وغيرها، وأَخْبِر - أيها الرسول - المؤمنين بما يسرّهم من النصر في الدنيا والفوز بالجنة في الآخرة."
        },
        {
            "verse_number": 14,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il a prescrit, soyez les alliés d’Allah en faisant triompher Sa religion apportée par votre Messager tout comme le furent les apôtres qui, lorsque Jésus leur demanda « Qui sont mes alliés pour la cause d’Allah? », s’empressèrent de répondre «Nous sommes les alliés d’Allah». Une partie des Israélites crut ainsi en Jésus et une autre mécrut en Lui. Nous soutînmes donc les premiers contre les seconds et ils eurent le dessus sur eux.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، كونوا أنصار الله بنصركم لدينه الذي جاء به رسولكم مثل نصرة الحَوَارِيين لما قال لهم عيسى عليه السلام: من أنصاري إلى الله؟ فأجابوه مبادرين: نحن أنصار الله، فآمن فريق من بني إسرائيل بعيسى عليه السلام، وكفر به فريق آخر، فأيّدنا الذين آمنوا بعيسى على الذين كفروا به، فأصبحوا غالبين عليهم."
        }
    ]
}