{
    "surah_name": "AL-JOUMOU’AH",
    "surah_number": 62,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
            "explanation": "Toutes les créatures se trouvant dans les Cieux et sur la Terre purifient et sanctifient Allah de ce qui ne Lui sied pas. Il est le Souverain qui détient à l’exclusivité la Souveraineté, Celui qui est dépourvu de toute déficience, le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée, détermine et prescrit.",
            "arabic_explanation": "يُنَزِّه اللهَ عن كل ما لا يليق به من صفات النقص ويُقَدِّسه جميعُ ما في السماوات، وجميع ما في الأرض من الخلائق، هو الملك المنفرد وحده بالملك، المُنَزَّه عن كل نقص، العزيز الذي لا يغلبه أحد، الحكيم في خلقه وشرعه وقدره."
        },
        {
            "verse_number": 2,
            "verse_text": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "C’est Lui qui envoya aux Arabes, qui ignorent la lecture et l’écriture, un messager issu d’eux qui leur récite les versets qu’Allah lui révèle, les purifie de la mécréance et des vices et leur enseigne le Coran et la Sunna. Avant qu’il ne leur soit envoyé, ils étaient clairement égarés de la vérité puisqu’ils adoraient des idoles, s’entretuaient et rompaient leurs liens de parenté.",
            "arabic_explanation": "هو الذي أرسل في العرب الذين لا يقرؤون ولا يكتبون رسولًا من جنسهم، يتلو عليهم آياته التي أنزلها عليه، ويطهّرهم من الكفر ومساوئ الأخلاق، ويعلّمهم القرآن، ويعلّمهم السُّنَّة، وإنهم كانوا من قبل إرساله إليهم في ضلال عن الحق واضح، حيث كانوا يعبدون الأصنام، ويسفكون الدماء، ويقطعون الرحم."
        },
        {
            "verse_number": 3,
            "verse_text": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Le Messager a également été envoyé à d’autres tribus arabes et à d’autres peuples qui n’ont pas encore été appelés à l’islam mais qui finiront par l’être. Il est le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée, prescrit et détermine.",
            "arabic_explanation": "وبعث هذا الرسول إلى قوم آخرين من العرب وغيرهم لم يأتوا بعد، وسيأتون، وهو العزيز الذي لا يغلبه أحد، الحكيم في خلقه وشرعه وقدره."
        },
        {
            "verse_number": 4,
            "verse_text": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
            "explanation": "L’envoi du Messager aux Arabes et à d’autres peuples est une grâce qu’Allah accorde à qui Il veut. Allah est le détenteur de l’immense bienfaisance, et l’une des expressions de Sa bienfaisance est qu’Il envoya le Messager issu de ce peuple à toute l’Humanité.",
            "arabic_explanation": "ذلك المذكور - من بعث الرسول إلى العرب وغيرهم - فضل الله يعطيه من يشاء، والله ذو الإحسان العظيم، ومن إحسانه العظيم إرساله رسول هذه الأمة إلى الناس كافة."
        },
        {
            "verse_number": 5,
            "verse_text": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
            "explanation": "Les juifs qui ont été chargés de mettre en application ce que contient la Torah et n’ont pas obéi, sont semblables à un âne qui porte des livres volumineux mais qui ignore leur nature: sont-ce des livres ou bien d’autres objets? Qu’il est mauvais l’exemple des gens qui traitent les versets d’Allah de mensonges et Allah ne facilite pas aux injustes l’accès à la vérité.",
            "arabic_explanation": "مثل اليهود الذين كُلِّفوا القيام بما في التوراة فتركوا ما كُلِّفوا به، كمثل الحمار يحمل الكتب الكبيرة، لا يدري ما حُمِل عليه: أهو كتبٌ أم غيرها؟ قَبُح مثل القوم الذين كذبوا بآيات الله، والله لا يوفق القوم الظالمين لإصابة الحق."
        },
        {
            "verse_number": 6,
            "verse_text": "قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Ô Messager, dis: Ô vous qui êtes restés fidèles au judaïsme, bien que cette religion ait été altérée, si vous dites vrai lorsque vous prétendez qu’Allah vous a spécifiquement pris pour alliés au détriment des autres gens, souhaitez donc la mort afin que vous obteniez l’honneur qu’Il vous a spécifiquement accordé, comme vous le prétendez, si vous êtes véridiques lorsque vous alléguez que vous êtes les alliés d’Allah en dehors du reste des gens.",
            "arabic_explanation": "قل - أيها الرسول -: يا أيها الذين بقوا على اليهودية بعد تحريفها، إن زعمتم أنكم أولياء لله اختصكم بالولاية دون الناس فتمنّوا الموت؛ ليعجّل لكم ما اختصكم به - حسب زعمكم - من الكرامة إن كنتم صادقين في دعواكم أنكم أولياء الله من دون الناس."
        },
        {
            "verse_number": 7,
            "verse_text": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
            "explanation": "Or ils ne souhaiteront jamais la mort mais souhaitent plutôt vivre éternellement dans le bas monde en raison de leur mécréance, de leurs péchés, de leur injustice ainsi que de leur falsification et de leur altération de la Torah. Allah connaît le mieux les injustes. Rien de leurs agissements ne Lui échappe et Il les rétribuera selon leur nature.",
            "arabic_explanation": "ولا يتمنّون الموت أبدًا، بل يتمنون الخلود في الدنيا بسبب ما عملوه من الكفر والمعاصي والظلم، وتحريف التوراة وتبديلها، والله عليم بالظالمين، لا يخفى عليه من أعمالهم شيء، وسيجازيهم عليها."
        },
        {
            "verse_number": 8,
            "verse_text": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "Ô Messager, dis à ces juifs: La mort que vous fuyez vous rattrapera certainement tôt ou tard, puis le Jour de la Résurrection, vous retournerez à Allah, le Connaisseur des mondes visible et invisible et dont rien des deux n’échappe. Il vous informera alors de ce que vous faisiez dans le bas monde et vous rétribuera en conséquence de vos œuvres.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء اليهود: إن الموت الذي تهربون منه ملاقيكم لا محالة إن عاجلًا أو آجلًا، ثم ترجعون يوم القيامة إلى الله عالم ما غاب وما حضر، لا يخفى عليه شيء منهما، فيخبركم بما كنتم تعملونه في الدنيا، ويجازيكم عليه."
        },
        {
            "verse_number": 9,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il vous a prescrit, lorsque le muezzin appelle à la prière du vendredi, après que l’orateur (`al-khaṭîbu) se soit hissé sur la chaire (`al-minbaru), empressez-vous de vous rendre dans les mosquées afin d’assister au sermon (`al-khuṭbatu (khuṭbah)) et à la prière, et délaissez tout négoce afin que celui-ci ne vous distraie pas d’obéir à Allah. Ce qui vous est ordonné là est meilleur pour vous, ô croyants, si vous le saviez. Conformez-vous donc à ce que vous commande Allah.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، إذا نادى المؤذن للصلاة من يوم الجمعة بعد صعود الخطيب على المنبر، فاسعوا إلى المساجد لحضور الخطبة والصلاة، واتركوا البيع؛ لئلا يشغلكم عن الطاعة، ذلك المأمور به من السعي وترك البيع بعد الأذان لصلاة الجمعة خير لكم - أيها المؤمنون - إن كنتم تعلمون ذلك، فامتثلوا ما أمركم الله به."
        },
        {
            "verse_number": 10,
            "verse_text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
            "explanation": "Puis quand vous terminez la prière du vendredi, éparpillez-vous sur la Terre afin de partir à la recherche d’une subsistance licite et vaquez à vos affaires. Recherchez-la de sorte à obtenir la grâce d’Allah et évoquez-Le abondamment lors de cette recherche, et que votre pitance ne vous fasse pas oublier l’évocation d’Allah si vous voulez obtenir ce que vous désirez et échapper à ce que vous redoutez.",
            "arabic_explanation": "فإذا أنهيتم صلاة الجمعة فانتشروا في الأرض بحثًا عن الكسب الحلال، وعن قضاء حاجاتكم، واطلبوا من فضل الله عن طريق الكسب الحلال والربح الحلال، واذكروا الله في أثناء بحثكم عن الرزق ذكرًا كثيرًا، ولا يُنْسِكم بحثكم عن الرزق ذكر الله؛ رجاء الفوز بما تحبونه، والنجاة مما ترهبونه."
        },
        {
            "verse_number": 11,
            "verse_text": "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ",
            "explanation": "Lorsque certains musulmans aperçoivent un négoce en cours ou un divertissement, ils s’y précipitent et te laissent, ô Messager, debout sur la chaire. Ô Messager, dis: La rétribution d’Allah pour les bonnes œuvres est meilleure que le négoce et le divertissement vers lesquels vous vous êtes précipités et Allah est le Meilleur des pourvoyeurs.",
            "arabic_explanation": "وإذا عاين بعض المسلمين تجارة أو لهوًا تفرقوا خارجين إليها، وتركوك - أيها الرسول - قائمًا على المنبر، قل - أيها الرسول -: ما عند الله من الجزاء على العمل الصالح خير من التجارة واللهو الذي خرجتم إليه، والله خير الرازقين."
        }
    ]
}