{
    "surah_name": "AL-MOUNÂFIQOUN",
    "surah_number": 63,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ",
            "explanation": "Ô Messager, lorsque sont présents dans ton assemblée des hypocrites, ces gens qui laissent paraître l’Islam mais qui sont intérieurement mécréants, et disent «Nous attestons que tu es véritablement le Messager d’Allah», sache qu’Allah sait que tu es véritablement Son Messager, et qu’Il atteste que les hypocrites sont assurément des menteurs lorsqu’ils prétendent attester du fond de leurs cœurs que tu es Son Messager.",
            "arabic_explanation": "إذا حضر مجلسك -أيها الرسول- المنافقون الذين يُظْهِرون الإسلام، ويُضْمِرون الكفر، قالوا: نشهد إنك لرسول الله حقًّا، والله يعلم إنك لرسوله حقًّا، والله يشهد إن المنافقين لكاذبون فيما يدّعون أنهم يشهدون من صميم قلوبهم أنك رسوله."
        },
        {
            "verse_number": 2,
            "verse_text": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
            "explanation": "Ils font de leurs serments d’avoir la foi, des boucliers qui les préservent de la mort et de la captivité et détournent les gens de la foi en diffusant des ambigüités parmi eux. Que leur hypocrisie et leurs serments mensongers sont mauvais !",
            "arabic_explanation": "جعلوا أيمانهم التي يحلفونها على دعواهم الإيمان، سترةً ووقاية لهم من القتل والأسر، وصرفوا الناس عن الإيمان بما يبثونه من التشكيك والإرجاف، إنهم قبح ما كانوا يعملون من النفاق والأيمان الكاذبة."
        },
        {
            "verse_number": 3,
            "verse_text": "ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
            "explanation": "Ils agissent de la sorte car ils ont accepté l’Islam par hypocrisie, tandis que la foi n’avait pas pénétré leurs cœurs, puis ils mécrurent secrètement en Allah et Allah scella alors leurs cœurs en raison de leur mécréance, les rendant définitivement réfractaires à la foi. Ce sont eux les responsables du scellement de leurs cœurs, car ils ne comprennent pas ce qui est dans leur intérêt.",
            "arabic_explanation": "ذلك بسبب أنهم آمنوا نفاقًا، ولم يصل الإيمان إلى قلوبهم، ثم كفروا بالله سرًّا، فختم على قلوبهم بسبب كفرهم فلا يدخلها إيمان، فهم بسبب ذلك الختم لا يفقهون ما فيه صلاحهم ورشدهم."
        },
        {
            "verse_number": 4,
            "verse_text": "۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
            "explanation": "Toi qui les vois, leurs apparences et leurs corps te plaisent, lorsque tu te fies à leur fraîcheur et au confort dans lequel ils vivent, et lorsqu’ils parlent, tu écoutes leurs paroles, en raison de leur éloquence. Dans ton assemblée, ô Messager, ils sont tels des bûches appuyées sur le mur, ne comprenant ni n’assimilant rien du tout. Leur lâcheté est telle, qu’ils sont alertés par le moindre bruit. C’est eux l’ennemi, prends donc garde, ô Messager, qu’ils ne divulguent l’un de tes secrets ou qu’ils ourdissent contre toi un stratagème. Qu’Allah les maudisse, comment peuvent-ils s’être détournés de la foi malgré la clarté et l’évidence des preuves qui l’appuient?",
            "arabic_explanation": "وإذا رأيتهم - أيها الناظر - تعجبك هيئاتهم وأشكالهم؛ لما هم فيه من النضارة والنعيم، وإن يتكلموا تسمع لكلامهم لما فيه من البلاغة، كأنهم في مجلسك - أيها الرسول - خُشُب مُسَنَّدة، لا يفهمون شيئًا ولا يعونه، يظنون كل صوت يستهدفهم لما فيهم من الجبن، هم العدوّ حقًّا، فاحذرهم - أيها الرسول - أن يفشوا لك سرًّا أو يكيدوا لك مكيدة، لعنهم الله، كيف يُصْرَفون عن الإيمان مع وضوح دلائله، وجلاء براهينه؟!"
        },
        {
            "verse_number": 5,
            "verse_text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ",
            "explanation": "Lorsque l’on dit à ces hypocrites: Venez vous excusez auprès du Messager d’Allah pour votre comportement et il demandera alors à Allah de pardonner vos péchés, ils dandinent leurs têtes par raillerie et par moquerie et tu les vois se détourner de ce qu’on leur ordonne tout en se montrant arrogant face à la vérité et refusant de s’y soumettre.",
            "arabic_explanation": "وإذا قيل لهؤلاء المنافقين: تعالوا إلى رسول الله معتذرين عما بدر منكم، يطلب لكم من الله المغفرة لذنوبكم، عطفوا رؤوسهم استهزاءً وسخرية، ورأيتهم يُعْرِضون عما أُمِرُوا به، وهم مستكبرون عن قبول الحق والإذعان له."
        },
        {
            "verse_number": 6,
            "verse_text": "سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
            "explanation": "Ô Messager, il leur est égal que tu demandes ou non à Allah de pardonner leurs péchés. Allah ne facilite pas la guidée à ceux qui s’affranchissent de Son obéissance et s’entêtent à Lui désobéir.",
            "arabic_explanation": "يستوي طلبُك - أيها الرسول - المغفرة لذنوبهم وعدم طلبك المغفرة لهم، لن يغفر الله لهم ذنوبهم، إن الله لا يوفق القوم الخارجين عن طاعته، المُصِرِّين على معصيته."
        },
        {
            "verse_number": 7,
            "verse_text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ",
            "explanation": "Ce sont eux qui disent: Ne dépensez pas en faveur des pauvres et des bédouins qui se rendent auprès du Messager et qui résident aux alentours de Médine, afin qu’ils se dispersent et le quittent. C’est à Allah Seul qu’appartiennent les réserves des Cieux et de la Terre. Il en donne à qui Il veut parmi Ses serviteurs mais les hypocrites ne savent pas que les réserves de la subsistance sont dans la main d’Allah.",
            "arabic_explanation": "هم الذين يقولون: لا تنفقوا أموالكم على من عند رسول الله من الفقراء والأعراب حول المدينة حتى يتفرقوا عنه، ولله وحده خزائن السماوات، وخزائن الأرض، يرزقها من يشاء من عباده، ولكنّ المنافقين لا يعلمون أن خزائن الرزق بيده سبحانه."
        },
        {
            "verse_number": 8,
            "verse_text": "يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ",
            "explanation": "Le chef des hypocrites, ‘AbduLlâh ibn `Ubayy, dit: Lorsque nous retournerons à Médine, le plus puissant – c’est-à-dire moi et les miens – fera certainement sortir le plus humble – c’est-à-dire Muħammad et ses Compagnons. Or c’est à Allah Seul, au Messager et aux croyants que la puissance appartient et non à ‘AbduLlâh ibn `Ubayy et à ses compagnons. Seulement, les hypocrites ne savent pas cela.",
            "arabic_explanation": "يقول رأسهم عبد الله بن أُبيّ: لئن عدنا إلى المدينة ليُخْرِجنّ الأعز -وهم أنا وقومي - منها الأذلّ؛ وهم محمد وأصحابه، ولله وحده العزة ولرسوله وللمؤمنين، وليست لعبد الله بن أُبيّ وأصحابه، ولكن المنافقين لا يعلمون أن العزة لله ولرسوله وللمؤمنين."
        },
        {
            "verse_number": 9,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il vous a prescrit, que vos biens et votre progéniture ne vous distraient pas d’accomplir la prière ou de vous acquitter des autres obligations de l’Islam. Quiconque est distrait par ses biens et sa progéniture de la prière ou des autres obligations qui lui ont été imposées par Allah, sera du nombre des véritables perdants, ceux qui se précipitent eux-mêmes dans la perdition et perdront tout lien avec leurs familles le Jour de la Résurrection.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تشغلكم أموالكم ولا أولادكم عن الصلاة أو غيرها من فرائض الإسلام، ومن شغلته أمواله وأولاده عما أوجبه الله عليه من الصلاة وغيرها، فأولئك هم الخاسرون حقًّا الذين خسروا أنفسهم وأهليهم يوم القيامة."
        },
        {
            "verse_number": 10,
            "verse_text": "وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
            "explanation": "Dépensez des biens dont Allah vous a pourvus avant que l’un de vous ne soit rattrapé par la mort et qu’il ne dise à son Seigneur: Ô Seigneur, si seulement tu reportais ma mort d’une courte durée afin que je fasse l’aumône pour la cause d’Allah et que je sois l’un des serviteurs vertueux d’Allah qui accomplissent de bonnes œuvres.",
            "arabic_explanation": "وأنفقوا مما رزقكم الله من الأموال من قبل أن يأتي أحدكم الموت، فيقول لربه: ربّ هلاَّ أخرتني إلى مدّة يسيرة، فأتصدّق من مالي في سبيل الله، وأكن من عباد الله الصالحين الذين صلحت أعمالهم."
        },
        {
            "verse_number": 11,
            "verse_text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
            "explanation": "Or Allah ne reporte jamais le terme d’une âme lorsque sa vie s’achève. Allah sait le mieux ce que vous faites. Rien de vos agissements ne Lui échappe et Il vous rétribuera selon leur nature bonne ou mauvaise.",
            "arabic_explanation": "ولن يؤخر الله سبحانه نفسًا إذا حضر أجلها وانقضى عمرها، والله خبير بما تعملون، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها، إن خيرًا فخير، وإن شرًّا فشر."
        }
    ]
}