{
    "surah_name": "AT-TAGHÂBOUN",
    "surah_number": 64,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
            "explanation": "Toutes les créatures se trouvant dans les Cieux et sur la Terre purifient et sanctifient Allah de ce qui ne Lui sied pas. Il est le Souverain qui détient seul la Souveraineté, personne d’autre que Lui ne la détient. Il Lui revient de droit d’être bien mentionné et Il a pouvoir sur toute chose, rien ne Lui est impossible.",
            "arabic_explanation": "يُنَزِّه الله ويُقَدِّسه عما لا يليق به من صفات النقص كل ما في السماوات وما في الأرض من الخلائق، له وحده الملك، فلا مَلِكَ غيره، وله الثناء الحسن، وهو على كل شيء قدير، لا يعجزه شيء."
        },
        {
            "verse_number": 2,
            "verse_text": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
            "explanation": "Ô gens, C’est Lui qui vous créa. Certains parmi vous mécroient en Lui et entreront en Enfer pour cela, tandis que d’autres croient en Lui et entreront pour cela au Paradis. Allah voit parfaitement ce que vous faites. Rien de vos agissements ne Lui est inconnu et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "هو الذي خلقكم - أيها الناس- فمنكم كافر به ومصيره النار، ومنكم مؤمن به ومصيره الجنة، والله بما تعملون بصير، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
        },
        {
            "verse_number": 3,
            "verse_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
            "explanation": "Il créa les Cieux et la Terre en toute vérité et non vainement. Ô gens, Il vous favorisa en vous donnant une forme excellente et s’Il voulait vous créer hideux, Il l’aurait fait. C’est vers Lui Seul qu’aura lieu le retour le Jour de la Résurrection et Il vous rétribuera pour vos œuvres bonnes ou mauvaises.",
            "arabic_explanation": "خلق السماوات وخلق الأرض بالحق، ولم يخلقهما عبثًا، وصوّركم -أيها الناس - فأحسن صوركم مِنَّة منه وتفضلًا، ولو شاء لجعلها قبيحة، وإليه وحده الرجوع يوم القيامة، فيجازيكم على أعمالكم، إن خيرًا فخير، وإن شرًّا فشر."
        },
        {
            "verse_number": 4,
            "verse_text": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Il sait ce qui se trouve dans les Cieux et ce qui se trouve sur la Terre ainsi que vos agissements publics et privés. Allah connaît le mieux le bien ou le mal qu’il y a dans les cœurs et rien ne Lui échappe.",
            "arabic_explanation": "يعلم ما في السماوات ويعلم ما في الأرض، ويعلم ما تخفون من الأعمال ويعلم ما تعلنونه، والله عليم بما في الصدور من خير أو شر، لا يخفى عليه من ذلك شيء."
        },
        {
            "verse_number": 5,
            "verse_text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
            "explanation": "Ô polythéistes, la nouvelle des peuples dénégateurs qui vous ont précédés ne vous est-elle pas parvenue? Des peuples comme celui de Noé, les ‘Âd, les Thamûd et bien d’autres qui ont goûté au châtiment mérité pour leur mécréance dans le bas monde, et dans l’au-delà ils subiront un châtiment douloureux. Si, cette nouvelle vous est parvenue. Tirez donc des enseignements de ce qu’il est advenu d’eux et repentez-vous à Allah avant que ne s’abatte sur vous ce qui s’est abattu sur eux.",
            "arabic_explanation": "ألم يأتكم - أيها المشركون - خبر الأمم المكذِّبة من قبلكم؛ مثل قوم نوح وعاد وثمود وغيرهم، فذاقوا عقاب ما كانوا عليه من الكفر في الدنيا، ولهم في الآخرة عذاب موجع؟! بلى، قد أتاكم ذلك، فاعتبروا بما آل إليه أمرهم؛ فتوبوا إلى الله قبل أن يحلّ بكم ما حلّ بهم."
        },
        {
            "verse_number": 6,
            "verse_text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
            "explanation": "Ce châtiment ne s’est abattu sur eux que parce que lorsque les messagers venaient à eux de la part d’Allah munis d’arguments clairs et de preuves évidentes, ils leur disaient, refusant qu’un messager soit issu de la race des humains: Des êtres humains vont-ils nous guider vers la vérité? Ils mécrurent donc et refusèrent de croire en eux, mais cela n’a nui en rien à Allah. Il se passe, en effet, de leur foi et de leur obéissance car elles ne lui ajoutent rien. Allah se passe de Ses serviteurs et est Digne de Louange pour Ses paroles et Ses actes.",
            "arabic_explanation": "ذلك العذاب الذي أصابهم إنما أصابهم بسبب أنه كانت تأتيهم رسلهم من عند الله بالحجج الواضحة والبراهين الجلية، فقالوا مستنكرين أن تكون الرسل من جنس البشر: أبشر يرشدوننا إلى الحق؟! فكفروا وأعرضوا عن الإيمان بهم، فلم يضرّوا الله شيئًا، واستغنى الله عن إيمانهم وطاعتهم؛ لأن طاعتهم لا تزيده شيئًا، والله غني لا يفتقر إلى عباده، محمود في أقواله وأفعاله."
        },
        {
            "verse_number": 7,
            "verse_text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
            "explanation": "Ceux qui mécroient prétendent qu’Allah ne les fera pas revenir à la vie après leur mort. Ô Messager, dis à ces gens qui traitent la Ressuscitation de mensonge: Si ! Par mon Seigneur, vous serez ressuscités le Jour de la Résurrection puis vous serez informés de ce que vous avez fait dans le bas monde. Ceci est facile pour Allah puisqu’Il vous créa une première fois et Il a le pouvoir de vous faire revenir en vie après votre mort afin de vous demander des comptes et de vous rétribuer.",
            "arabic_explanation": "زعم الذين كفروا بالله أن الله لن يبعثهم أحياءً بعد موتهم، قل - أيها الرسول - لهؤلاء المنكرين للبعث: بلى وربي لتُبْعَثُنّ يوم القيامة، ثم لتُخْبَرُنّ بما عملتم في الدنيا، وذلك البعث على الله سهل؛ فقد خلقكم أول مرّة، فهو قادر على بعثكم بعد موتكم أحياء للحساب والجزاء."
        },
        {
            "verse_number": 8,
            "verse_text": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
            "explanation": "Ô gens, croyez en Allah et en Son Messager et croyez au Coran que Nous avons révélé à Notre Messager. Allah sait le mieux ce que vous faites. Rien de vos agissements ne Lui est inconnu et Il vous rétribuera selon leur nature.",
            "arabic_explanation": "فآمنوا - أيها الناس - بالله، وآمنوا برسوله، وآمنوا بالقرآن الذي أنزلناه على رسولنا، والله بما تعملون خبير، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
        },
        {
            "verse_number": 9,
            "verse_text": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
            "explanation": "Ô Messager, rappelle-toi qu’Allah vous rassemblera le Jour de la Résurrection afin de vous demander des comptes. C’est durant ce jour-là qu’apparaîtra distinctement la perte et la déficience des mécréants, car les croyants hériteront des demeures des gens de l’Enfer au Paradis et les gens de l’Enfer hériteront des demeures des gens du Paradis en Enfer. Quiconque croit en Allah et accomplit de bonnes œuvres, Allah effacera ses péchés et le fera entrer dans des vergers où les rivières coulent sous les palais et les arbres et les y fera demeurer éternellement sans qu’ils n’en sortent jamais, ni que les délices dont ils jouiront ne s’interrompent. Ceci est le succès suprême qui n’est égalé par aucun autre.",
            "arabic_explanation": "اذكر - أيها الرسول - يوم يجمعكم الله ليوم القيامة ليجازيكم على أعمالكم، ذلك اليوم الذي يظهر فيه خسارة الكفار ونقصهم، حيث يرث المؤمنون منازل أهل النار في الجنة، ويرث أهل النار منازل أهل الجنة في النار، ومن يؤمن بالله ويعمل عملًا صالحًا يكفِّرِ الله عنه سيئاته، ويدخله جنات تجري من تحت قصورها وأشجارها الأنهار ماكثين فيها أبدًا، لا يخرجون منها، ولا ينقطع عنهم نعيمها، ذلك الذي نالوه هو الفوز العظيم الذي لا يدانيه فوز."
        },
        {
            "verse_number": 10,
            "verse_text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
            "explanation": "Ceux qui mécroient en Allah et traitent de mensonges les versets que Nous avons révélés à Notre Messager, sont les gens de l’Enfer où ils demeureront éternellement et quelle mauvaise destination que la leur.",
            "arabic_explanation": "والذين كفروا بالله، وكذبوا بآياتنا التي أنزلناها على رسولنا، أولئك أصحاب النار ماكثين فيها أبدًا، وقبح المصير مصيرهم."
        },
        {
            "verse_number": 11,
            "verse_text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
            "explanation": "Nul malheur n’atteint l’être humain dans sa personne, dans ses biens ou dans sa progéniture, si ce n’est par décret et détermination d’Allah. Quiconque croit en Allah et en Son décret, Allah facilitera à Son cœur de se résigner à ce qu’Il décrète et de s’en satisfaire. Allah connaît le mieux toute chose et rien ne Lui échappe.",
            "arabic_explanation": "ما أصابت أحدًا مصيبةٌ في نفسه أو ماله أو ولده إلا بقضاء الله وقدره، ومن يؤمن بالله وقضائه وقدره يوفق الله قلبه بالتسليم لأمره والرضا بقضائه، والله بكل شيء عليم، لا يخفى عليه شيء."
        },
        {
            "verse_number": 12,
            "verse_text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
            "explanation": "Obéissez à Allah et obéissez au Messager. Si vous vous détournez de ce que vous apporte Son Messager, le péché de ce détournement retombera sur vous. Il n’appartient à Notre Messager que de transmettre ce que Nous lui avons ordonné de transmettre. Or il vous a bien transmis ce qui lui a été ordonné de vous transmettre.",
            "arabic_explanation": "وأطيعوا الله وأطيعوا الرسول، فإن أعرضتم عما جاءكم به رسوله فإثم ذلك الإعراض عليكم، وليس على رسولنا إلا تبليغ ما أمرناه بتبليغه، وقد بلغكم ما أُمِر بتبليغه."
        },
        {
            "verse_number": 13,
            "verse_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
            "explanation": "Allah est le Véritable Dieu digne d’être adoré et nul autre être que Lui n’en est digne. Que les croyants s’en remettent donc à Allah Seul dans toutes leurs affaires.",
            "arabic_explanation": "الله هو المعبود بحق، لا معبود بحق غيره، وعلى الله وحده فليعتمد المؤمنون في جميع أمورهم."
        },
        {
            "verse_number": 14,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il vous a prescrit, il existe des ennemis pour vous parmi vos épouses et vos progénitures, parce qu’ils vous distraient d’évoquer Allah, de lutter pour Sa cause et vous démoralisent. Prenez donc garde à ce qu’ils ne vous influencent pas et si vous fermez les yeux sur leurs fautes et ne leur en tenez pas rigueur, sachez qu’Allah vous pardonnera vos péchés et vous fera miséricorde. Sachez également que la rétribution est de même nature que l’œuvre rétribuée.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، إن من أزواجكم وأولادكم عدوًّا لكم؛ لكونهم يشغلونكم عن ذكر الله والجهاد في سبيله، ويثبطونكم، فاحذروهم أن يؤثِّروا فيكم، وإن تتجاوزوا عن زلاتهم وتعرضوا عنها وتستروها عليهم، فإن الله يغفر لكم ذنوبكم ويرحمكم، والجزاء من جنس العمل."
        },
        {
            "verse_number": 15,
            "verse_text": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
            "explanation": "Vos biens et vos progénitures ne sont qu’une épreuve et un test pour vous. Il se peut en effet qu’ils vous portent à tirer des revenus illicites et à cesser d’obéir à Allah. Or Allah détient une récompense immense réservée à ceux qui préfèrent Lui obéir plutôt que d’obéir à leurs progénitures et de se préoccuper de leurs biens. Cette immense rétribution est le Paradis.",
            "arabic_explanation": "إنما أموالكم وأولادكم ابتلاء واختبار لكم، فقد يحملونكم على كسب الحرام، وترك طاعة الله، والله عنده ثواب عظيم لمن آثر طاعته على طاعة الأولاد، وعلى الانشغال بالمال، وهذا الجزاء العظيم هو الجنة."
        },
        {
            "verse_number": 16,
            "verse_text": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
            "explanation": "Craignez donc Allah, en vous conformant à Ses commandements et en renonçant à Ses interdits, autant que faire se peut. Ecoutez et obéissez à Allah et à Son Messager et dépensez en bonnes œuvres des richesses dont Allah vous a pourvus. Quiconque Allah préserve contre sa propre avidité est du nombre de ceux qui remportent ce qu’ils désirent et échappent à ce qu’ils redoutent.",
            "arabic_explanation": "فاتقوا الله بامتثال أوامره واجتناب نواهيه ما استطعتم إلى طاعته سبيلًا، واسمعوا وأطيعوا الله ورسوله، وابذلوا أموالكم التي رزقكم الله إياها في وجوه الخير، ومن يَقِهِ الله حرص نفسه فأولئك هم الفائزون بما يطلبونه، والناجون مما يرهبونه."
        },
        {
            "verse_number": 17,
            "verse_text": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
            "explanation": "Si vous faites à Allah un prêt honnête, consistant à dépenser de vos richesses pour Sa cause, Il multipliera votre rétribution en récompensant une bonne œuvre à hauteur de dix à sept cents fois, voire plus, et vous pardonnera vos péchés. Allah est Très Reconnaissant, dans le sens où Il rétribue généreusement des œuvres modestes, et est Indulgent, dans le sens où Il ne s’empresse pas de punir.",
            "arabic_explanation": "إن تقرضوا الله قرضًا حسنًا؛ بأن تبذلوا من أموالكم في سبيله، يُضاعف لكم الأجر بجعل الحسنة بعشر أمثالها إلى سبع مئة ضعف إلى أضعاف كثيرة، ويتجاوز لكم عن ذنوبكم، والله شكور يعطي على العمل القليل الأجر الكثير، حليم لا يعاجل بالعقوبة."
        },
        {
            "verse_number": 18,
            "verse_text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
            "explanation": "Allah sait ce qui est invisible et ce qui est présent et rien de tout cela ne Lui est inconnu. Il est le Puissant à qui personne ne tient tête, le Sage dans ce qu’Il crée, prescrit et détermine.",
            "arabic_explanation": "الله سبحانه عالم ما غاب، وعالم ما حضر، لا يخفى عليه من ذلك شيء، العزيز الذي لا يغلبه أحد، الحكيم في خلقه وشرعه وقدره."
        }
    ]
}