{
    "surah_name": "AT-TAHRÎM",
    "surah_number": 66,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
            "explanation": "Ô Messager, pourquoi rends-tu illicite ce qu’Allah t’a déclaré licite, à savoir, avoir des rapports intimes avec ton esclave Mâriyah, recherchant ainsi à satisfaire tes épouses qui sont jalouses d’elles, alors qu’Allah te pardonne et te fait miséricorde.",
            "arabic_explanation": "يا أيها الرسول، لم تُحَرِّم ما أباح الله لك؛ من الاستمتاع بجاريتك مارية، تبتغي بذلك إرضاء زوجاتك لما غِرْن منها؟! والله غفور لك، رحيم بك."
        },
        {
            "verse_number": 2,
            "verse_text": "قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
            "explanation": "Allah vous a prescrit de vous libérer de vos serments en vous acquittant d’une expiation, lorsque vous trouvez de meilleures décisions ou que vous commettez un parjure. Allah vous fera triompher. Il connaît le mieux vos situations et ce qui est dans votre intérêt et est Sage dans ce qu’Il precsrit et ce qu’Il détermine.",
            "arabic_explanation": "قد شرع الله لكم تحليل أيمانكم بالكفارة إن وجدتم خيرًا منها أو حنثتم فيها، والله ناصركم، وهو العليم بأحوالكم وما يصلح لكم، الحكيم في شرعه وقدره."
        },
        {
            "verse_number": 3,
            "verse_text": "وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ",
            "explanation": "Rappelle-toi lorsque le Prophète confia à Ħafşah  qu’il ne s’approcherait plus de son épouse Mâriyah et lorsque Ħafşah rapporta cela à ‘Â`ichah et qu’Allah informa Son Prophète de la divulgation de son secret, le Prophète fit des reproches à Ħafşah en lui mentionnant certaines choses qu’elle avait dites et en en taisant d’autres. Ħafşah lui demanda alors: Qui t’a informé de cela? Il répondit: C’est le Connaisseur de toute chose et de tout ce qui est dissimulé qui m’en a informé.",
            "arabic_explanation": "واذكر حين خصَّ النبي صلى الله عليه وسلم حفصة بخبرٍ، وكان منه أنه لن يقرب جاريته مارية، فلما أخبرت حفصةُ عائشة بالخبر وأعلم الله نبيه عن إفشاء سره عاتب حفصة فذكر لها بعضًا مما ذكرت وسكت عن بعض، فسألته: من أخبرك هذا؟ قال: أخبرني العليم بكل شيء الخبير بكل خفي."
        },
        {
            "verse_number": 4,
            "verse_text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ",
            "explanation": "Il vous incombe de vous repentir, car vos cœurs ont penché en faveur de ce que déteste le Messager d’Allah, c’est-à-dire renoncer à son esclave et la rendre illicite pour lui-même. Si vous persistez à vous soutenir l’une l’autre contre lui, sachez qu’Allah est son allié et son soutien ainsi que Gabriel et les meilleurs des croyants, puis après l’alliance et le soutien d’Allah, les anges sont ses aides et ses soutiens contre ceux qui lui nuisent.",
            "arabic_explanation": "حقٌّ عليكما أن تتوبا؛ لأن قلوبكما قد مالت إلى محبة ما كرهه رسول الله صلى الله عليه وسلم من اجتناب جاريته وتحريمها على نفسه، وإن تصرَّا على العود على تأليبكما عليه، فإن الله هو وليه وناصره، وكذا جبريل وخيار المؤمنين أولياؤه ونصراؤه. والملائكة بعد نصرة الله له أعوان له ونصراء على من يؤذيه."
        },
        {
            "verse_number": 5,
            "verse_text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا",
            "explanation": "Si Son Prophète vous répudie, il se peut que son Seigneur vous remplace par des épouses meilleures que vous, obéissantes, croyants en Lui et en Son Messager, obéissantes à Allah, repentantes de leurs péchés, adoratrices de leur Seigneur, jeûneuses, déjà mariées par le passé ou vierges qui n’ont été touchées par aucun autre homme que lui. Seulement, le Prophète ne les répudia pas.",
            "arabic_explanation": "عسى ربه سبحانه إن طلّقكن نبيه أن يبدله أزواجًا خيرًا منكنّ، منقادات لأمره، مؤمنات به وبرسوله، مطيعات لله، تائبات من ذنوبهن، عابدات لربهن، صائمات، ثَيِّبات، وأبكارًا لم يدخل بهنّ غيره، لكنه لم يطلقهن."
        },
        {
            "verse_number": 6,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ",
            "explanation": "Ô vous qui croyez en Allah et qui accomplissent ce qu’Il a légiféré, préservez vos personnes et vos famille d’un immense feu qui consume les gens et les pierres. Ce feu est gardé par des anges qui sont rudes avec ceux qui y entrent. Ils ne désobéissent à aucun ordre qu’Allah leur donne, mais l'exécutent plutôt sans paresse ni tergiversation.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اجعلوا لأنفسكم ولأهليكم وقاية من نار عظيمة توقَد بالناس وبالحجارة، على هذه النار ملائكة غِلاظ على من يدخلها شِدَاد، لا يعصون أمر الله إذا أمرهم، ويفعلون ما يأمرهم به دون تراخٍ ولا توانٍ."
        },
        {
            "verse_number": 7,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
            "explanation": "On dira aux mécréants le Jour de la Résurrection: Ô vous qui mécroyez en Allah, ne vous excusez pas aujourd’hui pour votre mécréance et vos péchés passés, car vos excuses ne seront pas acceptées. Ce Jour-là, vous ne serez rétribués que pour votre mécréance en Allah dans le bas monde et pour avoir traité Ses messagers de menteurs.",
            "arabic_explanation": "ويقال للكافرين يوم القيامة: يا أيها الذين كفروا بالله، لا تعتذروا اليوم مما كنتم عليه من الكفر والمعاصي، فلن تُقْبَل أعذاركم، إنما تجزون في هذا اليوم ما كنتم تعملونه في الدنيا من الكفر بالله وتكذيب رسله."
        },
        {
            "verse_number": 8,
            "verse_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "explanation": "Ô vous qui croyez en Allah et œuvrez selon ce qu’Il vous a prescrit, repentez-vous sincèrement à Allah de vos péchés, afin que peut-être votre Seigneur les efface et vous fasse entrer le Jour de la Résurrection dans des vergers où des rivières coulent sous les palais et les arbres. Ce Jour-là, Allah épargnera l’ignominie –c’est-à-dire le Feu– au Prophète et à ceux qui, avec lui, ont cru. Leur lumière se répandra devant eux et sur leur droite sur le Pont Şirâṭ et ils diront: Ô notre Seigneur, parachève notre lumière afin que nous entrions enfin au Paradis et que nous ne soyons pas comme les hypocrites dont la lumière s’est éteinte sur le Pont Şirâṭ, et pardonne-nous nos péchés. Tu as pouvoir sur toute chose puisqu’il ne t’est pas impossible de parachever notre lumière et d’effacer nos péchés.",
            "arabic_explanation": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، توبوا إلى الله من ذنوبكم توبة صادقة، عسى ربكم أن يمحو عنكم سيئاتكم، ويدخلكم جنات تجري من تحت قصورها الأنهار يوم القيامة، يوم لا يُذِلُّ الله النبي ولا يُذِلُّ الذين آمنوا معه بإدخالهم النار، نورهم يسعى بين أيديهم وبأيمانهم على الصراط، يقولون: يا ربنا أكمل لنا نورنا، حتى ندخل الجنة، فلا نكون مثل المنافقين الذين ينطفئ نورهم على الصراط، واغفر لنا ذنوبنا، إنك على كل شيء قدير، فلا تعجز عن إكمال نورنا والتجاوز عن ذنوبنا."
        },
        {
            "verse_number": 9,
            "verse_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
            "explanation": "Ô Messager, lutte, contre les mécréants avec les armes et contre les hypocrites avec les arguments et l’exécution des peines de la Législation, et sois rude à leur égard afin qu’ils te redoutent. Le refuge où ils demeureront, le Jour de la Résurrection, sera l’Enfer et quelle mauvaise destination que la leur.",
            "arabic_explanation": "يا أيها الرسول، جاهد الكفار بالسيف، والمنافقين باللسان وإقامة الحدود، واشتدّ عليهم حتى يهابوك، ومأواهم الذي يأوون إليه يوم القيامة هو جهنم، وساء المصير مصيرهم الذي يرجعون إليه."
        },
        {
            "verse_number": 10,
            "verse_text": "ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
            "explanation": "Allah énonce une parabole à l’attention de ceux qui mécroient en Allah et en Ses messagers, afin de leur montrer que les liens de parenté qui les lient aux croyants ne leur sont bénéfiques en aucune manière. Ils sont ainsi tels les épouses des deux prophètes Noé et Loth, les épouses de deux serviteurs vertueux qu’elles ont trahis en détournant des gens de la voie d’Allah et par le soutien qu’elles apportaient aux mécréants de leurs peuples. Etre les épouses de ces deux serviteurs vertueux ne leur a été d’aucun secours et il leur fut dit: Entrez en Enfer parmi les mécréants et les pervers qui y entreront.",
            "arabic_explanation": "ضرب الله مثلًا للذين كفروا بالله وبرسله - أن علاقتهم بالمؤمنين لا تنفع بحال - امرأتَيْ نبيَّيْنِ من أنبياء الله: نوح ولوط عليهما السلام، فقد كانتا زوجتين لعبدين صالحين، فخانتا زوجيهما؛ بما كانتا عليه من الصد عن سبيل الله، ومناصرة أهل الكفر من قومهما، فلم ينفعهما كونهما زوجتين لهذين العبدين الصالحين، وقيل لهما: ادخلا النار من جملة الداخلين فيها من الكفار والفساق."
        },
        {
            "verse_number": 11,
            "verse_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
            "explanation": "D’autre part, Allah énonce une parabole à l’attention de ceux qui croient en Allah et en Ses messagers, afin de leur montrer que les liens de parenté qui les lient aux mécréants ne leur sont pas préjudiciables et n’ont sur eux aucun impact tant qu’ils restent attachés à la vérité. Ils sont ainsi tels l’épouse de Pharaon qui dit: Ô mon Seigneur, construis-moi une maison auprès de Toi dans le Paradis et sauve-moi de la tyrannie, de l’emprise et des mauvaises œuvres de Pharaon. Sauve-moi également des gens qui sont injustes envers eux-mêmes lorsqu’ils suivent Pharaon dans sa tyrannie et son injustice.",
            "arabic_explanation": "وضرب الله مثلًا للذين آمنوا بالله وبرسله أن صلتهم بالكافرين لا تضرّهم، ولا تؤثر فيهم ما داموا مستقيمين على الحق بحال امرأة فرعون حين قالت: يا رب، ابنِ لي بيتًا عندك في الجنة، وسلّمني من جبروت فرعون وسلطانه، ومن أعماله السيئة، وسلّمني من القوم الظالمين لأنفسهم بمتابعتهم له في طغيانه وظلمه."
        },
        {
            "verse_number": 12,
            "verse_text": "وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ",
            "explanation": "Allah énonce une autre parabole à l’attention de ceux qui croient en Allah et en Ses Messagers. Celle de Marie, la fille de ‘Imrân, qui préserva son intimité de la fornication et Allah ordonna à Gabriel d’y insuffler de Son esprit. Elle tomba alors enceinte, par le pouvoir d’Allah, de Jésus fils de Marie sans l’intervention d’un géniteur et crut aux Législations d’Allah, en Ses Livres révélés à Ses messagers et était du nombre de ceux qui obéissaient à Allah en se conformant à Ses commandements et en renonçant à Ses interdits.",
            "arabic_explanation": "وضرب الله مثلًا للذين آمنوا بالله وبرسله، بحال مريم ابنة عمران التي حفظت فرجها من الزنى، فأمر الله جبريل أن ينفخ فيه، فحملت بقدرة الله بعيسى بن مريم من غير أب، وصدّقت بشرائع الله، وبكتبه المنزلة على رسله، وكانت من المطيعين لله بامتثال أوامره والكفّ عن نواهيه."
        }
    ]
}