{
    "surah_name": "AL-MOULK",
    "surah_number": 67,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
            "explanation": "Que soit béni et que soit abondant le bien de Celui qui détient Seul la Royauté (ou la Souveraineté) et qui a pouvoir sur toute chose, sans que rien ne Lui soit impossible.",
            "arabic_explanation": "تعاظم وكثر خير الله الذي بيده وحده الملك، وهو على كل شيء قدير، لا يعجزه شيء."
        },
        {
            "verse_number": 2,
            "verse_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
            "explanation": "Celui qui créa la mort et la vie afin de vous éprouver, ô gens, et savoir qui de vous accomplit les meilleures œuvres. Il est le Puissant à qui personne ne tient tête, Celui qui pardonne les péchés de Ses serviteurs qui se repentent.",
            "arabic_explanation": "الذي خلق الموت وخلق الحياة ليختبركم - أيها الناس - أيكم أحسن عملًا، وهو العزيز الذي لا يغلبه أحد، الغفور لذنوب من تاب من عباده."
        },
        {
            "verse_number": 3,
            "verse_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
            "explanation": "Celui qui créa sept Cieux superposés sans qu’aucun Ciel ne touche l’autre et sans que tu ne voies, toi qui regarde, aucune disproportion ni imperfection dans ce qu’Allah a créé. Regarde donc de nouveau: y vois-tu une brèche ou une fissure? Tu n’en verras pas, car la création d’Allah est cohérente et parfaite.",
            "arabic_explanation": "الذي خلق سبع سماوات، كل سماء طبقة فوق ما قبلها دون تماسّ بين سماء وسماء. لا تشاهد - أيها الرائي - فيما خلق الله أي تفاوت أو عدم تناسب. فارجع البصر هل ترى من تَشَقُّق أو تَصَدُّع؟! لن ترى ذلك، وإنما ترى خلقًا محكمًا متقنًا."
        },
        {
            "verse_number": 4,
            "verse_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
            "explanation": "Puis regarde de nouveau, ton regard reviendra à toi humilié, car n’ayant pas constaté d’imperfection ni de défaut dans la création des Cieux, et frustré de ne pas en avoir vu.",
            "arabic_explanation": "ثم ارجع البصر مرّة بعد مرّة يرجع إليك بصرك ذليلًا دون أن يرى عيبًا أو خللًا في خلق السماء، وهو كَلِيل منقطع عن النظر."
        },
        {
            "verse_number": 5,
            "verse_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
            "explanation": "Nous avons embelli le Ciel le plus proche de la Terre avec des étoiles brillantes et avons fait de ces étoiles des projectiles lancés sur les démons qui cherchent à écouter et les consument. Puis Nous leur réservons dans l’au-delà un Feu ardent.",
            "arabic_explanation": "ولقد زيّنا أقرب سماءٍ إلى الأرض بنجومٍ مضيئة، وجعلنا تلك النجوم شُهُبًا تُرْجَم بها الشياطين التي تسترق السمع فتحرقهم، وهيَّأنا لهم في الآخرة النار المُسْتَعِرة."
        },
        {
            "verse_number": 6,
            "verse_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
            "explanation": "A ceux qui mécroient en leur Seigneur, le châtiment de la Fournaise le Jour de la Résurrection et quelle mauvaise destination que la leur.",
            "arabic_explanation": "وللذين كفروا بربهم يوم القيامة عذاب النار المتقدة، وساء المرجع الذي يرجعون إليه."
        },
        {
            "verse_number": 7,
            "verse_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
            "explanation": "Lorsqu’ils seront jetés dans le Feu, ils y entendront un bruit horrible et désagréable pendant qu’il bouillonnera comme une chaudière.",
            "arabic_explanation": "إذا طُرحوا في النار سمعوا لها صوتًا قبيحًا شديدًا، وهي تغلي مثل غليان المِرْجَل."
        },
        {
            "verse_number": 8,
            "verse_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
            "explanation": "De rage, ce Feu manquera d’éclater en morceaux séparés contre ceux qui y entreront. A chaque fois qu’un groupe de mécréants y sera jeté, les anges chargés de le garder les admonesteront en ces termes: Un Messager n’est-il pas venu à vous dans le bas monde afin de vous menacer du châtiment d’Allah?",
            "arabic_explanation": "يكاد ينفصل بعضها عن بعض ويتميّز؛ من شدة غضبها على من يدخل فيها، كلما رُمِيَت فيها دفعة من أصحابها الكفار سألتهم الملائكة الموكلون بها سؤال تقريع: ألم يأتكم في الدنيا رسول يخوّفكم من عذاب الله؟!"
        },
        {
            "verse_number": 9,
            "verse_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
            "explanation": "Les mécréants répondront: Si, un Messager est venu nous menacer du châtiment d’Allah et nous l’avons traité de menteur et lui avons dit « Allah n’a fait aucune Révélation. Vous n’êtes, ô messagers, que des gens clairement égarés de la vérité ».",
            "arabic_explanation": "قال الكفار: بلى، قد جاءنا رسول يخوّفنا من عذاب الله فكذبناه، وقلنا له: ما نزّل الله من وحي، لستم - أيها الرسل - إلا في ضلال عظيم عن الحقّ."
        },
        {
            "verse_number": 10,
            "verse_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
            "explanation": "Les mécréants diront également: Si nous écoutions de bonne foi et raisonnions à la manière de ceux qui veulent distinguer le vrai du faux, nous ne serions pas du nombre des gens de l’Enfer. Nous aurions plutôt cru aux Messagers, aurions accordé du crédit à ce qu’ils apportaient et aurions été du nombre des gens du Paradis",
            "arabic_explanation": "وقال الكفار: لو كُنَّا نسمع سماعًا يُنْتَفع به، أو نعقل عقل من يميز الحق من الباطل، ما كنا في جملة أصحاب النار، بل كُنَّا نؤمن بالرسل، ونصدق بما جاؤوا به، ونكون من أصحاب الجنة."
        },
        {
            "verse_number": 11,
            "verse_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
            "explanation": "Ils avoueront ainsi leur mécréance et avoir traité les messagers de menteurs. Ils mériteront de ce fait la Fournaise, que les gens de l’Enfer soient anéantis.",
            "arabic_explanation": "فأقرّوا على أنفسهم بالكفر والتكذيب فاستحقوا النار، فبُعْدًا لأصحاب النار."
        },
        {
            "verse_number": 12,
            "verse_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
            "explanation": "Ceux qui craignent Allah dans leur intimité verront leurs péchés pardonnés et recevront une récompense immense, le Paradis.",
            "arabic_explanation": "إن الذين يخافون الله في خلواتهم، لهم مغفرة لذنوبهم، ولهم ثواب عظيم وهو الجنة."
        },
        {
            "verse_number": 13,
            "verse_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "explanation": "Ô gens, que vous dissimuliez vos paroles ou que vous les manifestiez, Allah les connaît. Il connait le mieux le contenu des cœurs de Ses serviteurs et rien ne Lui échappe.",
            "arabic_explanation": "وأخفوا - أيها الناس - كلامكم أو أعلنوه، فالله يعلمه، إنه سبحانه عليم بما في قلوب عباده، لا يخفى عليه شيء من ذلك."
        },
        {
            "verse_number": 14,
            "verse_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
            "explanation": "Celui qui créa toutes les créatures ne connait-il pas ce qui est secret et ce qui est plus inconnaissable que le secret? Il est l’Indulgent envers Ses serviteurs, le Parfait Connaisseur de leurs affaires et rien de ces dernières ne Lui est inconnu.",
            "arabic_explanation": "ألا يعلم الذي خلق الخلائق كلها السرّ وما هو أخفى من السرّ؟! وهو اللطيف بعباده، الخبير بأمورهم، لا يخفى عليه منها شيء."
        },
        {
            "verse_number": 15,
            "verse_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
            "explanation": "Il est Celui qui fit de la Terre un lieu où il est aisé et facile de vivre. Parcourez donc ses étendues et ses pourtours et mangez de la subsistance qu'Il y a placée. C’est vers Lui Seul que vous serez ressuscités afin de rendre des comptes et d’être rétribués.",
            "arabic_explanation": "هو الذي جعل لكم الأرض سهلة ليّنة للسكن عليها، فسيروا في جوانبها وأطرافها، وكلوا من رزقه الذي أعدّ لكم فيها، وإليه وحده بعثكم للحساب والجزاء."
        },
        {
            "verse_number": 16,
            "verse_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
            "explanation": "Vous croyez-vous à l’abri qu’Allah, qui est dans le Ciel, fende la Terre en-dessous de vous, comme Il la fendit auparavant en-dessous de Qârûn, et qu’après qu’elle eut été habitable, stable et préparée à vous recevoir, elle devienne instable?",
            "arabic_explanation": "أأمنتم الله الذي في السماء أن يشق الأرض من تحتكم كما شقها من تحت قارون بعد أن كانت سهلة مذللة للسكن عليها، فإذا هي تضطرب بكم بعد استقرارها؟!"
        },
        {
            "verse_number": 17,
            "verse_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
            "explanation": "Ou alors, vous croyez-vous à l’abri qu’Allah, qui est dans le Ciel, envoie sur vous des pierres du Ciel, comme Il le fit avec le peuple de Loth? Vous recevrez mon avertissement lorsque vous verrez de vos yeux Mon châtiment, mais vous n’en tirerez aucun avantage après l'avoir vu.",
            "arabic_explanation": "أم أمنتم الله الذي في السماء أن يبعث عليكم حجارة من السماء مثل ما بعثها على قوم لوط؟! فستعلمون حين تُعَاينون عقابي إنذاري لكم، لكنّكم لن تنتفعوا به بعد معاينة العذاب."
        },
        {
            "verse_number": 18,
            "verse_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
            "explanation": "Les peuples qui ont précédé ces polythéistes ont également traité de menteurs les messagers et Allah abattit alors sur eux un châtiment lorsqu’ils s’entêtèrent à mécroire et à démentir. Comment fut Ma réprobation de leur comportement? Elle fut terrible.",
            "arabic_explanation": "ولقد كذّبت الأمم التي سبقت هؤلاء المشركين، فنزل عليهم عذاب الله لما أصرّوا على كفرهم وتكذيبهم، فكيف كان إنكاري عليهم؟! لقد كان إنكارًا شديدًا."
        },
        {
            "verse_number": 19,
            "verse_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
            "explanation": "Ces dénégateurs ne voient-ils pas les oiseaux au-dessus d'eux, volant les uns à côté des autres et que Seul Allah retient de tomber sur le sol? Il voit toute chose et rien ne Lui échappe.",
            "arabic_explanation": "أَوَلم يشاهد هؤلاء المكذبون الطير فوقهم عند طيرانها تبسط أجنحتها في الهواء تارة، وتضمها إليها تارة أخرى، ولا يمسكهنّ أن يقعن على الأرض إلا الله، إنه بكل شيء بصير، لا يخفى عليه منه شيء."
        },
        {
            "verse_number": 20,
            "verse_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
            "explanation": "Ô mécréants, vous ne disposez pas de soldats qui pourront vous épargner d’être châtiés par Allah. Les mécréants ne sont que des gens trompés par Satan et qui sont dans l’illusion.",
            "arabic_explanation": "لا جند لكم - أيها الكفار - يمنعكم من عذاب الله إن أراد أن يعذبكم، ليس الكافرون إلا مخدوعين، خدعهم الشيطان فاغترّوا به."
        },
        {
            "verse_number": 21,
            "verse_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
            "explanation": "Personne ne vous pourvoira si Allah refuse que Sa subsistance vous parvienne. C’est plutôt que les mécréants exagèrent dans leur entêtement, leur orgueil et leur refus de la vérité.",
            "arabic_explanation": "ولا أحد يرزقكم إن منع الله رزقه أن يصل إليكم، بل الحاصل أن الكفار تمادوا في العناد والاستكبار، والامتناع عن الحق."
        },
        {
            "verse_number": 22,
            "verse_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
            "explanation": "Est-ce que celui qui marche face contre terre, c’est-à-dire le polythéiste, est le mieux guidé ou bien le croyant qui marche redressé sur un chemin droit.",
            "arabic_explanation": "أفمن يمشي واقعًا على وجهه؛ مُنْكَبًّا عليه - وهو المشرك - أهدى، أم المؤمن الذي يمشي مستقيمًا على طريق مستقيم؟!"
        },
        {
            "verse_number": 23,
            "verse_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
            "explanation": "Ô Messager, dis à ces polythéistes dénégateurs: C’est Allah qui vous a créés et vous a donné une ouïe pour entendre, une vue pour voir et un cœur pour comprendre. Seulement, vous ne Lui êtes que rarement reconnaissants pour les bienfaits dont Il vous a comblés.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: الله هو الذي خلقكم، وجعل لكم أسماعًا تسمعون بها، وأبصارًا تبصرون بها، وقلوبًا تعقلون بها، قليلًا ما تشكرونه على نعمه التي أنعم بها عليكم."
        },
        {
            "verse_number": 24,
            "verse_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
            "explanation": "Ô Messager, dis à ces polythéistes dénégateurs: C’est Allah qui vous a répandus sur la Terre et vous y a dispersés, non pas vos idoles qui ne créent rien. C’est vers Lui que vous serez rassemblés afin de rendre des comptes et d’être rétribués, non pas vers vos idoles. Craignez-Le donc et adorez-Le Seul.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: الله هو الذي بثكم في الأرض ونشركم فيها، لا أصنامكم التي لا تخلق شيئًا، وإليه وحده يوم القيامة تُجْمعون للحساب والجزاء، لا إلى أصنامكم، فخافوه واعبدوه وحده."
        },
        {
            "verse_number": 25,
            "verse_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
            "explanation": "Ceux qui traitent la Ressuscitation de mensonge disent en guise de déni: Quand se réalisera donc cette promesse que tu nous as faite, ô Muħammad, toi et tes Compagnons, si vous êtes véridiques lorsque vous prétendez qu’elle se réalisera?",
            "arabic_explanation": "ويقول المكذبون بالبعث استبعادًا للبعث: متى هذا الوعد الذي تعدنا - يا محمد - أنت وأصحابك إن كنتم صادقين في دعواكم أنه آتٍ؟!"
        },
        {
            "verse_number": 26,
            "verse_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
            "explanation": "Ô Messager, dis: La connaissance de quand surviendra l’Heure n’est détenue que par Allah et personne d’autre que Lui ne la détient. Je ne suis qu’un avertisseur qui vous met clairement en garde.",
            "arabic_explanation": "قل - أيها الرسول -: إنما علم الساعة عند الله، لا يعلم متى تقع إلا هو، وإنما أنا منذر واضحٌ في نذارتي لكم."
        },
        {
            "verse_number": 27,
            "verse_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
            "explanation": "Lorsque la promesse qui leur a été faite se réalisera et qu’ils verront le châtiment de leurs yeux et près d’eux le Jour de la Résurrection, les visages de ceux qui mécroient en Allah changeront d’expression et noirciront. On leur dira alors: Ceci est ce que vous vouliez hâter dans le bas monde.",
            "arabic_explanation": "فلما حل بهم الوعد وعاينوا العذاب قريبًا منهم وذلك يوم القيامة تغيرت وجوه الذين كفروا بالله فاسودّت، ويقال لهم: هذا الذي كنتم تطلبونه في الدنيا وتستعجلونه."
        },
        {
            "verse_number": 28,
            "verse_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
            "explanation": "Ô Messager, dis à ces polythéistes dénégateurs en guise de réprobation: Informez-moi, si Allah me fait périr ainsi que les croyants qui sont avec moi, qui sauvera les mécréants d’un châtiment douloureux? Assurément, personne ne les en sauvera.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المكذبين مستنكرًا عليهم: أخبروني إن توفّاني الله، وتوفَّى من معي من المؤمنين، أو رحمنا فأخَّر في آجالنا، فمن ينجّي الكافرين من عذاب مؤلم؟! لن ينجيهم منه أحد."
        },
        {
            "verse_number": 29,
            "verse_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
            "explanation": "Ô Messager, dis à ces polythéistes: Il est le Tout Miséricordieux qui vous appelle à L’adorer Seul. Nous croyons en Lui et c’est à Lui Seul que Nous nous en remettons dans nos affaires. Vous saurez, sans aucun doute, qui est clairement égaré et qui suit un droit chemin.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: هو الرحمن الذي يدعوكم إلى عبادته وحده، آمنّا به، وعليه وحده اعتمدنا في أمورنا، فستعلمون - لا محالة - من هو في ضلال واضح ممن هو على صراط مستقيم."
        },
        {
            "verse_number": 30,
            "verse_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
            "explanation": "Ô Messager, dis à ces polythéistes: Informez-moi, si l’eau que vous buvez était absorbée profondément sous terre, de telle sorte que vous ne puissiez plus y accéder, qui vous apporterait de l’eau coulant à proximité de vous? Personne en dehors d’Allah.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: أخبروني إن أصبح ماؤكم الذي تشربون منه غائرًا في الأرض لا تستطيعون الوصول إليه، من يأتيكم بماء كثيرٍ جارٍ؟! لا أحد غير الله."
        }
    ]
}