{
    "surah_name": "AL-QALAM",
    "surah_number": 68,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ",
            "explanation": "Nûn: Il a déjà été question de telles lettres séparées au début de Sourate Al-Baqarah. Allah prête serment par la plume et par ce que les gens écrivent avec leurs plumes.",
            "arabic_explanation": "(ن) تقدم الكلام على نظائرها في بداية سورة البقرة. أقسم الله بالقلم، وأقسم بما يكتبه الناس بأقلامهم."
        },
        {
            "verse_number": 2,
            "verse_text": "مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ",
            "explanation": "Ô Messager, par le bienfait de la Prophétie dont Allah t’a fait don, tu n’es pas un dément. Tu es plutôt innocent de l’accusation de démence dont t’accusent les polythéistes.",
            "arabic_explanation": "ما أنت - أيها الرسول - بما أنعم الله عليك به من النبوّة مجنونًا، بل أنت بريء من الجنون الذي رماك به المشركون."
        },
        {
            "verse_number": 3,
            "verse_text": "وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ",
            "explanation": "Il y a pour toi une récompense ininterrompue pour le Message que tu transmets aux gens et pour lequel personne ne peut te rappeler la faveur.",
            "arabic_explanation": "وإنّ لك لثوابًا على ما تعانيه من حمل الرسالة إلى الناس غير مقطوع، ولا منّة به لأحد عليك."
        },
        {
            "verse_number": 4,
            "verse_text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ",
            "explanation": "Tu te conformes certainement à la moralité éminente apportée par le Coran et tu t’y tiens de la manière la plus parfaite.",
            "arabic_explanation": "وإنك لعلى الخلق العظيم الذي جاء به القرآن، فأنت مُتَخَلِّق بما فيه على أكمل وجه."
        },
        {
            "verse_number": 5,
            "verse_text": "فَسَتُبۡصِرُ وَيُبۡصِرُونَ",
            "explanation": "Tu verras et ces polythéistes verront",
            "arabic_explanation": "فستبصر أنت، ويبصر هؤلاء المكذبون."
        },
        {
            "verse_number": 6,
            "verse_text": "بِأَييِّكُمُ ٱلۡمَفۡتُونُ",
            "explanation": "lorsque la vérité apparaîtra,qui de vous est dément.",
            "arabic_explanation": "عندما ينكشف الحق يتضح بأيكم الجنون؟!"
        },
        {
            "verse_number": 7,
            "verse_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
            "explanation": "Ô Messager, ton Seigneur sait qui dévie de Son chemin et sait le mieux qui y est guidé. Il sait donc qu’eux sont égarés et que toi y est guidé.",
            "arabic_explanation": "إن ربك - أيها الرسول - يعلم من انحرف عن سبيله، وهو أعلم بالمهتدين إليها، فيعلم أنهم من ضلّوا عنها، وأنك من اهتديت إليها."
        },
        {
            "verse_number": 8,
            "verse_text": "فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ",
            "explanation": "Ô Messager, n’obéis pas à ceux qui traitent de mensonge ce que tu apportes.",
            "arabic_explanation": "فلا تطع - أيها الرسول - المكذبين بما جئت به."
        },
        {
            "verse_number": 9,
            "verse_text": "وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ",
            "explanation": "Ils souhaiteraient que tu transiges au détriment de la religion afin qu’ils transigent eux aussi de leur côté.",
            "arabic_explanation": "تمنّوا لو لاَيَنْتَهم ولاَطَفْتَهم على حساب الدين، فيلينون لك ويلاطفونك."
        },
        {
            "verse_number": 10,
            "verse_text": "وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ",
            "explanation": "N’obéis à aucun individu méprisable qui jure souvent mensongèrement.",
            "arabic_explanation": "ولا تطع كل كثير الحلف بالباطل، حقير."
        },
        {
            "verse_number": 11,
            "verse_text": "هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ",
            "explanation": "Habitué à médire des gens et à colporter des ragots entre eux afin de les diviser.",
            "arabic_explanation": "كثير الاغتياب للناس، كثير المشي بالنميمة بينهم؛ ليفرق بينهم."
        },
        {
            "verse_number": 12,
            "verse_text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ",
            "explanation": "Il s’abstient souvent de faire le bien, s’en prend aux propriétés, aux réputations et aux personnes des gens et commet souvent des péchés.",
            "arabic_explanation": "كثير المنع للخير، معتدٍ على الناس في أموالهم وأعراضهم وأنفسهم، كثير الآثام والمعاصي."
        },
        {
            "verse_number": 13,
            "verse_text": "عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ",
            "explanation": "Il a un cœur dur et est en plus de cela connu parmi les siens pour être un bâtard.",
            "arabic_explanation": "غليظ جافٍ، دَعِي في قومه لَصِيق."
        },
        {
            "verse_number": 14,
            "verse_text": "أَن كَانَ ذَا مَالٖ وَبَنِينَ",
            "explanation": "Pour être doté de richesse et d’une progéniture prolifique, il dédaigne croire en Allah et en Son Messager.",
            "arabic_explanation": "لأجل أنّه كان صاحب مال وأولاد تكبّر عن الإيمان بالله ورسوله."
        },
        {
            "verse_number": 15,
            "verse_text": "إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
            "explanation": "Lorsque Nos versets lui sont récités, il dit: Ce sont les mythes des anciens qui sont écrits là.",
            "arabic_explanation": "إذا تُقْرأ عليه آياتنا قال: هذه ما يُسَطَّر من خرافات الأولين."
        },
        {
            "verse_number": 16,
            "verse_text": "سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ",
            "explanation": "Nous lui apposerons une marque ineffaçable sur le nez.",
            "arabic_explanation": "سنضع علامة على أنفه تَشِينه وتلازمه."
        },
        {
            "verse_number": 17,
            "verse_text": "إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ",
            "explanation": "Nous avons éprouvé ces polythéistes par la sécheresse et la famine tout comme Nous avons éprouvé les propriétaires du verger lorsqu’ils firent serment de cueillir avec empressement leurs fruits de bon matin afin de n’en donner à personne, pas même à un pauvre.",
            "arabic_explanation": "إنا اختبرنا هؤلاء المشركين بالقحط والجوع، كما اختبرنا أصحاب الحديقة حين حلفوا ليقطعنّ ثمارها وقت الصباح مسارعين حتى لا يطعم منها مسكين."
        },
        {
            "verse_number": 18,
            "verse_text": "وَلَا يَسۡتَثۡنُونَ",
            "explanation": "Ils firent ce serment sans conditionner cela par « Si Allah le veut ».",
            "arabic_explanation": "ولم يستثنوا في يمينهم بقولهم: (إن شاء الله)."
        },
        {
            "verse_number": 19,
            "verse_text": "فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ",
            "explanation": "Allah envoya alors sur eux un feu qui dévasta leur verger alors qu’ils étaient endormis et ne pouvaient l’éteindre.",
            "arabic_explanation": "فأرسل الله إليها نارًا، فأكلتها وأصحابها نيام لا يستطيعون دفع النار عنها."
        },
        {
            "verse_number": 20,
            "verse_text": "فَأَصۡبَحَتۡ كَٱلصَّرِيمِ",
            "explanation": "Il devint ainsi aussi noir qu’une nuit obscure.",
            "arabic_explanation": "فأصبحت سوداء كالليل المظلم."
        },
        {
            "verse_number": 21,
            "verse_text": "فَتَنَادَوۡاْ مُصۡبِحِينَ",
            "explanation": "Le lendemain matin, ils s’appelèrent les uns les autres.",
            "arabic_explanation": "فنادى بعضهم بعضًا وقت الصباح."
        },
        {
            "verse_number": 22,
            "verse_text": "أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ",
            "explanation": "Disant: Sortez de bonne heure vers vos champs si vous désirez procéder à la récolte, avant que les pauvres ne viennent.",
            "arabic_explanation": "قائلين: اخرجوا مُبَكِّرين على حرثكم قبل مجيء الفقراء إن كنتم قاطعين ثماره."
        },
        {
            "verse_number": 23,
            "verse_text": "فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ",
            "explanation": "Ils se rendirent donc rapidement à leurs champs, en se parlant à voix basse.",
            "arabic_explanation": "فساروا إلى حرثهم، مسرعين يحدِّث بعضهم بعضًا بصوت منخفض."
        },
        {
            "verse_number": 24,
            "verse_text": "أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ",
            "explanation": "Certains disaient à d’autres: Qu’aucun pauvre n’entre dans le verger aujourd’hui.",
            "arabic_explanation": "يقول بعضهم لبعض: لا يدخلنّ الحديقة عليكم اليوم مسكين."
        },
        {
            "verse_number": 25,
            "verse_text": "وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ",
            "explanation": "Ils partirent de bonne heure, bien décidés à ne rien céder de leurs récoltes.",
            "arabic_explanation": "وساروا أول الصباح وهم على منع ثمارهم عازمين."
        },
        {
            "verse_number": 26,
            "verse_text": "فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ",
            "explanation": "Puis lorsqu’ils virent leur verger consumé, certains dirent à d’autres: Nous nous sommes égarés.",
            "arabic_explanation": "فلما شاهدوها محترقة قال بعضهم لبعض: لقد ضللنا طريقها."
        },
        {
            "verse_number": 27,
            "verse_text": "بَلۡ نَحۡنُ مَحۡرُومُونَ",
            "explanation": "Ou plutôt, nous avons été empêchés de récolter nos fruits en raison de notre détermination à interdire aux pauvres de s’en nourrir.",
            "arabic_explanation": "بل نحن ممنوعون من جني ثمارها بما حصل منا من عزم على منع المساكين منها."
        },
        {
            "verse_number": 28,
            "verse_text": "قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ",
            "explanation": "Le meilleur d’entre eux dit: Ne vous ai-je pas demandé, lorsque vous avez décidé de priver les pauvres de vos récoltes, de proclamer la gloire d’Allah et de vous repentir à Lui?",
            "arabic_explanation": "قال أفضلهم: ألم أقل لكم حين عزمتم على ما عزمتم عليه من حرمان الفقراء منها: هلَّا تسبحون الله، وتتوبون إليه؟!"
        },
        {
            "verse_number": 29,
            "verse_text": "قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
            "explanation": "Ils répondirent: Gloire à notre Seigneur ! Nous sommes devenus injuste lorsque nous avons décidé de priver les pauvres des fruits de notre verger.",
            "arabic_explanation": "قالوا: سبحان ربنا، إنا كنا ظالمين لأنفسنا حين عزمنا على منع الفقراء من ثمار حديقتنا."
        },
        {
            "verse_number": 30,
            "verse_text": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ",
            "explanation": "Puis ils s’adressèrent mutuellement des reproches.",
            "arabic_explanation": "فأقبلُوا يتراجعون في كلامهم على سبيل العتب."
        },
        {
            "verse_number": 31,
            "verse_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ",
            "explanation": "De regret, ils dirent: Que notre perte est grande ! Nous avons assurément transgressé les limites lorsque nous avons privé les pauvres de leur droit.",
            "arabic_explanation": "قالوا من الندم: يا خسارنا، إنا كنا متجاوزين الحدّ بمنعنا الفقراء حقهم."
        },
        {
            "verse_number": 32,
            "verse_text": "عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
            "explanation": "Qu’Allah nous compense par quelque chose de meilleur que notre verger. C’est à Allah Seul que nous nous adressons pour demander Son pardon et qu’Il nous fasse don du bien.",
            "arabic_explanation": "عسى ربنا أن يعوضنا خيرًا من الحديقة، إنا إلى الله وحده راغبون، نرجو منه العفو، ونطلب منه الخير."
        },
        {
            "verse_number": 33,
            "verse_text": "كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
            "explanation": "Ce châtiment, consistant en la privation de subsistance, Nous l’infligeons à ceux qui Nous désobéissent et le châtiment de l’au-delà est plus terrible, s’ils en connaissaient l’intensité et la pérennité.",
            "arabic_explanation": "مثل هذا العذاب بالحرمان من الرزق نعذب من عصانا، ولعذاب الآخرة أعظم لو كانوا يعلمون شدّته ودوامه."
        },
        {
            "verse_number": 34,
            "verse_text": "إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ",
            "explanation": "Ceux qui craignent Allah, en se conformant à Ses commandements et en s’abstenant de Ses interdits, obtiendront auprès de leur Seigneur les Jardins des Délices où ils jouiront de délices ininterrompus.",
            "arabic_explanation": "إن للمتقين الله بامتثال أوامره واجتناب نواهيه، عند ربهم جنات النعيم يتنعمون فيها، لا ينقطع نعيمهم."
        },
        {
            "verse_number": 35,
            "verse_text": "أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ",
            "explanation": "Allons-nous mettre, s’agissant de rétribution, sur un même pied d’égalité les mécréants et les musulmans, comme le prétendent les polythéistes de la Mecque?",
            "arabic_explanation": "أفنجعل المسلمين كالكفار في الجزاء كما يزعم المشركون من أهل مكة؟!"
        },
        {
            "verse_number": 36,
            "verse_text": "مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
            "explanation": "Ô polythéistes, comment pouvez-vous émettre un jugement aussi injuste et biaisé?",
            "arabic_explanation": "ما لكم - أيها المشركون - كيف تحكمون هذا الحكم الجائر الأعوج؟!"
        },
        {
            "verse_number": 37,
            "verse_text": "أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ",
            "explanation": "Ou alors, détenez-vous un Livre dans lequel il est écrit que l’obéissant et le désobéissant sont égaux?",
            "arabic_explanation": "أم لكم كتاب فيه تقرؤون المساواة بين المطيع والعاصي؟!"
        },
        {
            "verse_number": 38,
            "verse_text": "إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ",
            "explanation": "Trouvant ainsi dans ce Livre des dispositions qui vous seront favorables dans l’au-delà.",
            "arabic_explanation": "إن لكم في ذلك الكتاب ما تتخيرونه لكم في الآخرة."
        },
        {
            "verse_number": 39,
            "verse_text": "أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ",
            "explanation": "Ou alors, avez-vous obtenu de Nous l’engagement fermement confirmé par des serments, que les jugements que vous émettez en votre faveur sont en vigueur?",
            "arabic_explanation": "أم لكم علينا عهود مؤكدة بالأيمان مقتضاها أن لكم ما تحكمون به لأنفسكم؟!"
        },
        {
            "verse_number": 40,
            "verse_text": "سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
            "explanation": "Ô Messager, dis à ceux qui prétendent cela: Qui parmi vous est garant de vos paroles?",
            "arabic_explanation": "سل - أيها الرسول - القائلين هذا القول: أيهم كفيل به؟!"
        },
        {
            "verse_number": 41,
            "verse_text": "أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ",
            "explanation": "Ou alors, ont-ils des associés en dehors d’Allah qui les rendent égaux en rétribution avec les croyants? Qu’ils apportent donc leurs associés s’ils sont véridiques lorsqu’ils prétendent qu’ils les rendent égaux avec les croyants en rétribution.",
            "arabic_explanation": "أم لهم شركاء من دون الله يساوونهم في الجزاء مع المؤمنين؟! فليأتوا بشركائهم هؤلاء إن كانوا صادقين فيما يدّعونه من أنهم ساووهم مع المؤمنين في الجزاء."
        },
        {
            "verse_number": 42,
            "verse_text": "يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ",
            "explanation": "Le Jour de la Résurrection, la terreur sera évidente. Allah dévoilera Sa jambe et les gens seront appelés à se prosterner. Les croyants se prosterneront tandis que les mécréants et les hypocrites ne pourront pas se prosterner.",
            "arabic_explanation": "يوم القيامة يبدو الهول ويكشف ربنا عن ساقه، ويُدْعَى الناس إلى السجود فيسجد المؤمنون، ويبقى الكفار والمنافقون لا يستطيعون أن يسجدوا."
        },
        {
            "verse_number": 43,
            "verse_text": "خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ",
            "explanation": "Leurs regards seront humbles et ils seront couverts de honte et de regrets. Dans le bas monde, on leur demandait de se prosterner devant Allah alors qu’ils étaient saufs de ce qu’ils vivent aujourd’hui.",
            "arabic_explanation": "ذليلة أبصارهم، تغشاهم ذلّة وندامة، وقد كانوا في الدنيا يُطْلَبُ منهم أن يسجدوا لله وهم في معافاة مما هم فيه اليوم."
        },
        {
            "verse_number": 44,
            "verse_text": "فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
            "explanation": "Ô Messager, laisse-Moi avec ceux qui traitent de mensonge ce Coran qui t’a été révélé. Nous les conduirons vers le châtiment, petit à petit, d’où ils ne s’attendent pas, de façon à ce qu’ils ne sachent pas qu’il s’agit d’un stratagème et d’un traquenard.",
            "arabic_explanation": "فاتركني - أيها الرسول - ومن يكذّب بهذا القرآن المنزل عليك، سنسوقهم إلى العذاب درجة درجة من حيث لا يعلمون أن ذلك مكر بهم واستدراج لهم."
        },
        {
            "verse_number": 45,
            "verse_text": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
            "explanation": "Je leur accorderai un délai afin qu’ils exagèrent dans leurs péchés. Le stratagème que J’ourdis contre les mécréants et les dénégateurs est fort. Ils ne M’échapperont pas, ni n’échapperont à Ma punition.",
            "arabic_explanation": "وأمهلُهم زمنًا ليتمادوا في إثمهم، إن كيدي بأهل الكفر والتكذيب قوي، فلا يفوتونني، ولا يسلمون من عقابي."
        },
        {
            "verse_number": 46,
            "verse_text": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
            "explanation": "Ô Messager, leur demandes-tu une récompense pour ce à quoi tu les appelles? Si cela est le cas, tu les chargerais lourdement et ils se détourneraient de toi. Or la réalité est toute autre: tu ne leur demandes pas de récompense. Que les empêche-t-il donc de te suivre?",
            "arabic_explanation": "هل تطلب منهم - أيها الرسول- ثوابًا على ما تدعوهم إليه، فهم بسبب ذلك يتحمَّلون أمرًا عظيمًا، فهذا سبب إعراضهم عنك؟! والواقع خلاف ذلك، فأنت لا تطلبهم أجرًا، فما المانع لهم من اتباعك؟!"
        },
        {
            "verse_number": 47,
            "verse_text": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
            "explanation": "Ou alors, détiennent-ils la connaissance de l’Invisible, écrivant ainsi les arguments qui leur plaisent afin de te les brandir?",
            "arabic_explanation": "أم عندهم علم الغيب فهم يكتبون ما يحلو لهم من الحجج التي يحاجُّونك بها؟!"
        },
        {
            "verse_number": 48,
            "verse_text": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ",
            "explanation": "Ô Messager, endure donc avec patience le délai qu’Allah leur a accordé et ne sois pas comme Jonas, l’homme au poisson, qui désespéra de son peuple et appela son Seigneur, empli d’angoisse dans l’obscurité de la mer et l’obscurité du ventre du poisson.",
            "arabic_explanation": "فاصبر - أيها الرسول - لما حكم به ربك من استدراجهم بالإمهال، ولا تكن مثل صاحب الحوت يونس عليه السلام في التضجر من قومه؛ إذ نادى ربه وهو مكروب في ظلمة البحر، وظلمة بطن الحوت."
        },
        {
            "verse_number": 49,
            "verse_text": "لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ",
            "explanation": "N’était-ce la miséricorde d’Allah qui l’avait atteint, le poisson l’aurait rejeté honni sur une terre déserte.",
            "arabic_explanation": "لولا أن رحمة الله أدركته لنبذه الحوت إلى أرض خلاء وهو مَلُوم."
        },
        {
            "verse_number": 50,
            "verse_text": "فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ",
            "explanation": "Puis ton Seigneur le choisit et en fit un de Ses serviteurs vertueux.",
            "arabic_explanation": "فاختاره ربه، فجعله من عباده الصالحين."
        },
        {
            "verse_number": 51,
            "verse_text": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ",
            "explanation": "Ceux qui mécroient en Allah et traitent de menteur Son Messager manquent de te transpercer de leurs regards, tellement ils te fixent lorsqu’ils écoutent ce Coran qui t’a été révélé et, suivant leurs passions et se détournant de la vérité, te disent: Le Messager qui a apporté ce Coran est assurément dément.",
            "arabic_explanation": "وإن يكاد الذين كفروا بالله وكذبوا رسوله، ليَصْرَعونك بأبصارهم من شدة إحداد النظر إليك، لما سمعوا هذا القرآن المنزل عليك، ويقولون - اتباعًا لأهوائهم، وإعراضًا عن الحق -: إن الرسول الذي جاء به لمجنون."
        },
        {
            "verse_number": 52,
            "verse_text": "وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
            "explanation": "Le Coran qui t’a été révélé n’est qu’une exhortation et un rappel adressés aux humains et aux djinns.",
            "arabic_explanation": "وما القرآن المنزل عليك إلا موعظة وتذكيرٌ للإنس والجن."
        }
    ]
}