{
    "surah_name": "AL-HÂQQAH",
    "surah_number": 69,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "ٱلۡحَآقَّةُ",
            "explanation": "Allah mentionne l’Heure de la Ressuscitation que tout un chacun vivra.",
            "arabic_explanation": "يذكر الله ساعة البعث التي تحق على الجميع."
        },
        {
            "verse_number": 2,
            "verse_text": "مَا ٱلۡحَآقَّةُ",
            "explanation": "Puis Allah souligne sa gravité par cette question: Qu’est donc cette inévitable?",
            "arabic_explanation": "ثم يعظم أمرها بهذا السؤال: أي شيء هي الحاقة؟"
        },
        {
            "verse_number": 3,
            "verse_text": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ",
            "explanation": "Que sais-tu de cette inévitable?",
            "arabic_explanation": "وما أعلمك ما هذه الحاقة؟"
        },
        {
            "verse_number": 4,
            "verse_text": "كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ",
            "explanation": "Les Thamûd, qui sont le peuple de Şâliħ, et les ‘Âd, qui sont le peuple de Hûd, traitèrent de mensonge la Résurrection qui frappera soudainement les gens tellement elle sera terrifiante.",
            "arabic_explanation": "كذبت ثمود قوم صالح، وعاد قوم هود، بالقيامة التي تقرع الناس من شدة أهوالها."
        },
        {
            "verse_number": 5,
            "verse_text": "فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ",
            "explanation": "Les Thamûd, Allah les fit périr par le Cri qui atteignit un paroxysme d’intensité et de terreur.",
            "arabic_explanation": "فأما ثمود فقد أهلكهم الله بالصيحة التي بلغت الغاية في الشدة والهول."
        },
        {
            "verse_number": 6,
            "verse_text": "وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ",
            "explanation": "Quant aux ‘Âd, Allah les fit périr par un vent très froid et extrêmement dur pour eux.",
            "arabic_explanation": "وأما عاد فقد أهلكهم الله بريح شديدة البرد قاسية بلغت الغاية في القسوة عليهم."
        },
        {
            "verse_number": 7,
            "verse_text": "سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ",
            "explanation": "Allah l’a envoyé sur eux durant sept nuit et huit jours, de sorte qu’il les extermina jusqu’au dernier. Tu voyais ainsi ces gens dans leurs demeures morts et étendus sur le sol, tels des souches de palmiers desséchées et renversées sur le sol.",
            "arabic_explanation": "أرسلها الله عليهم مدة سبع ليالٍ وثمانية أيام تفنيهم عن بكرة أبيهم، فترى القوم في ديارهم هَلْكَى مصروعين في الأرض، كأنهم بعد إهلاكهم أصول نخل ساقطة على الأرض بالية."
        },
        {
            "verse_number": 8,
            "verse_text": "فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ",
            "explanation": "Leur vois-tu le moindre souffle de vie après le châtiment qui s’est abattu sur eux?",
            "arabic_explanation": "فهل ترى لهم نفسًا باقية بعد ما أصابهم من العذاب؟!"
        },
        {
            "verse_number": 9,
            "verse_text": "وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ",
            "explanation": "Sont venus et les peuples qui l’ont précédé, ainsi que les cités qui ont été châtiées par leur renversement sens dessus dessous, comme les cités de du peuple de Loth, pour les mauvais agissements qui étaient les leurs, à savoir leur mécréance et leurs péchés.",
            "arabic_explanation": "وجاء فرعون ومن قبله من الأمم، والقرى التي عذبت بقلب عاليها سافلها، وهم قوم لوط، بالأفعال الخاطئة من الشرك والمعاصي."
        },
        {
            "verse_number": 10,
            "verse_text": "فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً",
            "explanation": "Chacun de ces peuples désobéit au messager qui lui a été envoyé et le traita de menteur. Allah les saisit donc d’une manière plus féroce qu’il n’en faut pour les anéantir.",
            "arabic_explanation": "فعصى كل منهم رسوله الذي بعث إليهم وكذبوه، فأخذهم الله أَخْذَة زائدة على ما يتمّ به هلاكهم."
        },
        {
            "verse_number": 11,
            "verse_text": "إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ",
            "explanation": "Lorsque Nous fîmes déborder l’eau, Nous fîmes embarquer ceux qui vous ont engendrés dans le vaisseau que Noé construisit par Notre Ordre et il devint alors votre vaisseau.",
            "arabic_explanation": "إنا لما تجاوز الماء حدَّه في الارتفاع حملنا من كنتم في أصلابهم في السفينة الجارية التي صنعها نوح عليه السلام بأمرنا، فكان حَمْلًا لكم."
        },
        {
            "verse_number": 12,
            "verse_text": "لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ",
            "explanation": "Ceci, afin de faire du bateau et de son histoire, une exhortation justifiant l’anéantissement des mécréants et le sauvetage des croyants, et afin que cela soit enregistré par des oreilles attentives à ce qu’elles écoutent.",
            "arabic_explanation": "لنجعل السفينة وقصتها موعظة يُسْتدلّ بها على إهلاك أهل الكفر، وإنجاء أهل الإيمان، وتحفظها أذن حافظة لما تسمع."
        },
        {
            "verse_number": 13,
            "verse_text": "فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ",
            "explanation": "Lorsque l’Ange chargé de souffler dans la Trompe soufflera une seconde fois,",
            "arabic_explanation": "فإذا نفخ الملك الموكل بالنفخ في القرن نفخة واحدة وهي النفخة الثانية."
        },
        {
            "verse_number": 14,
            "verse_text": "وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ",
            "explanation": "que la Terre et les montagnes seront soulevés puis tassées d’un seul coup qui les fera éclater.",
            "arabic_explanation": "ورُفِعت الأرض والجبال، فَدُقَّتا دقَّة واحدة شديدة فَرَّقَت أجزاء الأرض وأجزاء جبالها."
        },
        {
            "verse_number": 15,
            "verse_text": "فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ",
            "explanation": "Ce Jour-là surviendra la Résurrection.",
            "arabic_explanation": "فيوم يحصل ذلك كله تقع القيامة."
        },
        {
            "verse_number": 16,
            "verse_text": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ",
            "explanation": "Le Ciel se fendra alors afin que les anges en descendent, connaissant ainsi la fragilité après avoir été solide et ferme.",
            "arabic_explanation": "وتشققت السماء يومئذ لنزول الملائكة منها، فهي في ذلك اليوم ضعيفة بعد أن كانت شديدة متماسكة."
        },
        {
            "verse_number": 17,
            "verse_text": "وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ",
            "explanation": "Les anges seront sur ses abords et huit anges rapprochés porteront, ce Jour éminent, le Trône de ton Seigneur.",
            "arabic_explanation": "والملائكة على أطرافها وحافَّاتها، ويحمل عرشَ ربك في ذلك اليوم العظيم ثمانيةٌ من الملائكة المقربين."
        },
        {
            "verse_number": 18,
            "verse_text": "يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ",
            "explanation": "Ce Jour-là, vous serez exposés, ô gens, devant votre Seigneur et rien, de ce qui vous concerne ne Lui sera inconnu. Allah connaîtra plutôt toute chose.",
            "arabic_explanation": "في ذلك اليوم تُعْرَضون - أيها الناس - على الله، لا تخفى على الله منكم خافية أيًّا كانت، بل الله عليم بها مطّلع عليها."
        },
        {
            "verse_number": 19,
            "verse_text": "فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ",
            "explanation": "Celui à qui on remettra le registre de ses œuvres dans sa main droite dira, empli de joie et d’allégresse: Prenez et lisez le registre de mes œuvres.",
            "arabic_explanation": "فأما من أُعْطِي كتاب أعماله بيمينه فهو يقول من السرور والبهجة: خذوا اقرؤوا كتاب أعمالي."
        },
        {
            "verse_number": 20,
            "verse_text": "إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ",
            "explanation": "Je savais avec certitude dans le bas monde, que je serai ressuscité et rétribué.",
            "arabic_explanation": "إني علمت في الدنيا وأيقنت أني مبعوث، وملاقٍ جزائي."
        },
        {
            "verse_number": 21,
            "verse_text": "فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ",
            "explanation": "Il connaîtra alors une vie agréable,comblé de délices perpétuels",
            "arabic_explanation": "فهو في عيشة مرضية؛ لما يراه من النعيم الدائم."
        },
        {
            "verse_number": 22,
            "verse_text": "فِي جَنَّةٍ عَالِيَةٖ",
            "explanation": "dans un Jardin élevé en hauteur et en mérite",
            "arabic_explanation": "في جنة رفيعة المكان والمكانة."
        },
        {
            "verse_number": 23,
            "verse_text": "قُطُوفُهَا دَانِيَةٞ",
            "explanation": "dont les fruits sont à portée de celui qui veut les cueillir.",
            "arabic_explanation": "ثمارها قريبة ممن يتناولها."
        },
        {
            "verse_number": 24,
            "verse_text": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ",
            "explanation": "On leur dira afin de les honorer: Mangez et buvez de la nourriture et des boissons qui ne vous causeront aucun mal, en récompense pour les bonnes œuvres accomplies dans la vie passée du bas monde.",
            "arabic_explanation": "يقال تكريمًا لهم: كلوا واشربوا أكلًا وشربًا لا أذى فيه بما قدمتم من الأعمال الصالحات في الأيام الماضية في الدنيا."
        },
        {
            "verse_number": 25,
            "verse_text": "وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ",
            "explanation": "Quant à celui à qui on remettra le registre de ses œuvres dans sa main gauche, il dira sous l’effet du regret: Si seulement on ne m’avait pas remis le registre de mes œuvres qui contient les mauvais agissements pour lesquels je mérite d’être châtié.",
            "arabic_explanation": "وأما من أُعْطِي كتاب أعماله بشماله، فيقول من شدة الندم: يا ليتني لم أعط كتاب أعمالي لما فيه من الأعمال السيئة المستوجبة لعذابي."
        },
        {
            "verse_number": 26,
            "verse_text": "وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ",
            "explanation": "Si seulement je ne savais pas le compte que je dois rendre.",
            "arabic_explanation": "ويا ليتني لم أعرف أي شيء يكون حسابي."
        },
        {
            "verse_number": 27,
            "verse_text": "يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ",
            "explanation": "Si seulement ma première mort avait été la dernière et n’avait pas été suivie par une ressuscitation.",
            "arabic_explanation": "يا ليت الموتة التي متّها كانت الموتة التي لا أُبْعَث بعدها أبدًا."
        },
        {
            "verse_number": 28,
            "verse_text": "مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ",
            "explanation": "Ma richesse n’a aucunement repoussé de moi le châtiment d’Allah.",
            "arabic_explanation": "لم يدفع عني مالي من عذاب الله شيئًا."
        },
        {
            "verse_number": 29,
            "verse_text": "هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ",
            "explanation": "De plus, mon éloquence, la force et le prestige sur lesquels je m’appuyais ont disparu.",
            "arabic_explanation": "غابت عني حجتي وما كنت أعتمد عليه من قوة وجاهٍ."
        },
        {
            "verse_number": 30,
            "verse_text": "خُذُوهُ فَغُلُّوهُ",
            "explanation": "On dira alors: Saisissez-le, ô anges, et joignez ses mains à son cou.",
            "arabic_explanation": "ويقال: خذوه - أيها الملائكة - واجمعوا يده إلى عنقه."
        },
        {
            "verse_number": 31,
            "verse_text": "ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ",
            "explanation": "Puis introduisez-le dans le Feu afin qu’il endure sa chaleur.",
            "arabic_explanation": "ثم أدخلوه النار ليعاني حرّها."
        },
        {
            "verse_number": 32,
            "verse_text": "ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ",
            "explanation": "Ensuite, entravez-le avec une chaîne d’une longueur de soixante-dix coudées.",
            "arabic_explanation": "ثم أدخلوه في سلسلة طولها سبعون ذراعًا."
        },
        {
            "verse_number": 33,
            "verse_text": "إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ",
            "explanation": "Ceci, car il ne croyait pas en Allah le Très Grand.",
            "arabic_explanation": "إنه كان لا يؤمن بالله العظيم."
        },
        {
            "verse_number": 34,
            "verse_text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
            "explanation": "et n’incitait pas autrui à nourrir les pauvres.",
            "arabic_explanation": "ولا يحثّ غيره على إطعام المسكين."
        },
        {
            "verse_number": 35,
            "verse_text": "فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ",
            "explanation": "Le Jour de la Résurrection, il n’aura donc aucun proche pour repousser de lui le châtiment.",
            "arabic_explanation": "فليس له يوم القيامة قريب يدفع عنه العذاب."
        },
        {
            "verse_number": 36,
            "verse_text": "وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ",
            "explanation": "Il n’aura d’autre nourriture que les sécrétions des corps suppliciés des gens de l’Enfer.",
            "arabic_explanation": "وليس له طعام يطعمه إلا من عصارة أبدان أهل النار."
        },
        {
            "verse_number": 37,
            "verse_text": "لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ",
            "explanation": "que seuls les coupables de péchés et de désobéissance ingurgiteront.",
            "arabic_explanation": "لا يأكل ذلك الطعام إلا أصحاب الذنوب والمعاصي."
        },
        {
            "verse_number": 38,
            "verse_text": "فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ",
            "explanation": "Allah prête serment par ce que vous voyez",
            "arabic_explanation": "أَقسم الله بما تشاهدون."
        },
        {
            "verse_number": 39,
            "verse_text": "وَمَا لَا تُبۡصِرُونَ",
            "explanation": "ainsi que par ce que vous ne voyez pas,",
            "arabic_explanation": "وأقسم بما لا تشاهدون."
        },
        {
            "verse_number": 40,
            "verse_text": "إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ",
            "explanation": "que le Coran est la parole qu’un Noble Messager récite aux gens.",
            "arabic_explanation": "إن القرآن لكلام الله، يتلوه على الناس رسوله الكريم."
        },
        {
            "verse_number": 41,
            "verse_text": "وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ",
            "explanation": "Ce n’est pas la parole d’un poète, car elle n’est pas construite comme un poème,",
            "arabic_explanation": "وليس بقول شاعر؛ لأنه ليس على نظم الشعر، قليلًا ما تؤمنون."
        },
        {
            "verse_number": 42,
            "verse_text": "وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ",
            "explanation": "ni n’est la parole d’un devin, car les devins émettent des commandements opposés à ceux du Coran. Mais vous ne vous rappelez que bien peu.",
            "arabic_explanation": "وليس بقول كاهن، فكلام الكهان أمر مُغَايِر لهذا القرآن، قليلًا ما تتذكرون."
        },
        {
            "verse_number": 43,
            "verse_text": "تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Elle a plutôt été révélée par le Seigneur de toutes les créatures.",
            "arabic_explanation": "ولكنه منزّل من رب الخلائق كلهم."
        },
        {
            "verse_number": 44,
            "verse_text": "وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ",
            "explanation": "Si Muħammad Nous avait attribué des paroles qu’il a lui-même inventées et qui ne proviennent pas de Nous.",
            "arabic_explanation": "ولو تَقَوَّل علينا محمد بعض الأقاويل التي لم نقلها."
        },
        {
            "verse_number": 45,
            "verse_text": "لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ",
            "explanation": "Nous Nous serions vengés de lui avec Notre force et Notre pouvoir.",
            "arabic_explanation": "لانتقمنا منه وأخذنا منه بالقوة منا والقدرة."
        },
        {
            "verse_number": 46,
            "verse_text": "ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ",
            "explanation": "Nous lui aurions alors tranché l’aorte, la veine reliée au cœur.",
            "arabic_explanation": "ثم لقطعنا منه العِرْق المتصل بالقلب."
        },
        {
            "verse_number": 47,
            "verse_text": "فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ",
            "explanation": "Comme personne parmi vous ne Nous en aurait empêché, il est donc exclu qu’il Nous attribue des paroles inventées pour vous faire plaisir.",
            "arabic_explanation": "فليس منكم من يمنعنا منه، فبعيد أن يَتَقَوَّل علينا من أجلكم."
        },
        {
            "verse_number": 48,
            "verse_text": "وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ",
            "explanation": "Le Coran est une exhortation adressée à ceux qui craignent leur Seigneur, se conforment à Ses commandements et s’abstiennent de Ses interdits.",
            "arabic_explanation": "وإن القرآن لموعظة للمتقين لربهم بامتثال أوامره واجتناب نواهيه."
        },
        {
            "verse_number": 49,
            "verse_text": "وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
            "explanation": "Nous savons assurément qu’il y en a parmi vous qui traitent ce Coran de mensonge.",
            "arabic_explanation": "وإنا لنعلم أن من بينكم مَنْ يُكِّذب بهذا القرآن."
        },
        {
            "verse_number": 50,
            "verse_text": "وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ",
            "explanation": "Or traiter le Coran de mensonge sera pour celui qui s’en rend coupable, le sujet d’un immense regret le Jour de la Résurrection.",
            "arabic_explanation": "وإن التكذيب بالقرآن لندامة عظيمة يوم القيامة."
        },
        {
            "verse_number": 51,
            "verse_text": "وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ",
            "explanation": "Le Coran est la vérité certaine qui n’est entachée par aucun doute.",
            "arabic_explanation": "وإن القرآن لهو حق اليقين الذي لا مِرْية ولا ريب أنه من عند الله."
        },
        {
            "verse_number": 52,
            "verse_text": "فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ",
            "explanation": "Ô Messager, exclus de ton Seigneur ce qui ne Lui sied pas et mentionne le Nom de ton Très Grand Seigneur.",
            "arabic_explanation": "فنزِّه - أيها الرسول - ربك عما لا يليق به، واذكر اسم ربك العظيم."
        }
    ]
}