{
    "surah_name": "AL-MA’ÂRIJ",
    "surah_number": 70,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ",
            "explanation": "Un polythéiste parmi d’autres réclama, pour se moquer, un châtiment pour lui-même et pour les siens, croyant qu'il n'aura pas lieu. Or ce châtiment aura bel et bien lieu le Jour de la Résurrection.",
            "arabic_explanation": "دعا داعٍ من المشركين على نفسه وقومه بعذاب إن كان هذا العذاب حاصلًا، وهو سخرية منه، وهو واقع يوم القيامة."
        },
        {
            "verse_number": 2,
            "verse_text": "لِّلۡكَٰفِرِينَ لَيۡسَ لَهُۥ دَافِعٞ",
            "explanation": "Ce sont ceux qui mécroient en Allah qui le subiront et personne ne saurait le repousser d’eux.",
            "arabic_explanation": "للكافرين بالله، ليس لهذا العذاب من يرده."
        },
        {
            "verse_number": 3,
            "verse_text": "مِّنَ ٱللَّهِ ذِي ٱلۡمَعَارِجِ",
            "explanation": "Ce châtiment proviendra d’Allah, le Détenteur de la hauteur, des degrés, des faveurs et des bienfaits.",
            "arabic_explanation": "من الله ذي العلو والدرجات والفواضل والنعم."
        },
        {
            "verse_number": 4,
            "verse_text": "تَعۡرُجُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥ خَمۡسِينَ أَلۡفَ سَنَةٖ",
            "explanation": "Les anges, dont l’Ange Gabriel, monteront vers Lui par ces degrés le Jour de la Résurrection, dont la durée équivaut à cinquante mille ans.",
            "arabic_explanation": "تصعد إليه الملائكة وجبريل في تلك الدرجات، في يوم القيامة؛ وهو يوم طويل مقداره خمسون ألف سنة."
        },
        {
            "verse_number": 5,
            "verse_text": "فَٱصۡبِرۡ صَبۡرٗا جَمِيلًا",
            "explanation": "Ô Messager, sois donc patient sans fléchir ni te plaindre.",
            "arabic_explanation": "فاصبر - أيها الرسول - صبرًا لا جَزَع فيه ولا شكوى."
        },
        {
            "verse_number": 6,
            "verse_text": "إِنَّهُمۡ يَرَوۡنَهُۥ بَعِيدٗا",
            "explanation": "Ils voient ce châtiment loin et impossible,",
            "arabic_explanation": "إنهم يرون هذا العذاب بعيدًا مستحيل الوقوع."
        },
        {
            "verse_number": 7,
            "verse_text": "وَنَرَىٰهُ قَرِيبٗا",
            "explanation": "tandis que Nous le voyons proche et inéluctable.",
            "arabic_explanation": "ونراه نحن قريبًا واقعًا لا محالة."
        },
        {
            "verse_number": 8,
            "verse_text": "يَوۡمَ تَكُونُ ٱلسَّمَآءُ كَٱلۡمُهۡلِ",
            "explanation": "Il aura lieu le Jour où le Ciel sera semblable à du cuivre, de l’or ou à un autre métal en fusion",
            "arabic_explanation": "يوم تكون السماء مثل المُذَاب من النحاس والذهب وغيرهما."
        },
        {
            "verse_number": 9,
            "verse_text": "وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ",
            "explanation": "et que les montagnes seront aussi légères que de la laine.",
            "arabic_explanation": "وتكون الجبال مثل الصوف في الخِفَّة."
        },
        {
            "verse_number": 10,
            "verse_text": "وَلَا يَسۡـَٔلُ حَمِيمٌ حَمِيمٗا",
            "explanation": "Ce Jour-là, personne ne s’enquerra de ses proches car chacun sera préoccupé par son propre sort.",
            "arabic_explanation": "ولا يسأل قريب قريبًا عن حاله؛ لأن كل واحد مشغول بنفسه."
        },
        {
            "verse_number": 11,
            "verse_text": "يُبَصَّرُونَهُمۡۚ يَوَدُّ ٱلۡمُجۡرِمُ لَوۡ يَفۡتَدِي مِنۡ عَذَابِ يَوۡمِئِذِۭ بِبَنِيهِ",
            "explanation": "Chaque être humain verra distinctement ses proches et pourtant, il ne les questionnera pas tellement la situation sera terrible. Celui qui mérite d’être châtié par le Feu, souhaitera que soient châtiés à sa place ses enfants,",
            "arabic_explanation": "يشاهد كل إنسان قريبه لا يخفى عليه، ومع ذلك لا يسأل أحد أحدًا لهول الموقف، يودّ من استحق النار أن يقدم أولاده للعذاب بدلًا منه."
        },
        {
            "verse_number": 12,
            "verse_text": "وَصَٰحِبَتِهِۦ وَأَخِيهِ",
            "explanation": "sa compagne, son frère,",
            "arabic_explanation": "ويفتدي بزوجته وأخيه."
        },
        {
            "verse_number": 13,
            "verse_text": "وَفَصِيلَتِهِ ٱلَّتِي تُـٔۡوِيهِ",
            "explanation": "les membres de son clan rapproché qui l’aidaient dans l’adversité",
            "arabic_explanation": "ويفتدي بعشيرته الأقربين منه، الذين يقفون معه في الشدائد."
        },
        {
            "verse_number": 14,
            "verse_text": "وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ يُنجِيهِ",
            "explanation": "et même l’ensemble des humains et des djinns qui peuplent la Terre, afin que lui échappe au châtiment du Feu.",
            "arabic_explanation": "ويفتدي بمن في الأرض جميعًا من الإنس والجن وغيرهما، ثم يسلّمه ذلك الافتداء، وينقذه من عذاب النار."
        },
        {
            "verse_number": 15,
            "verse_text": "كَلَّآۖ إِنَّهَا لَظَىٰ",
            "explanation": "Or ce que souhaite ce criminel n’arrivera pas: la Fournaise de l’au-delà est un brasier",
            "arabic_explanation": "ليس الأمر كما تمنّى هذا المجرم، إنها نار الآخرة تلتهب وتشتعل."
        },
        {
            "verse_number": 16,
            "verse_text": "نَزَّاعَةٗ لِّلشَّوَىٰ",
            "explanation": "tellement ardent qu’il arrachera brutalement la peau du crâne.",
            "arabic_explanation": "تفصل جلدة الرأس فصلًا شديدًا من شدة حرّها واشتعالها."
        },
        {
            "verse_number": 17,
            "verse_text": "تَدۡعُواْ مَنۡ أَدۡبَرَ وَتَوَلَّىٰ",
            "explanation": "Il appellera celui qui se détournait de la vérité, s’en éloignait, n’y croyait pas et ne la mettait pas en pratique,",
            "arabic_explanation": "تنادي من أعرض عن الحق، وأبعد عنه ولم يؤمن به ولم يعمل."
        },
        {
            "verse_number": 18,
            "verse_text": "وَجَمَعَ فَأَوۡعَىٰٓ",
            "explanation": "en plus d’amasser des richesses tout en étant avare de les dépenser pour la cause d’Allah.",
            "arabic_explanation": "وجَمَع المال، وضنّ بالإنفاق منه في سبيل الله."
        },
        {
            "verse_number": 19,
            "verse_text": "۞ إِنَّ ٱلۡإِنسَٰنَ خُلِقَ هَلُوعًا",
            "explanation": "L’être humain a été créé très inquiet pour ses intérêts.",
            "arabic_explanation": "إن الإنسان خُلِق شديد الحرص."
        },
        {
            "verse_number": 20,
            "verse_text": "إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعٗا",
            "explanation": "Lorsqu’un mal, comme la maladie ou la pauvreté l’atteint, il ne patiente pas",
            "arabic_explanation": "إذا أصابه ضُرٌّ من مرض أو فقر كان قليل الصبر."
        },
        {
            "verse_number": 21,
            "verse_text": "وَإِذَا مَسَّهُ ٱلۡخَيۡرُ مَنُوعًا",
            "explanation": "et quand il obtient ce qui le réjouit, comme une récolte abondante et la richesse, il refuse d’en dépenser pour la cause d’Allah.",
            "arabic_explanation": "وإذا أصابه ما يُسَرُّ به من خَصْب وغنًى كان كثير المنع لبذله في سبيل الله."
        },
        {
            "verse_number": 22,
            "verse_text": "إِلَّا ٱلۡمُصَلِّينَ",
            "explanation": "Seuls sont exempts de ces attributs hideux, ceux qui accomplissent la prière à l’heure,",
            "arabic_explanation": "إلا المصلّين، فهم سالمون من تلك الصفات الذميمة."
        },
        {
            "verse_number": 23,
            "verse_text": "ٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ دَآئِمُونَ",
            "explanation": "de manière assidue sans en être distrait par quoi que ce soit.",
            "arabic_explanation": "الذين هم على صلاتهم مواظبون، لا ينشغلون عنها، ويؤدونها في وقتها المحدد لها."
        },
        {
            "verse_number": 24,
            "verse_text": "وَٱلَّذِينَ فِيٓ أَمۡوَٰلِهِمۡ حَقّٞ مَّعۡلُومٞ",
            "explanation": "Ce sont ceux qui réservent de leurs biens une part bien déterminée",
            "arabic_explanation": "والذين في أموالهم نصيب محدد مفروض."
        },
        {
            "verse_number": 25,
            "verse_text": "لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
            "explanation": "qu’ils remettent aux démunis qui les sollicitent ou ne les sollicitent pas.",
            "arabic_explanation": "يدفعونه للذي يسألهم وللذي لا يسألهم ممن حرم الرزق لأي سبب كان."
        },
        {
            "verse_number": 26,
            "verse_text": "وَٱلَّذِينَ يُصَدِّقُونَ بِيَوۡمِ ٱلدِّينِ",
            "explanation": "Ils croient aussi au Jour de la Résurrection, le Jour où Allah rétribue chacun selon ce qu’il mérite.",
            "arabic_explanation": "والذين يصدّقون بيوم القيامة، يوم يجازي الله كلًّا بما يستحقّه."
        },
        {
            "verse_number": 27,
            "verse_text": "وَٱلَّذِينَ هُم مِّنۡ عَذَابِ رَبِّهِم مُّشۡفِقُونَ",
            "explanation": "Ils redoutent le châtiment de leur Seigneur malgré les bonnes œuvres qu’ils accomplissent,",
            "arabic_explanation": "والذين هم من عذاب ربهم خائفون، مع ما قدموا من أعمالهم الصالحة."
        },
        {
            "verse_number": 28,
            "verse_text": "إِنَّ عَذَابَ رَبِّهِمۡ غَيۡرُ مَأۡمُونٖ",
            "explanation": "car le châtiment de leur Seigneur est redoutable et aucun être humain raisonnable ne peut s’en estimer à l’abri.",
            "arabic_explanation": "إن عذاب ربهم مخوف لا يأمنه عاقل."
        },
        {
            "verse_number": 29,
            "verse_text": "وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ",
            "explanation": "Ils préservent leurs intimités en les dissimulant et en les éloignant des turpitudes,",
            "arabic_explanation": "والذين هم لفروجهم حافظون بسترها وإبعادها عن الفواحش."
        },
        {
            "verse_number": 30,
            "verse_text": "إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ",
            "explanation": "n’ayant de rapports intimes qu’avec leurs épouses et les esclaves qu’ils possèdent, avec lesquels on ne peut les blâmer d’avoir des rapports physiques comme le coït ou autre.",
            "arabic_explanation": "إلا من زوجاتهم أو ما ملكوا من الإماء، فإنهم غير ملومين في التمتع بهنّ بالوطء فما دونه."
        },
        {
            "verse_number": 31,
            "verse_text": "فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ",
            "explanation": "Quant à ceux qui cherchent du plaisir avec d’autres femmes que leurs épouses ou leurs esclaves, ils transgressent les limites d’Allah.",
            "arabic_explanation": "فمن طلب الاستمتاع بغير ما ذُكِر من الزوجات والإماء، فأولئك هم المتجاوزون لحدود الله."
        },
        {
            "verse_number": 32,
            "verse_text": "وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ",
            "explanation": "Les gens qui sont exempts des attributs hideux mentionnés, gardent les dépôts et les secrets qui leur sont confiés et respectent les engagements qu’ils prennent avec les autres.",
            "arabic_explanation": "والذين هم لما ائتمنوا عليه من الأموال والأسرار وغيرهما، ولعهودهم التي عاهدوا عليها الناس - حافظون، لا يخونون أماناتهم، ولا ينقضون عهودهم."
        },
        {
            "verse_number": 33,
            "verse_text": "وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمۡ قَآئِمُونَ",
            "explanation": "Ils s’acquittent de leurs témoignages de la manière qui leur est demandée, sans tenir compte ni du lien de parenté qui les lie à la personne en cause ni de l’hostilité qui les oppose à elle.",
            "arabic_explanation": "والذين هم قائمون بشهاداتهم على الوجه المطلوب، لا تؤثر قرابة ولا عداوة فيها."
        },
        {
            "verse_number": 34,
            "verse_text": "وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
            "explanation": "Ils sont réguliers dans leurs prières et assidus, les accomplissant à l’heure, dans un état de pureté et de sérénité sans que rien ne les en distraie.",
            "arabic_explanation": "والذين هم على صلاتهم يحافظون؛ بأدائها في وقتها، وبطهارة وطمأنينة، لا يشغلهم عنها شاغل."
        },
        {
            "verse_number": 35,
            "verse_text": "أُوْلَٰٓئِكَ فِي جَنَّٰتٖ مُّكۡرَمُونَ",
            "explanation": "Les gens qui possèdent ces caractéristiques seront honorés dans les Jardins par les délices éternels qu’ils y trouveront et par le privilège de regarder le Noble Visage d’Allah.",
            "arabic_explanation": "أولئك الموصوفون بتلك الصفات في جنات مُكْرَمون؛ بما يلقونه من النعيم المقيم، والنظر إلى وجه الله الكريم."
        },
        {
            "verse_number": 36,
            "verse_text": "فَمَالِ ٱلَّذِينَ كَفَرُواْ قِبَلَكَ مُهۡطِعِينَ",
            "explanation": "Ô Messager, quelle est la raison qui amena les polythéistes de ton peuple à se regrouper autour de toi et à te traiter de menteur?",
            "arabic_explanation": "فما الذي جرّ هؤلاء المشركين من قومك - أيها الرسول - حَوَاليك مسرعين إلى التكذيب بك؟!"
        },
        {
            "verse_number": 37,
            "verse_text": "عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ",
            "explanation": "Qu’ont-ils à t’entourer ainsi, s’amassant à ta gauche et à ta droite, venant par bandes.",
            "arabic_explanation": "محيطون بك عن يمينك وشمالك جماعات جماعات."
        },
        {
            "verse_number": 38,
            "verse_text": "أَيَطۡمَعُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُدۡخَلَ جَنَّةَ نَعِيمٖ",
            "explanation": "Chacun d’eux espère-t-il qu’Allah le fera entrer dans le Jardin des Délices, afin de jouir des délices qui s’y trouvent, alors qu’il persiste dans la mécréance.",
            "arabic_explanation": "أيأمل كل واحد منهم أن يدخله الله جنة النعيم، يتنعم بما فيها من النعيم المقيم، وهو باقٍ على كفره؟!"
        },
        {
            "verse_number": 39,
            "verse_text": "كَلَّآۖ إِنَّا خَلَقۡنَٰهُم مِّمَّا يَعۡلَمُونَ",
            "explanation": "Il n’en sera pas comme ils le croient. Nous les avons créés de ce qu’ils savent, une eau vile, et sont de ce fait faibles, d’aucune utilité ni d’aucune nuisance pour eux-mêmes. De quel droit s’enorgueillissent-ils donc?",
            "arabic_explanation": "ليس الأمر كما تصوّروا، إنا خلقناهم مما يعرفونه، فقد خلقناهم من ماء حقير، فهم ضعفاء لا يملكون لأنفسهم نفعًا ولا ضرًّا، فكيف يتكبرون؟!"
        },
        {
            "verse_number": 40,
            "verse_text": "فَلَآ أُقۡسِمُ بِرَبِّ ٱلۡمَشَٰرِقِ وَٱلۡمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ",
            "explanation": "Allah prête serment, par le Seigneur des Levants du Soleil et de la Lune, que Nous avons le pouvoir.",
            "arabic_explanation": "أقسم الله تعالى بنفسه، وهو رب المشارق والمغارب للشمس والقمر وسائر الكواكب، إنا لقادرون."
        },
        {
            "verse_number": 41,
            "verse_text": "عَلَىٰٓ أَن نُّبَدِّلَ خَيۡرٗا مِّنۡهُمۡ وَمَا نَحۡنُ بِمَسۡبُوقِينَ",
            "explanation": "Le pouvoir de les remplacer par des gens qui obéissent à Allah et de les anéantir. Cela ne Nous est pas impossible et Nous ne serons vaincus par personne: Nous les anéantirons et les remplacerons quand Nous le voudrons.",
            "arabic_explanation": "على تبديلهم بغيرهم ممن يطيع الله، ونهلكهم، لا نعجز عن ذلك، ولسنا بمغلوبين متى أردنا إهلاكهم وتبديلهم بغيرهم."
        },
        {
            "verse_number": 42,
            "verse_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
            "explanation": "Ô Messager, laisse-les débattre de leurs faussetés et de leur égarement et se divertir dans le bas monde, jusqu’à ce qu’ils arrivent au Jour de la Résurrection qui leur a été promis dans le Coran.",
            "arabic_explanation": "فاتركهم - أيها الرسول - يخوضوا فيما هم فيه من الباطل والضلال، ويلعبوا في حياتهم الدنيا إلى أن يلاقوا يوم القيامة الذي كانوا يوعدون به في القرآن."
        },
        {
            "verse_number": 43,
            "verse_text": "يَوۡمَ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ سِرَاعٗا كَأَنَّهُمۡ إِلَىٰ نُصُبٖ يُوفِضُونَ",
            "explanation": "Le Jour où ils sortiront précipitamment des tombes comme s’ils courraient vers des pierres dressées.",
            "arabic_explanation": "يوم يخرجون من القبور سراعًا كأنهم إلى عَلَمٍ يتسابقون."
        },
        {
            "verse_number": 44,
            "verse_text": "خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ",
            "explanation": "Leurs regards seront baissés et ils seront couverts d’avilissement. Ce sera le Jour qu’on leur promettait dans le bas monde et dont ils ne se souciaient pas.",
            "arabic_explanation": "ذليلة أبصارهم، تغشاهم ذلة، ذلك هو اليوم الذي كانوا يوعدون به في الدنيا، وكانوا لا يبالون به."
        }
    ]
}