{
    "surah_name": "AL-JINN",
    "surah_number": 72,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا",
            "explanation": "Ô Messager, dis à ta communauté: Allah m’a révélé qu’un groupe de djinns qui étaient au lieu surnommé Baṭnu Nakhlah, écouta ma récitation puis lorsqu’ils retournèrent auprès des leurs, ils leur dirent:  Nous avons écouté des paroles récitées, merveilleuses dans leur clarté et leur éloquence.",
            "arabic_explanation": "قل - أيها الرسول - لأمتك: أوحى الله إليّ أنه استمع إلى قراءتي للقرآن جماعة من الجن ببطن نَخْلة، فلما رجعوا إلى قومهم قالوا لهم: إنا سمعنا كلامًا مقروءًا مُعْجِبًا في بيانه وفصاحته."
        },
        {
            "verse_number": 2,
            "verse_text": "يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا",
            "explanation": "Ces paroles orientent vers la droiture dans la croyance, les paroles et les actes. Nous y croyons et n’associerons jamais rien à notre Seigneur qui les révéla.",
            "arabic_explanation": "هذا الكلام الذي سمعناه يدلّ على الصواب في الاعتقاد والقول والعمل، فآمنا به، ولن نشرك بربنا الذي أنزله أحدًا."
        },
        {
            "verse_number": 3,
            "verse_text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا",
            "explanation": "Nous croyons, -que l’éminence et la majesté de notre Seigneur soient exaltées-, qu’Allah n’a ni épouse ni enfant.",
            "arabic_explanation": "وآمنّا بأنه - تعالت عظمة ربنا وجلاله - ما اتخذ زوجة ولا ولدًا كما يقول المشركون."
        },
        {
            "verse_number": 4,
            "verse_text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا",
            "explanation": "Nous croyons aussi que `Iblîs dit sur Allah des paroles déviantes lorsqu’il Lui attribue une épouse et une progéniture.",
            "arabic_explanation": "وأنه كان إبليس يقول على الله قولًا منحرفًا من نسبة الزوجة والولد إليه سبحانه."
        },
        {
            "verse_number": 5,
            "verse_text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا",
            "explanation": "Nous pensions que les polythéistes humains et djinns ne mentaient pas lorsqu’ils prétendaient qu’Allah a une compagne et une progéniture. C’est pourquoi nous avons cru leurs paroles et avons suivi leurs traces.",
            "arabic_explanation": "وأنا حَسِبْنا أن المشركين من الإنس والجنّ لا يقولون الكذب حين كانوا يزعمون أن له صاحبة وولدًا، فصدّقنا قولهم تقليدًا لهم."
        },
        {
            "verse_number": 6,
            "verse_text": "وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا",
            "explanation": "Durant l’époque préislamique, certains humains mâles recherchaient la protection de djinns mâles lorsqu’ils arrivaient dans un lieu effrayant. L’un d’eux disait par exemple: Je cherche refuge auprès du maître de cette vallée contre le mal des faibles d’esprit de son peuple. C’est ainsi que les humains devinrent plus effrayés et terrifiés par les djinns.",
            "arabic_explanation": "وأنه كان في الجاهلية رجال من الإنس يستجيرون برجال من الجنّ عندما ينزلون بمكان مَخُوف، فيقول أحدهم: أعوذ بسيّد هذا الوادي من شرّ سفهاء قومه، فازداد رجال الإنس خوفًا ورعبًا من رجال الجنّ."
        },
        {
            "verse_number": 7,
            "verse_text": "وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا",
            "explanation": "Les humains croyaient, tout comme vous, ô Djinns, qu’Allah ne ressusciterait personne une fois mort afin de rendre des comptes et d'être rétribué.",
            "arabic_explanation": "وأن الإنس ظنوا كما ظننتم - أيها الجن - أن الله لن يبعث أحدًا بعد موته للحساب والجزاء."
        },
        {
            "verse_number": 8,
            "verse_text": "وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا",
            "explanation": "Nous cherchions à connaître les nouvelles du Ciel, mais nous le trouvâmes gardé par des anges solides, qui nous empêchaient d’écouter, et par des projectiles enflammés jetés contre tout ce qui s’en approche.",
            "arabic_explanation": "وأنا طلبنا خبر السماء، فوجدنا السماء مُلئِت حرسًا قويًّا من الملائكة يحرسونها من استراق السمع الذي كنا نقوم به، ومُلِئت نارًا مشتعلة يُرْمى بها كل من يقرب السماء."
        },
        {
            "verse_number": 9,
            "verse_text": "وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا",
            "explanation": "Dans le passé, nous prenions place dans le Ciel afin d’écouter ce que les anges se disaient puis nous en informions les devins sur la Terre, mais cela a changé. En effet, quiconque parmi nous essaie d’écouter trouvera un feu déjà apprêté et dès qu’il s’approche, il est lancé contre lui et le consume.",
            "arabic_explanation": "وأنا كنا في السابق نتخذ من السماء مواقع نستمع منها ما يتداوله الملائكة، فنخبر به الكهنة من أهل الأرض، وقد تغير الأمر، فمن يستمع منا الآن يجد نارًا مشتعلة معدة له، فإذا اقترب أرسلت عليه فأحرقته."
        },
        {
            "verse_number": 10,
            "verse_text": "وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا",
            "explanation": "Nous ne savons quelle est la raison d’une telle garde. Veut-on aux habitants de la Terre du mal ou Allah leur veut-il du bien en empêchant que des nouvelles ne nous parviennent du Ciel?",
            "arabic_explanation": "وأنّا لا نعلم ما سبب هذه الحراسة الشديدة؛ أأريد شرٌّ بأهل الأرض، أم أن الله أراد بهم خيرًا، فقد انقطع عنا خبر السماء."
        },
        {
            "verse_number": 11,
            "verse_text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا",
            "explanation": "Parmi nous autres les djinns, il y a des gens pieux et vertueux, des mécréants et des pervers. Nous sommes en effet divisés en différentes catégories et en tendances opposées.",
            "arabic_explanation": "وأنَّا - معشر الجنِّ -: منّا المتقون الأبرار، ومنّا من هم كفار وفساق؛ كنّا أصنافًا مختلفة وأهواء متباينة."
        },
        {
            "verse_number": 12,
            "verse_text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا",
            "explanation": "Nous étions persuadés que nous ne prendrions jamais Allah de court s’Il nous réservait quelque sort et que nous ne saurions Lui échapper, puisqu’Il nous cerne.",
            "arabic_explanation": "وأنَّا أيقنا أنا لن نفوت الله سبحانه إذا أراد بنا أمرًا، ولن نفوته هربًا لإحاطته بنا."
        },
        {
            "verse_number": 13,
            "verse_text": "وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا",
            "explanation": "Lorsque nous avons entendu le Coran, qui guide vers ce qui est le plus droit, Nous y crûmes. Quiconque croit en son Seigneur ne doit pas craindre que ses bonnes actions soient diminuées ni qu’un péché soit ajouté à ses péchés passés.",
            "arabic_explanation": "وأنَّا لما سمعنا القرآن الذي يهدي للتي هي أقوم آمنّا به، فمن يؤمن بربه فلا يخاف نقصًا لحسناته، ولا إثمًا يضاف إلى آثامه السابقة."
        },
        {
            "verse_number": 14,
            "verse_text": "وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا",
            "explanation": "Il y a parmi nous des gens pacifiques soumis à Allah et des injustes ayant dévié du chemin de la modération et de la droiture. Quiconque se soumet à Allah en Lui obéissant et en accomplissant de bonnes œuvres est celui qui recherche la guidée et se conforme à ce qui est correct.",
            "arabic_explanation": "وأنَّا منا المسلمون المنقادون لله بالطاعة، ومنا الجائرون عن طريق القصد والاستقامة، فمن خضع لله بالطاعة والعمل الصالح فأولئك الذين قصدوا الهداية والصواب."
        },
        {
            "verse_number": 15,
            "verse_text": "وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا",
            "explanation": "Quant aux injustes qui ont dévié du chemin de la modération et de la droiture, ils seront le combustible de l’Enfer, au même titre que leurs semblables parmi les humains",
            "arabic_explanation": "وأما الجائرون عن طريق القصد والاستقامة فكانوا لجهنّم حطبًا توقَدُ به مع أمثالهم من الإنس."
        },
        {
            "verse_number": 16,
            "verse_text": "وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا",
            "explanation": "Tout comme Il révéla au Prophète qu’un groupe de djinn l’écoutait, Allah lui révéla également que si les djinns et les humains se maintenaient dans la voie de l’Islam et œuvraient selon ce qu’elle implique, Allah les abreuveraient d’une eau abondante et leur ferait don de bienfaits divers.",
            "arabic_explanation": "وكما أوحى إليه أنه استمع نفر من الجن أوحى إليه أنه لو استقام الجنّ والإنس على طريق الإسلام، وعملوا بما فيه، لسقاهم الله ماءً كثيرًا، وأمدَّهم بنعم متنوعة."
        },
        {
            "verse_number": 17,
            "verse_text": "لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا",
            "explanation": "Ceci, afin de les éprouver: seront-ils reconnaissants pour le bienfait d’Allah ou le renieront-Il? Quiconque se détourne de ce Coran et des exhortations qu’il contient, son Seigneur lui infligera un châtiment pénible qu’il ne pourra supporter.",
            "arabic_explanation": "لنختبرهم فيه أيشكرون نعمة الله أم يكفرونها؟ ومن يُعْرِض عن القرآن، وعما فيه من المواعظ، يدخله ربه عذابًا شاقًّا لا يستطيع تحمّله."
        },
        {
            "verse_number": 18,
            "verse_text": "وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا",
            "explanation": "Les mosquées ne sont dédiées qu’à Allah Seul et non à autre que Lui. N’y invoquez donc personne avec Allah, afin de ne pas être semblables aux juifs et aux chrétiens dans leurs synagogues et leurs églises.",
            "arabic_explanation": "وأن المساجد له سبحانه لا لغيره، فلا تدعوا مع الله فيها أحدًا، فتكونوا مثل اليهود والنصارى في كنائسهم وبِيَعهم."
        },
        {
            "verse_number": 19,
            "verse_text": "وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا",
            "explanation": "Lorsque le serviteur d’Allah, Muħammad, s’est mis debout pour adorer son Seigneur au lieu dénommé Baṭnu Nakhlah, les djinns affluèrent vers lui massivement et manquèrent de se piétiner les uns les autres, attirés par sa récitation du Coran.",
            "arabic_explanation": "وأنه لما قام عبد الله محمد صلى الله عليه وسلم يعبد ربه ببطن نَخْلة، كاد الجن يكونون مُتَراكِمين عليه من شدّة الزحام عند سماعهم قراءته للقرآن."
        },
        {
            "verse_number": 20,
            "verse_text": "قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا",
            "explanation": "Ô Messager, dis à ces polythéistes: Je n’invoque que mon Seigneur Seul et ne Lui associe rien, quel qu’il soit, dans l’adoration.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين: إنما أدعو ربي وحده، ولا أشرك به غيره في العبادة كائنًا من كان."
        },
        {
            "verse_number": 21,
            "verse_text": "قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا",
            "explanation": "Dis-leur: Je ne possède pas le pouvoir d’éloigner de vous un mal qu’Allah vous a prédestiné ni de vous attirer un bien dont Allah vous a privés.",
            "arabic_explanation": "قل لهم: إنّي لا أملك لكم دفع ضرّ قدّره الله عليكم، ولا أملك جلب نفع منعكم الله إياه."
        },
        {
            "verse_number": 22,
            "verse_text": "قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا",
            "explanation": "Dis-leur également: Personne ne me sauvera d’Allah si je Lui désobéis et je ne trouverai pas de refuge en dehors de Lui.",
            "arabic_explanation": "قل لهم: لن ينجيني من الله أحد إن عصيته، ولن أجد من دونه مُلْتَجأً ألجأ إليه."
        },
        {
            "verse_number": 23,
            "verse_text": "إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
            "explanation": "En revanche, j’ai le pouvoir de vous transmettre ce qu’Allah m’a ordonné de vous transmettre et le message qu’Il m’envoya vous apporter. Quiconque désobéit à Allah et à Son Messager, entrera dans le Feu de l’Enfer et y demeurera éternellement sans jamais en sortir.",
            "arabic_explanation": "لكنّ الذي أملكه أن أبلغكم ما أمرني الله بتبليغه إليكم، ورسالته التي بعثني بها إليكم، ومن يعص الله ورسوله فإن مصيره دخول نار جهنم خالدًا مخلدًا فيها، لا يخرج منها أبدًا."
        },
        {
            "verse_number": 24,
            "verse_text": "حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا",
            "explanation": "Les mécréants ne cesseront de mécroire jusqu’à ce qu’ils voient de leurs yeux, le Jour de la Résurrection, le châtiment qu’on leur promettait dans le bas monde. Dès lors, ils sauront qui a les secours les plus faibles et qui a le moins d’aides.",
            "arabic_explanation": "ولا يزال الكفار على كفرهم حتى إذا عاينوا يوم القيامة ما كانوا يوعدون به في الدنيا من العذاب، حينئذ سيعلمون من أضعف ناصرًا، وسيعلمون من أقلّ أعوانًا."
        },
        {
            "verse_number": 25,
            "verse_text": "قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا",
            "explanation": "Ô Messager, dis à ces polythéistes qui rejettent la réalité de la Ressuscitation: Je ne sais si le châtiment qu’on vous promet dans le bas monde est proche ou s’il a une date que nul ne connaît en dehors d’Allah.",
            "arabic_explanation": "قل - أيها الرسول - لهؤلاء المشركين المنكرين للبعث: لا أدري أقريب ما توعدون من العذاب، أم أن له أجلًا لا يعلمه إلا الله."
        },
        {
            "verse_number": 26,
            "verse_text": "عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا",
            "explanation": "Il connaît tout ce qui est Invisible et rien ne Lui échappe. Il ne dévoile Son mystère à personne et en reste le Connaisseur exclusif.",
            "arabic_explanation": "هو سبحانه عالم الغيب كله، لا يخفى عليه منه شيء، فلا يُطْلِعُ على غيبه أحدًا، بل يبقى مختصًّا بعلمه."
        },
        {
            "verse_number": 27,
            "verse_text": "إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا",
            "explanation": "Exception faite des messagers qu’Il agrée et à qui Il dévoile ce qu’Il veut. Il fait alors précéder ces messagers de gardes parmi les anges qui les préservent afin que ceux qui ne sont pas messagers ne prennent pas connaissance de ce qu'Il a dévoilé.",
            "arabic_explanation": "إلا من ارتضاه سبحانه من رسول، فإنه يطلعه على ما شاء، ويرسل من أمام الرسول ومن خلفه حرسًا من الملائكة يحفظونه حتى لا يطّلع غير الرسول على ذلك."
        },
        {
            "verse_number": 28,
            "verse_text": "لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا",
            "explanation": "Ceci, afin que le Messager sache que d’autres messagers l’ont précédé et ont transmis les messages qu’Allah leur a ordonné de transmettre grâce à la sollicitude dont Il entourait ces messages. Allah cerne de Sa connaissance tout ce que les anges et les messagers détiennent et rien de cela ne Lui échappe. Il dénombre toute chose et rien ne Lui est inconnu.",
            "arabic_explanation": "رجاء أن يعلم الرسول أن الرسل من قبله قد بلَّغوا رسالات ربهم التي أمرهم بتبليغها لما أحاطها الله به من العناية، وأحاط الله بما لدى الملائكة والرسل علمًا، فلا يخفى عليه من ذلك شيء، وأحصى عدد كل شيء، فلا يخفى عليه سبحانه شيء."
        }
    ]
}