{
    "surah_name": "AL-QIYÂMAH",
    "surah_number": 75,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ",
            "explanation": "Allah prête serment par le Jour de la Résurrection, le Jour où les gens se lèveront, obéissant en cela au Seigneur de l’Univers.",
            "arabic_explanation": "أقسم الله بيوم القيامة يوم يقوم الناس لرب العالمين."
        },
        {
            "verse_number": 2,
            "verse_text": "وَلَآ أُقۡسِمُ بِٱلنَّفۡسِ ٱللَّوَّامَةِ",
            "explanation": "Je prête serment par l’âme bonne qui reproche à son propriétaire de ne pas accomplir assez de bonnes œuvres et de commettre des péchés. Allah prête serment par ces deux choses, qu’Il ressuscitera les gens afin qu’ils rendent des comptes et soient rétribués.",
            "arabic_explanation": "وأقسم بالنفس الطيبة التي تلوم صاحبها على التقصير في الأعمال الصالحة، وعلى فعل السيئات، أقسم بهذين الأمرين ليبعثنّ الناس للحساب والجزاء."
        },
        {
            "verse_number": 3,
            "verse_text": "أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ",
            "explanation": "L’être humain croit-il que nous ne rassemblerons pas ses os après sa mort en vue de le ressusciter?",
            "arabic_explanation": "أيظنّ الإنسان أن لن نجمع عظامه بعد موته للبعث؟!"
        },
        {
            "verse_number": 4,
            "verse_text": "بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّيَ بَنَانَهُۥ",
            "explanation": "Si, Nous en avons le pouvoir et Nous remettrons à leurs places les extrémités de ses doigts comme ils étaient auparavant.",
            "arabic_explanation": "بلى، نقدر مع جمعها على إعادة أطراف أصابعه خلْقًا سويًّا كما كانت."
        },
        {
            "verse_number": 5,
            "verse_text": "بَلۡ يُرِيدُ ٱلۡإِنسَٰنُ لِيَفۡجُرَ أَمَامَهُۥ",
            "explanation": "Par son déni de la Ressuscitation, l’être humain voudrait plutôt continuer à vivre en libertin sans que rien ne l’entrave.",
            "arabic_explanation": "بل يريد الإنسان بإنكاره البعث أن يستمرّ على فجوره مستقبلًا دون رادع."
        },
        {
            "verse_number": 6,
            "verse_text": "يَسۡـَٔلُ أَيَّانَ يَوۡمُ ٱلۡقِيَٰمَةِ",
            "explanation": "Il questionne au sujet du Jour de la Résurrection, en sous-entendant qu’il est exclu qu’il survienne, disant: Quand aura-t-il lieu?",
            "arabic_explanation": "يسأل على وجه الاستبعاد عن يوم القيامة: متى يقع؟"
        },
        {
            "verse_number": 7,
            "verse_text": "فَإِذَا بَرِقَ ٱلۡبَصَرُ",
            "explanation": "Lorsque la vue sera éblouie par la vue de ce qu’elle démentait,",
            "arabic_explanation": "فإذا تحيّر البصر واندهش حين يرى ما كان يكذّب به."
        },
        {
            "verse_number": 8,
            "verse_text": "وَخَسَفَ ٱلۡقَمَرُ",
            "explanation": "que la lueur de la lune disparaîtra",
            "arabic_explanation": "وذهب ضوء القمر."
        },
        {
            "verse_number": 9,
            "verse_text": "وَجُمِعَ ٱلشَّمۡسُ وَٱلۡقَمَرُ",
            "explanation": "et que le soleil et la lune seront réunis.",
            "arabic_explanation": "وجُمِع جرم الشمس والقمر."
        },
        {
            "verse_number": 10,
            "verse_text": "يَقُولُ ٱلۡإِنسَٰنُ يَوۡمَئِذٍ أَيۡنَ ٱلۡمَفَرُّ",
            "explanation": "L’être humain pervers dira ce Jour-là: Y a-t-il une échappatoire?",
            "arabic_explanation": "يقول الإنسان الفاجر في ذلك اليوم: أين الفرار؟!"
        },
        {
            "verse_number": 11,
            "verse_text": "كَلَّا لَا وَزَرَ",
            "explanation": "Non, il n’y en aura point. Le pervers ne trouvera alors aucun refuge et aucun secours.",
            "arabic_explanation": "لا فرار في ذلك اليوم، ولا مَلْجأ يلجأ إليه الفاجر، ولا مُعْتَصَم يعتصم به."
        },
        {
            "verse_number": 12,
            "verse_text": "إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمُسۡتَقَرُّ",
            "explanation": "Ô Messager, c’est vers ton Seigneur qu’aura lieu le retour et des gens afin de rendre des comptes et d'être rétribués et c'est Lui qui déterminera leur sort.",
            "arabic_explanation": "إلى ربك - أيها الرسول - في ذلك اليوم المرجع والمصير للحساب والجزاء"
        },
        {
            "verse_number": 13,
            "verse_text": "يُنَبَّؤُاْ ٱلۡإِنسَٰنُ يَوۡمَئِذِۭ بِمَا قَدَّمَ وَأَخَّرَ",
            "explanation": "L’être humain sera informé ce Jour-là des œuvres qu’il a réellement accomplies et de celles qu’il a ajournées.",
            "arabic_explanation": "يخبر الإنسان في ذلك اليوم بما قدّم من أعماله، وبما أخّر منها."
        },
        {
            "verse_number": 14,
            "verse_text": "بَلِ ٱلۡإِنسَٰنُ عَلَىٰ نَفۡسِهِۦ بَصِيرَةٞ",
            "explanation": "En effet, l’être humain témoignera contre lui-même, puisque ses membres attesteront des péchés qu’il a commis,",
            "arabic_explanation": "بل الإنسان شاهد على نفسه حيث تشهد عليه جوارحه بما اكتسبه من إثم."
        },
        {
            "verse_number": 15,
            "verse_text": "وَلَوۡ أَلۡقَىٰ مَعَاذِيرَهُۥ",
            "explanation": "quand bien même il présenterait des excuses pour sa défense et qu’il nierait avoir commis ces péchés. Cela ne lui servira à rien.",
            "arabic_explanation": "ولو جاء بأعذار يجادل بها عن نفسه أنه ما عمل سوءًا لم تنفعه."
        },
        {
            "verse_number": 16,
            "verse_text": "لَا تُحَرِّكۡ بِهِۦ لِسَانَكَ لِتَعۡجَلَ بِهِۦٓ",
            "explanation": "Ô Messager, ne remue pas ta langue lorsque tu récites le Coran, comme si tu craignais qu’il ne t’échappe.",
            "arabic_explanation": "لا تحرِّك - أيها الرسول - لسانك بالقرآن مُتَعَجِّلًا أن ينفلت منك."
        },
        {
            "verse_number": 17,
            "verse_text": "إِنَّ عَلَيۡنَا جَمۡعَهُۥ وَقُرۡءَانَهُۥ",
            "explanation": "Il nous appartient de le rassembler dans ton cœur et de te le faire réciter de manière correcte.",
            "arabic_explanation": "إن علينا أن نجمعه لك في صدرك، وإثبات قراءته على لسانك."
        },
        {
            "verse_number": 18,
            "verse_text": "فَإِذَا قَرَأۡنَٰهُ فَٱتَّبِعۡ قُرۡءَانَهُۥ",
            "explanation": "Ainsi, lorsque Gabriel te le récite, écoute attentivement.",
            "arabic_explanation": "فإذا قرأه عليك رسولنا جبريل فأنصت إلى قراءته واستمع."
        },
        {
            "verse_number": 19,
            "verse_text": "ثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ",
            "explanation": "Puis c’est à Nous qu’il revient de te l’expliquer.",
            "arabic_explanation": "ثم إن علينا تفسيره لك."
        },
        {
            "verse_number": 20,
            "verse_text": "كَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ",
            "explanation": "Or la Ressuscitation n’est pas impossible comme vous le prétendez, car vous savez qu’il n’est pas impossible à Celui qui a été capable de vous créer une première fois de vous faire revivre après votre mort. Vous traitez la Ressuscitation de mensonge plutôt par amour du bas monde éphémère.",
            "arabic_explanation": "كلّا، ليس الأمر كما ادعيتم من استحالة البعث، فأنتم تعلمون أن القادر على خلقكم ابتداءً لا يعجز عن إحيائكم بعد موتكم، لكن سبب تكذيبكم بالبعث هو حبكم للحياة الدنيا سريعة الانقضاء."
        },
        {
            "verse_number": 21,
            "verse_text": "وَتَذَرُونَ ٱلۡأٓخِرَةَ",
            "explanation": "Et parce que vous renoncez à l’au-delà qui n’est accessible qu’en accomplissant ce qui est ordonné par Allah et en délaissant les choses illicites qu’Il défend.",
            "arabic_explanation": "وترككم للحياة الآخرة التي طريقها القيام بما أمركم الله به من الطاعات، وترك ما نهاكم عنه من المحرمات."
        },
        {
            "verse_number": 22,
            "verse_text": "وُجُوهٞ يَوۡمَئِذٖ نَّاضِرَةٌ",
            "explanation": "Ce Jour-là, les visages des bienheureux croyants seront resplendissants de lumière,",
            "arabic_explanation": "وجوه أهل الإيمان والسعادة في ذلك اليوم بَهِيَّة لها نور."
        },
        {
            "verse_number": 23,
            "verse_text": "إِلَىٰ رَبِّهَا نَاظِرَةٞ",
            "explanation": "regardant en direction de leur Seigneur et ressentant du plaisir à Le regarder.",
            "arabic_explanation": "ناظرة إلى ربها متمتِّعة بذلك."
        },
        {
            "verse_number": 24,
            "verse_text": "وَوُجُوهٞ يَوۡمَئِذِۭ بَاسِرَةٞ",
            "explanation": "Tandis que les visages des malheureux mécréants seront, ce Jour-là, renfrognés,",
            "arabic_explanation": "ووجوه أهل الكفر والشقاء في ذلك اليوم عابسة."
        },
        {
            "verse_number": 25,
            "verse_text": "تَظُنُّ أَن يُفۡعَلَ بِهَا فَاقِرَةٞ",
            "explanation": "s’attendant avec certitude à subir une punition sévère et un châtiment douloureux.",
            "arabic_explanation": "توقن أن ينزل بها عقاب عظيم، وعذاب أليم."
        },
        {
            "verse_number": 26,
            "verse_text": "كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِيَ",
            "explanation": "Mais non, les choses ne se passeront pas telles que l’imaginent les polythéistes, à savoir qu’ils ne seront pas châtiés après leur mort. Quand l’âme de l’un d’entre eux arrive en haut du torse,",
            "arabic_explanation": "ليس الأمر كما يتصور المشركون من أنهم إذا ماتوا لا يُعَذَّبون، فإذا وصلت نفس أحدهم أعالي صدره."
        },
        {
            "verse_number": 27,
            "verse_text": "وَقِيلَ مَنۡۜ رَاقٖ",
            "explanation": "que certains disent à d’autres « Qui peut exorciser cet homme afin qu’il guérisse? »",
            "arabic_explanation": "وقال بعض الناس لبعض: من يَرْقِي هذا لعله يُشْفَى؟!"
        },
        {
            "verse_number": 28,
            "verse_text": "وَظَنَّ أَنَّهُ ٱلۡفِرَاقُ",
            "explanation": "que celui qui est dans l’agonie acquiert la certitude qu’il est sur le point de quitter le bas monde et de mourir",
            "arabic_explanation": "وأيقن من في النَّزْع حينئذ أنه فراق الدنيا بالموت."
        },
        {
            "verse_number": 29,
            "verse_text": "وَٱلۡتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ",
            "explanation": "et que se rejoignent les malheurs du bas monde et ceux du début de l’au-delà.",
            "arabic_explanation": "واجتمعت الشدائد عند نهاية الدنيا وبداية الآخرة."
        },
        {
            "verse_number": 30,
            "verse_text": "إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمَسَاقُ",
            "explanation": "C’est vers son Seigneur que le mort sera conduit lorsque tout cela aura lieu.",
            "arabic_explanation": "إذا حصل ذلك يُساق الميت إلى ربه."
        },
        {
            "verse_number": 31,
            "verse_text": "فَلَا صَدَّقَ وَلَا صَلَّىٰ",
            "explanation": "Le mécréant n’aura ni cru à ce que Son Messager lui a apporté ni n’aura prié pour Allah.",
            "arabic_explanation": "فلا صَدَّق الكافر بما جاء به رسوله، ولا صلى لله سبحانه."
        },
        {
            "verse_number": 32,
            "verse_text": "وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ",
            "explanation": "Au contraire, il aura traité de mensonge ce que Son Messager lui a apporté et s’en sera détourné.",
            "arabic_explanation": "ولكن كذب بما جاءه به رسوله، وأعرض عنه."
        },
        {
            "verse_number": 33,
            "verse_text": "ثُمَّ ذَهَبَ إِلَىٰٓ أَهۡلِهِۦ يَتَمَطَّىٰٓ",
            "explanation": "Puis il se sera rendu vers les siens d’une démarche orgueilleuse.",
            "arabic_explanation": "ثم ذهب هذا الكافر إلى أهله يختال في مشيته من الكبر."
        },
        {
            "verse_number": 34,
            "verse_text": "أَوۡلَىٰ لَكَ فَأَوۡلَىٰ",
            "explanation": "Allah menace le mécréant en lui affirmant que son châtiment est de plus en plus proche de lui.",
            "arabic_explanation": "فتوعد الله الكافر بأن عذابه قد وليه وقرب منه."
        },
        {
            "verse_number": 35,
            "verse_text": "ثُمَّ أَوۡلَىٰ لَكَ فَأَوۡلَىٰٓ",
            "explanation": "Il répète ensuite la phrase en guise de confirmation.",
            "arabic_explanation": "ثم أعاد الجملة على سبيل التأكيد، فقال:﴿ثُمَّ أَوْلَى لَكَ فَأَوْلَى﴾."
        },
        {
            "verse_number": 36,
            "verse_text": "أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى",
            "explanation": "L’être humain pense-t-il qu’Allah le laissera sans obligation à observer?",
            "arabic_explanation": "أيظنّ الإنسان أن الله تاركه مُهْمَلًا دون أن يكلفه بشرع؟"
        },
        {
            "verse_number": 37,
            "verse_text": "أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ",
            "explanation": "Cet être humain n’était-il pas un jour une goutte de sperme éjaculée dans l’utérus.",
            "arabic_explanation": "ألم يكن هذا الإنسان يومًا نُطْفة من مني يُصَبّ في الرحم."
        },
        {
            "verse_number": 38,
            "verse_text": "ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ",
            "explanation": "Puis il devint un fragment de sang coagulé (une adhérence) et Allah le créa ensuite, faisant de lui une créature harmonieuse.",
            "arabic_explanation": "ثم كان بعد ذلك قطعة من دم جامد، ثم خلقه الله، وجعل خلقه سويًّا."
        },
        {
            "verse_number": 39,
            "verse_text": "فَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ",
            "explanation": "Puis il créa les deux genres de sa race: le mâle et la femelle.",
            "arabic_explanation": "فجعل من جنسه النوعين: الذكر والأنثى؟!"
        },
        {
            "verse_number": 40,
            "verse_text": "أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ",
            "explanation": "Si, Il en a assurément le pouvoir.",
            "arabic_explanation": "أليس الذي خلق الإنسان من نُطْفة فَعَلَقَة بقادر على إحياء الموتى للحساب والجزاء من جديد؟! بلى، إنه لقادر."
        }
    ]
}