{
    "surah_name": "AL-MOUTAFFIFOUN",
    "surah_number": 83,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَيۡلٞ لِّلۡمُطَفِّفِينَ",
            "explanation": "Que les fraudeurs soient anéantis et perdus.",
            "arabic_explanation": "هلاك وخسار للمُطَفِّفين."
        },
        {
            "verse_number": 2,
            "verse_text": "ٱلَّذِينَ إِذَا ٱكۡتَالُواْ عَلَى ٱلنَّاسِ يَسۡتَوۡفُونَ",
            "explanation": "Ce sont eux qui, lorsqu’ils font mesurer pour eux-mêmes, exigent la pleine mesure sans que rien ne manque",
            "arabic_explanation": "وهم الذين إذا اكتالوا من غيرهم يستوفون حقهم كاملًا دون نقص."
        },
        {
            "verse_number": 3,
            "verse_text": "وَإِذَا كَالُوهُمۡ أَو وَّزَنُوهُمۡ يُخۡسِرُونَ",
            "explanation": "et qui, lorsqu’ils mesurent ou pèsent pour les autres, les lèsent. Cela était le cas des habitants de Médine lorsque le Prophète migra vers eux.",
            "arabic_explanation": "وإذا كالوا للناس أو وزنوا لهم ينقصون الكيل والميزان؛ وكان ذلك حال أهل المدينة عند هجرة النبي صلى الله عليه وسلم إليهم."
        },
        {
            "verse_number": 4,
            "verse_text": "أَلَا يَظُنُّ أُوْلَٰٓئِكَ أَنَّهُم مَّبۡعُوثُونَ",
            "explanation": "Ces gens qui agissent de cette manière ne sont-ils pas persuadés qu’ils seront ressuscités auprès d’Allah?",
            "arabic_explanation": "ألا يتيقن هؤلاء الذين يفعلون هذا المنكر أنهم مبعوثون إلى الله؟!"
        },
        {
            "verse_number": 5,
            "verse_text": "لِيَوۡمٍ عَظِيمٖ",
            "explanation": "Afin de rendre des comptes et d’être châtiés en un Jour, terrible à cause des épreuves effroyables qui s'y produiront.",
            "arabic_explanation": "للحساب والجزاء في يوم عظيم لما فيه من المحن والأهوال."
        },
        {
            "verse_number": 6,
            "verse_text": "يَوۡمَ يَقُومُ ٱلنَّاسُ لِرَبِّ ٱلۡعَٰلَمِينَ",
            "explanation": "Ce Jour-là, les gens se tiendront debout devant le Seigneur de toutes les créatures afin de rendre des comptes.",
            "arabic_explanation": "يوم يقوم الناس لرب الخلائق كلها؛ للحساب."
        },
        {
            "verse_number": 7,
            "verse_text": "كَلَّآ إِنَّ كِتَٰبَ ٱلۡفُجَّارِ لَفِي سِجِّينٖ",
            "explanation": "Il n’en sera pas comme vous le prétendez, vous qui pensez qu’il n’y a pas de Ressuscitation après la mort. Le livre des libertins mécréants et hypocrites est enfoui au plus bas de la Terre inférieure.",
            "arabic_explanation": "ليس الأمر كما تصوّرتم من أنه لا بَعْث بعد الموت، إن كتاب أهل الفجور من الكفار والمنافقين لفي خسار في الأرض السفلى."
        },
        {
            "verse_number": 8,
            "verse_text": "وَمَآ أَدۡرَىٰكَ مَا سِجِّينٞ",
            "explanation": "Ô Messager, sais-tu ce qu’est le Sijjîn?",
            "arabic_explanation": "وما أعلمك - أيها الرسول - ما سِجِّين؟!"
        },
        {
            "verse_number": 9,
            "verse_text": "كِتَٰبٞ مَّرۡقُومٞ",
            "explanation": "Il s’agit de leur livre définitivement écrit, sans que son contenu ne soit effacé ni que quelque chose y soit ajouté ou en soit soustrait.",
            "arabic_explanation": "إن كتابهم مكتوب لا يزول، ولا يُزَاد فيه ولا يُنْقص."
        },
        {
            "verse_number": 10,
            "verse_text": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ",
            "explanation": "Que les dénégateurs soient anéantis et perdus,",
            "arabic_explanation": "هلاك وخسار في ذلك اليوم للمكذبين."
        },
        {
            "verse_number": 11,
            "verse_text": "ٱلَّذِينَ يُكَذِّبُونَ بِيَوۡمِ ٱلدِّينِ",
            "explanation": "ceux qui traitent de mensonge le Jour de la Rétribution, durant lequel Allah rétribuera Ses serviteurs pour leurs œuvres dans le bas monde.",
            "arabic_explanation": "الذين يكذبون بيوم الجزاء الذي يجازي فيه الله عباده على أعمالهم في الدنيا."
        },
        {
            "verse_number": 12,
            "verse_text": "وَمَا يُكَذِّبُ بِهِۦٓ إِلَّا كُلُّ مُعۡتَدٍ أَثِيمٍ",
            "explanation": "Or ne traite de mensonge ce Jour-là que tout transgresseur des limites d’Allah commettant de nombreux péchés",
            "arabic_explanation": "وما يكذب بذلك اليوم إلا كل متجاوز لحدود الله، كثير الآثام."
        },
        {
            "verse_number": 13,
            "verse_text": "إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
            "explanation": "qui, lorsqu’on lui récite Nos versets révélés à Notre Messager, dit: Ce sont là les récits des anciens peuples. Ces paroles ne proviennent pas d’Allah.",
            "arabic_explanation": "إذا تُقْرأ عليه آياتنا المنزلة على رسولنا قال: هي أقاصيص الأمم الأولى، وليست من عند الله."
        },
        {
            "verse_number": 14,
            "verse_text": "كَلَّاۖ بَلۡۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُواْ يَكۡسِبُونَ",
            "explanation": "Il n’en est pas comme le prétendent ces dénégateurs. Ce sont plutôt les péchés qu’ils ont commis qui ont altéré leur raison, et leurs cœurs n’ont pas su discerner la vérité.",
            "arabic_explanation": "ليس الأمر كما تصور هؤلاء المكذبون، بل غلب على عقولهم وغطاها ما كانوا يكسبون من المعاصي، فلم يبصروا الحق بقلوبهم."
        },
        {
            "verse_number": 15,
            "verse_text": "كَلَّآ إِنَّهُمۡ عَن رَّبِّهِمۡ يَوۡمَئِذٖ لَّمَحۡجُوبُونَ",
            "explanation": "En vérité, ils seront privés de la vue de leur Seigneur le Jour de la Résurrection",
            "arabic_explanation": "حقًّا إنهم عن رؤية ربهم يوم القيامة لممنوعون."
        },
        {
            "verse_number": 16,
            "verse_text": "ثُمَّ إِنَّهُمۡ لَصَالُواْ ٱلۡجَحِيمِ",
            "explanation": "puis ils entreront assurément dans la Fournaise dont ils endureront la chaleur.",
            "arabic_explanation": "ثم إنهم لداخلو النار، يعانون حرّها."
        },
        {
            "verse_number": 17,
            "verse_text": "ثُمَّ يُقَالُ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ",
            "explanation": "Ensuite, on les réprimandera le Jour de la Résurrection en ces termes: Ce châtiment que vous subissez est ce que vous traitiez de mensonge dans le bas monde lorsque votre Messager vous en a informé.",
            "arabic_explanation": "ثم يقال لهم يوم القيامة تقريعًا لهم: هذا العذاب الذي لقيتموه هو ما كنتم تكذبون به في الدنيا عندما يخبركم به رسولكم."
        },
        {
            "verse_number": 18,
            "verse_text": "كَلَّآ إِنَّ كِتَٰبَ ٱلۡأَبۡرَارِ لَفِي عِلِّيِّينَ",
            "explanation": "Les choses ne se produiront pas telles que vous l’imaginiez, à savoir qu’il n’y aura ni Reddition des Comptes ni Rétribution. Le Livre des obéissants est dans le ‘Illiyyûna.",
            "arabic_explanation": "ليس الأمر كما تصورتم من أنه لا حساب ولا جزاء، إن كتاب أصحاب الطاعة لفي عِلِّيين."
        },
        {
            "verse_number": 19,
            "verse_text": "وَمَآ أَدۡرَىٰكَ مَا عِلِّيُّونَ",
            "explanation": "Ô Messager, sais-tu ce qu’est le ‘Illiyyûna?",
            "arabic_explanation": "وما أعلمك - أيها الرسول - ما عِلِّيُّون؟!"
        },
        {
            "verse_number": 20,
            "verse_text": "كِتَٰبٞ مَّرۡقُومٞ",
            "explanation": "C’est un livre qui ne disparaîtra jamais, auquel rien n’est ajouté ni soustrait.",
            "arabic_explanation": "إن كتابهم مكتوب لا يزول، ولا يُزَاد فيه ولا يُنْقص."
        },
        {
            "verse_number": 21,
            "verse_text": "يَشۡهَدُهُ ٱلۡمُقَرَّبُونَ",
            "explanation": "Les anges rapprochés de chaque Ciel témoignent de ce livre.",
            "arabic_explanation": "يحضر هذا الكتاب مقربو كل سماء من الملائكة."
        },
        {
            "verse_number": 22,
            "verse_text": "إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٍ",
            "explanation": "Ceux qui accomplissent de nombreux actes d’obéissance jouiront de délices éternels le Jour de la Résurrection,",
            "arabic_explanation": "إن المكثرين من الطاعات لفي نعيم دائم يوم القيامة."
        },
        {
            "verse_number": 23,
            "verse_text": "عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ",
            "explanation": "installés sur des divans décorés d’où ils regarderont leur Seigneur et tout ce qui les réjouit.",
            "arabic_explanation": "على الأسرّة المزينة ينظرون إلى ربهم، وإلى كل ما يبهج نفوسهم ويسرهم."
        },
        {
            "verse_number": 24,
            "verse_text": "تَعۡرِفُ فِي وُجُوهِهِمۡ نَضۡرَةَ ٱلنَّعِيمِ",
            "explanation": "Lorsque tu les vois, tu devines les délices dont ils jouissent, à leur beauté et à leur éclat.",
            "arabic_explanation": "إذا رأيتهم رأيت في وجوههم أثر التنعّم حُسْنًا وبهاء."
        },
        {
            "verse_number": 25,
            "verse_text": "يُسۡقَوۡنَ مِن رَّحِيقٖ مَّخۡتُومٍ",
            "explanation": "Leurs serviteurs leur serviront du vin dans des récipients cachetés",
            "arabic_explanation": "يسقيهم خدمهم من خمر مختوم على إنائها."
        },
        {
            "verse_number": 26,
            "verse_text": "خِتَٰمُهُۥ مِسۡكٞۚ وَفِي ذَٰلِكَ فَلۡيَتَنَافَسِ ٱلۡمُتَنَٰفِسُونَ",
            "explanation": "laissant un arrière-goût de musc. C’est pour remporter cette rétribution que les gens doivent entrer en compétition, en œuvrant de manière à satisfaire Allah et en renonçant à ce qui provoque Sa colère.",
            "arabic_explanation": "تفوح رائحة المسك منه إلى نهايته، وفي هذا الجزاء الكريم يجب أن يتسابق المتسابقون، بالعمل بما يرضي الله، وترك ما يسخطه."
        },
        {
            "verse_number": 27,
            "verse_text": "وَمِزَاجُهُۥ مِن تَسۡنِيمٍ",
            "explanation": "Cette boisson cachetée sera mélangée à la boisson de Tasnim",
            "arabic_explanation": "يُخْلط هذا الشراب المختوم من عين تَسْنيم."
        },
        {
            "verse_number": 28,
            "verse_text": "عَيۡنٗا يَشۡرَبُ بِهَا ٱلۡمُقَرَّبُونَ",
            "explanation": "qui est une source d’eau des hauteurs du Paradis, dont les rapprochés boivent l’eau pure. Le reste des croyants boiront de cette eau mélangée à l’eau d’autres sources.",
            "arabic_explanation": "وهي عين في أعلى الجنة يشرب منها المقربون صافية خالصة، ويشرب سائر المؤمنين منها، مخلوطة بغيرها."
        },
        {
            "verse_number": 29,
            "verse_text": "إِنَّ ٱلَّذِينَ أَجۡرَمُواْ كَانُواْ مِنَ ٱلَّذِينَ ءَامَنُواْ يَضۡحَكُونَ",
            "explanation": "Les ciminels, par leur mécréance, se moquaient des croyants",
            "arabic_explanation": "إن الذين أجرموا بما كانوا عليه من الكفر كانوا من الذين آمنوا يضحكون استهزاءً بهم."
        },
        {
            "verse_number": 30,
            "verse_text": "وَإِذَا مَرُّواْ بِهِمۡ يَتَغَامَزُونَ",
            "explanation": "et lorsqu’ils passaient près d’eux, ils se faisaient des clins d’œil.",
            "arabic_explanation": "وإذا مرّوا بالمؤمنين غمز بعضهم لبعض سخرية وتَنَدُّرًا."
        },
        {
            "verse_number": 31,
            "verse_text": "وَإِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمُ ٱنقَلَبُواْ فَكِهِينَ",
            "explanation": "Puis lorsqu’ils retournaient dans leurs familles, ils étaient satisfaits de leur mécréance et des railleries dont ils gratifiaient aux croyants.",
            "arabic_explanation": "وإذا رجعوا إلى أهليهم رجعوا فرحين بما هم عليه من الكفر والاستهزاء بالمؤمنين."
        },
        {
            "verse_number": 32,
            "verse_text": "وَإِذَا رَأَوۡهُمۡ قَالُوٓاْ إِنَّ هَٰٓؤُلَآءِ لَضَآلُّونَ",
            "explanation": "Dès qu’ils voyaient les musulmans, ils disaient: Ces gens sont assurément égarés de la voie de la vérité, puisqu’ils ont renoncé à la religion de leurs aïeux.",
            "arabic_explanation": "وإذا شاهدوا المسلمين قالوا: إن هؤلاء لضالون عن طريق الحق، حيث تركوا دين آبائهم."
        },
        {
            "verse_number": 33,
            "verse_text": "وَمَآ أُرۡسِلُواْ عَلَيۡهِمۡ حَٰفِظِينَ",
            "explanation": "Or Allah ne les a pas chargés d’inventorier leurs œuvres pour qu’ils disent cela.",
            "arabic_explanation": "وما وكلهم الله على حفظ أعمالهم حتى يقولوا قولهم هذا."
        },
        {
            "verse_number": 34,
            "verse_text": "فَٱلۡيَوۡمَ ٱلَّذِينَ ءَامَنُواْ مِنَ ٱلۡكُفَّارِ يَضۡحَكُونَ",
            "explanation": "Le Jour de la Résurrection, ce sont les croyants qui riront des mécréants tout comme ces derniers se moquaient des croyants dans le bas monde.",
            "arabic_explanation": "فيوم القيامة الذين آمنوا بالله يضحكون من الكفار كما كان الكفار يضحكون منهم في الدنيا."
        },
        {
            "verse_number": 35,
            "verse_text": "عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ",
            "explanation": "Intallés sur des divans, ils regarderont les délices éternels qu’Allah leur a réservés.",
            "arabic_explanation": "على الأسرّة المزينة ينظرون إلى ما أعدّ الله لهم من النعيم الدائم."
        },
        {
            "verse_number": 36,
            "verse_text": "هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ",
            "explanation": "Les mécréants seront alors rétribués par un châtiment humiliant pour ce qu’ils commettaient dans le bas monde.",
            "arabic_explanation": "لَقَدْ جُوزِي الكفار على أعمالهم التي عملوها في الدنيا بالعذاب المُهِين."
        }
    ]
}