{
    "surah_name": "AL-BOUROUJ",
    "surah_number": 85,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ",
            "explanation": "Allah prête serment par le Ciel qui contient les emplacements du soleil, de la lune et d’autres astres,",
            "arabic_explanation": "أقسم الله بالسماء المشتملة على منازل الشمس والقمر وغيرهما."
        },
        {
            "verse_number": 2,
            "verse_text": "وَٱلۡيَوۡمِ ٱلۡمَوۡعُودِ",
            "explanation": "par le Jour de la Résurrection durant lequel Il rassemblera toutes les créatures conformément à Sa promesse,",
            "arabic_explanation": "وأقسم بيوم القيامة الذي وعد أن يجمع فيه الخلائق."
        },
        {
            "verse_number": 3,
            "verse_text": "وَشَاهِدٖ وَمَشۡهُودٖ",
            "explanation": "et par tout témoin, comme le prophète qui témoignera contre sa communauté, et par tout ce dont on témoigne, comme la communauté qui témoignera contre son prophète, que:",
            "arabic_explanation": "وأقسم بكل شاهد كالنبي يشهد على أمته، وكل مشهود كالأمة يشهد عليها نبيها."
        },
        {
            "verse_number": 4,
            "verse_text": "قُتِلَ أَصۡحَٰبُ ٱلۡأُخۡدُودِ",
            "explanation": "Soient maudits ceux qui ont creusé dans la terre un fossé gigantesque (`al-`ukhdûdu).",
            "arabic_explanation": "لُعِن الذين شَقُّوا في الأرض شقًّا عظيمًا."
        },
        {
            "verse_number": 5,
            "verse_text": "ٱلنَّارِ ذَاتِ ٱلۡوَقُودِ",
            "explanation": "dans lequel ils ont attisé un feu et y ont jeté les croyants vifs,",
            "arabic_explanation": "وأوقدوا فيه النار، وألقوا المؤمنين فيه أحياء."
        },
        {
            "verse_number": 6,
            "verse_text": "إِذۡ هُمۡ عَلَيۡهَا قُعُودٞ",
            "explanation": "tandis qu’ils étaient assis autour de ce fossé ardent.",
            "arabic_explanation": "إذ هم قعود على ذلك الشقّ المملوء نارًا."
        },
        {
            "verse_number": 7,
            "verse_text": "وَهُمۡ عَلَىٰ مَا يَفۡعَلُونَ بِٱلۡمُؤۡمِنِينَ شُهُودٞ",
            "explanation": "Par leur présence, ils étaient ainsi témoins du supplice qu’ils infligeaient aux croyants,",
            "arabic_explanation": "وهم على ما يفعلون بالمؤمنين من التعذيب والتنكيل شهود؛ لحضورهم ذلك."
        },
        {
            "verse_number": 8,
            "verse_text": "وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
            "explanation": "à qui ces mécréants ne reprochaient rien d’autre que de croire en Allah, le Puissant à qui personne ne tient tête, le Digne de louange pour toute chose,",
            "arabic_explanation": "وما عاب هؤلاء الكفار على المؤمنين شيئًا إلا أنهم آمنوا بالله العزيز الذي لا يغلبه أحد، المحمود في كل شيء."
        },
        {
            "verse_number": 9,
            "verse_text": "ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
            "explanation": "le Seul à qui appartiennent les Cieux et la Terre et observe toute chose, sans que rien de ce qui concerne Ses serviteurs ne Lui soit inconnu.",
            "arabic_explanation": "الذي له وحده ملك السماوات وملك الأرض، وهو مُطَّلِع على كل شيء، لا يخفى عليه شيء من أمر عباده."
        },
        {
            "verse_number": 10,
            "verse_text": "إِنَّ ٱلَّذِينَ فَتَنُواْ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ ثُمَّ لَمۡ يَتُوبُواْ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِيقِ",
            "explanation": "Ceux qui tourmentent les croyants et les croyantes par le feu afin de les détourner de la croyance en Allah Seul puis ne se repentent pas à Allah de leurs péchés, endureront le Feu de l’Enfer le Jour de la Résurrection, où ils seront consumés pour avoir brûlé les croyants par le feu.",
            "arabic_explanation": "إن الذين عذَّبوا المؤمنين والمؤمنات بالنار ليصرفوهم عن الإيمان بالله وحده، ثم لم يتوبوا إلى الله من ذنوبهم، فلهم يوم القيامة عذاب جهنم، ولهم عذاب النار التي تحرقهم؛ جزاء على ما فعلوه بالمؤمنين من الإحراق بالنار."
        },
        {
            "verse_number": 11,
            "verse_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡكَبِيرُ",
            "explanation": "Ceux qui croient en Allah et accomplissent de bonnes œuvres auront des vergers où les rivières coulent sous les palais et les arbres. Cette rétribution qui leur est réservée est assurément le succès suprême qui n’est égalé par aucun autre succès.",
            "arabic_explanation": "إن الذين آمنوا بالله، وعملوا الأعمال الصالحات، لهم جنات تجري الأنهار من تحت قصورها وأشجارها، ذلك الجزاء الذي أعدّ لهم هو الفوز العظيم الذي لا يدانيه فوز."
        },
        {
            "verse_number": 12,
            "verse_text": "إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ",
            "explanation": "Ô Messager, la riposte que ton Seigneur destine à l’injuste est redoutable, bien que quelque fois Il lui accorde un répit.",
            "arabic_explanation": "إن أخذ ربك - أيها الرسول - للظالم - وإن أمهله حينًا - لقويّ."
        },
        {
            "verse_number": 13,
            "verse_text": "إِنَّهُۥ هُوَ يُبۡدِئُ وَيُعِيدُ",
            "explanation": "C’est Lui qui débute la création et le châtiment puis les répète.",
            "arabic_explanation": "إنه هو يُبْدِئ الخلق والعذاب، ويعيدهما."
        },
        {
            "verse_number": 14,
            "verse_text": "وَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ",
            "explanation": "C'est Lui qui pardonne les péchés de Ses serviteurs qui se repentent et aime Ses alliés parmi les pieux.",
            "arabic_explanation": "وهو الغفور لذنوب من تاب من عباده، وإنه يحبّ أولياءه من المتقين."
        },
        {
            "verse_number": 15,
            "verse_text": "ذُو ٱلۡعَرۡشِ ٱلۡمَجِيدُ",
            "explanation": "Il est le Maître du Trône, le Tout Glorieux,",
            "arabic_explanation": "صاحب العرش الكريم."
        },
        {
            "verse_number": 16,
            "verse_text": "فَعَّالٞ لِّمَا يُرِيدُ",
            "explanation": "qui réalise parfaitement ce qu’Il veut: il pardonne les péchés de ceux qu’Il veut, punit ceux qu’Il veut et personne ne Lui impose quoi que ce soit.",
            "arabic_explanation": "فعّال لما يريده من العفوِ عن ذنوب من شاء، ومعاقبة من شاء، لا مكره له سبحانه."
        },
        {
            "verse_number": 17,
            "verse_text": "هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡجُنُودِ",
            "explanation": "Ô Messager, t’est-il parvenu le récit des soldats qui se sont mobilisés afin de combattre la vérité et en détourner les gens?",
            "arabic_explanation": "هل جاءك - أيها الرسول - خبر الجنود الذين تجنَّدوا لمحاربة الحق، والصدّ عنه؟!"
        },
        {
            "verse_number": 18,
            "verse_text": "فِرۡعَوۡنَ وَثَمُودَ",
            "explanation": "Les récits de Pharaon et des Thamûd te sont-ils parvenus?",
            "arabic_explanation": "فرعون، وثمود أصحاب صالح عليه السلام."
        },
        {
            "verse_number": 19,
            "verse_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي تَكۡذِيبٖ",
            "explanation": "Le refus de ces gens d’avoir la foi n’était pas justifié par leur méconnaissance des récits des peuples dénégateurs et de leur anéantissement. Ils ne faisaient plutôt que suivre leurs passions lorsqu’ils traitaient de mensonge ce que leur apportait leur messager.",
            "arabic_explanation": "ليس المانع من إيمان هؤلاء أنهم لم تأتهم أخبار الأمم المكذِّبة وما حصل من إهلاكهم، بل هم يكذّبون بما جاءهم به رسولهم اتباعًا لأهوائهم."
        },
        {
            "verse_number": 20,
            "verse_text": "وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطُۢ",
            "explanation": "Or Allah dénombre toutes leurs œuvres dont rien ne Lui échappe et Il les rétribuera selon leur nature.",
            "arabic_explanation": "والله محيط بأعمالهم محصيها، لا يفوته منها شيء، وسيجازيهم عليها."
        },
        {
            "verse_number": 21,
            "verse_text": "بَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ",
            "explanation": "Le Coran n’est pas de la poésie ou de la prose comme le prétendent les dénégateurs. Il s’agit plutôt d’un Noble Coran",
            "arabic_explanation": "وليس القرآن شعرًا ولا سَجْعًا كما يقول المكذبون، بل هو قرآن كريم."
        },
        {
            "verse_number": 22,
            "verse_text": "فِي لَوۡحٖ مَّحۡفُوظِۭ",
            "explanation": "préservé dans une Table des modifications, de l'altération, des ajouts et des soustractions.",
            "arabic_explanation": "في لوحٍ محفوظٍ من التبديل والتحريف، والنقص والزيادة."
        }
    ]
}