{
    "surah_name": "AT-TÂRIQ",
    "surah_number": 86,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلسَّمَآءِ وَٱلطَّارِقِ",
            "explanation": "Allah fait serment par le Ciel et l’étoile qui apparait (`aṭ-ṭâriqu, du verbe ṭaraqa/yaṭruqu) la nuit.",
            "arabic_explanation": "أقسم الله بالسماء، وأقسم بالنجم الذي يَطْرُق ليلًا."
        },
        {
            "verse_number": 2,
            "verse_text": "وَمَآ أَدۡرَىٰكَ مَا ٱلطَّارِقُ",
            "explanation": "Ô Messager, sais-tu ce qu’est cet astre immense?",
            "arabic_explanation": "وما أعلمك - أيها الرسول - شأن هذا النجم العظيم؟!"
        },
        {
            "verse_number": 3,
            "verse_text": "ٱلنَّجۡمُ ٱلثَّاقِبُ",
            "explanation": "C’est l’étoile qui perce le Ciel par sa brillance ardente.",
            "arabic_explanation": "هو النجم يثقب السماء بضيائه المتوهج."
        },
        {
            "verse_number": 4,
            "verse_text": "إِن كُلُّ نَفۡسٖ لَّمَّا عَلَيۡهَا حَافِظٞ",
            "explanation": "Il n’existe pas d’âme à laquelle Allah n’a pas associé un ange qui consigne ses œuvres en vue de la Reddition des Comptes le Jour de la Résurrection.",
            "arabic_explanation": "ما من نفس إلا وكَّل الله بها ملكًا يحفظ عليها أعمالها للحساب يوم القيامة."
        },
        {
            "verse_number": 5,
            "verse_text": "فَلۡيَنظُرِ ٱلۡإِنسَٰنُ مِمَّ خُلِقَ",
            "explanation": "Que l’être humain réfléchisse à ce dont Allah l’a créé afin que Lui apparaisse la grandeur du pouvoir d’Allah et sa propre impuissance.",
            "arabic_explanation": "فليتأمل الإنسان مم خلقه الله؛ لتتضح له قدرة الله وعجز الإنسان."
        },
        {
            "verse_number": 6,
            "verse_text": "خُلِقَ مِن مَّآءٖ دَافِقٖ",
            "explanation": "Allah l’a créé d’une eau qui est giclée dans l’utérus",
            "arabic_explanation": "خلقه الله من ماء ذي اندفاق يُصَبّ في الرحم."
        },
        {
            "verse_number": 7,
            "verse_text": "يَخۡرُجُ مِنۢ بَيۡنِ ٱلصُّلۡبِ وَٱلتَّرَآئِبِ",
            "explanation": "et qui provient d’entre la colonne vertébrale et les côtes.",
            "arabic_explanation": "يخرج هذا الماء من بين العمود العظمي الفقري للرجل، وعظام الصدر."
        },
        {
            "verse_number": 8,
            "verse_text": "إِنَّهُۥ عَلَىٰ رَجۡعِهِۦ لَقَادِرٞ",
            "explanation": "Tout comme Allah l’a créé de cette eau vile, Il a le pouvoir de le ressusciter après sa mort afin de lui demander des comptes et de le rétribuer.",
            "arabic_explanation": "إنه سبحانه - إذ خلقه من ذلك الماء المَهِين - قادر على بعثه بعد موته حيًّا للحساب والجزاء."
        },
        {
            "verse_number": 9,
            "verse_text": "يَوۡمَ تُبۡلَى ٱلسَّرَآئِرُ",
            "explanation": "Le Jour où on soutirera les secrets et que les cœurs dévoileront les intentions, les croyances et d’autres choses qui y étaient enfouies, amenant ainsi à distinguer le vertueux du corrompu.",
            "arabic_explanation": "يوم تُخْتَبر السرائر، فيُكْشَف عما كانت تضمره القلوب من النيات والعقائد وغيرها، فيتميز الصالح منها والفاسد."
        },
        {
            "verse_number": 10,
            "verse_text": "فَمَا لَهُۥ مِن قُوَّةٖ وَلَا نَاصِرٖ",
            "explanation": "Ce Jour-là, l’être humain ne disposera d’aucune force pour se prémunir contre le châtiment d’Allah ni de secoureur qui l’assistera.",
            "arabic_explanation": "فما للإنسان في ذلك اليوم من قوة يمتنع بها من عذاب الله ولا معين يعينه."
        },
        {
            "verse_number": 11,
            "verse_text": "وَٱلسَّمَآءِ ذَاتِ ٱلرَّجۡعِ",
            "explanation": "Allah prête serment par le Ciel d’où descend la pluie par averses successives,",
            "arabic_explanation": "أقسم الله بالسماء ذات المطر؛ لأنه ينزل من جهتها مرة بعد مرة."
        },
        {
            "verse_number": 12,
            "verse_text": "وَٱلۡأَرۡضِ ذَاتِ ٱلصَّدۡعِ",
            "explanation": "et par la Terre qui se fend pour laisser sortir de son sein des plantes, des fruits et des arbres, que:",
            "arabic_explanation": "وأقسم بالأرض التي تتشقق عما فيها من النبات والثمر والشجر."
        },
        {
            "verse_number": 13,
            "verse_text": "إِنَّهُۥ لَقَوۡلٞ فَصۡلٞ",
            "explanation": "Ce Coran révélé à Muħammad est une parole qui tranche entre le vrai et le faux, entre ce qui est authentique et ce qui est mensonger.",
            "arabic_explanation": "إن هذا القرآن المنزل على محمد صلى الله عليه وسلم لقول يفصل بين الحق والباطل، والصدق والكذب."
        },
        {
            "verse_number": 14,
            "verse_text": "وَمَا هُوَ بِٱلۡهَزۡلِ",
            "explanation": "Ce n’est pas une plaisanterie et une fausseté mais plutôt une parole sérieuse et véridique.",
            "arabic_explanation": "وليس باللعب والباطل، بل هو الجد والحق."
        },
        {
            "verse_number": 15,
            "verse_text": "إِنَّهُمۡ يَكِيدُونَ كَيۡدٗا",
            "explanation": "Ceux qui traitent ce que leur apporte leur Messager de mensonge ourdissent de nombreux stratagèmes afin de refuser et d’invalider sa prédication.",
            "arabic_explanation": "إن المكذبين بما جاءهم رسولهم يكيدون كيدًا كثيرًا ليردّوا دعوته، ويبطلوها."
        },
        {
            "verse_number": 16,
            "verse_text": "وَأَكِيدُ كَيۡدٗا",
            "explanation": "Or Moi aussi J’ourdis un stratagème afin de faire triompher la religion et anéantir le faux.",
            "arabic_explanation": "وأكيد أنا كيدًا لإظهار الدين ودحض الباطل."
        },
        {
            "verse_number": 17,
            "verse_text": "فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا",
            "explanation": "Accorde donc, ô Messager, à ces mécréants un court délai et ne cherche pas à hâter leur châtiment et leur anéantissement.",
            "arabic_explanation": "فأمهل - أيها الرسول - هؤلاء الكافرين، أمهلهم قليلًا، ولا تستعجل عذابهم وإهلاكهم."
        }
    ]
}