{
    "surah_name": "AL-A’LÂ",
    "surah_number": 87,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى",
            "explanation": "Sanctifie ton Seigneur qui est au-dessus de Ses créatures, en prononçant Son Nom lorsque tu Le mentionnes et en Le vénérant,",
            "arabic_explanation": "نَزِّه ربك الذي علا على خلقه ناطقًا باسمه عند ذكرك إياه وتعظيمك له."
        },
        {
            "verse_number": 2,
            "verse_text": "ٱلَّذِي خَلَقَ فَسَوَّىٰ",
            "explanation": "Celui qui a créé harmonieusement l’être humain et Lui a donné une taille mesurée,",
            "arabic_explanation": "الذي خلق الإنسان سويًّا، وعدل قامته."
        },
        {
            "verse_number": 3,
            "verse_text": "وَٱلَّذِي قَدَّرَ فَهَدَىٰ",
            "explanation": "qui détermina les espèces de créatures, leurs variétés ainsi que leurs caractéristiques et guida toute créature vers tout ce qui lui convient et lui est adapté,",
            "arabic_explanation": "والذي قَدَّر الخلائق أجناسها وأنواعها وصفاتها، وهدى كل مخلوق إلى ما يناسبه ويوائمه."
        },
        {
            "verse_number": 4,
            "verse_text": "وَٱلَّذِيٓ أَخۡرَجَ ٱلۡمَرۡعَىٰ",
            "explanation": "qui a fait sortir de sous terre ce que broutent vos bêtes",
            "arabic_explanation": "والذي أخرج من الأرض ما ترعاه دوابكم."
        },
        {
            "verse_number": 5,
            "verse_text": "فَجَعَلَهُۥ غُثَآءً أَحۡوَىٰ",
            "explanation": "et en a fait ensuite un foin sec de couleur sombre après qu’il eut été vert et tendre.",
            "arabic_explanation": "فصيّره هشيمًا يابسًا مائلًا للسواد بعد أن كان أخضر غضًّا."
        },
        {
            "verse_number": 6,
            "verse_text": "سَنُقۡرِئُكَ فَلَا تَنسَىٰٓ",
            "explanation": "Ô Messager, Nous te ferons réciter le Coran et le rassemblerons dans ton cœur de manière à ce que tu ne l’oublies pas. Ne rivalise donc pas avec Gabriel en récitation comme avant, pensant que tu ne l’oublieras pas en faisant cela.",
            "arabic_explanation": "سنقرئك - أيها الرسول - القرآن، ونجمعه في صدرك ولن تنساه، فلا تسابق جبريل في القراءة كما كنت تفعل حرصًا على ألا تنساه."
        },
        {
            "verse_number": 7,
            "verse_text": "إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ وَمَا يَخۡفَىٰ",
            "explanation": "Exception faite de ce qu’Allah voudra te faire oublier pour une raison donnée. Il sait ce qui est dévoilé tout comme ce qui est dissimulé et rien de tout cela ne Lui échappe.",
            "arabic_explanation": "إلا ما شاء الله أن تنساه منه لحكمة، إنه سبحانه يعلم ما يُعْلَن وما يُخْفَى، لا يَخْفَى عليه شيء من ذلك."
        },
        {
            "verse_number": 8,
            "verse_text": "وَنُيَسِّرُكَ لِلۡيُسۡرَىٰ",
            "explanation": "Nous te faciliterons d’œuvrer de manière à obtenir l’agrément d’Allah et à entrer au Paradis.",
            "arabic_explanation": "ونهوّن عليك العمل بما يرضي الله من الأعمال التي تدخل الجنة."
        },
        {
            "verse_number": 9,
            "verse_text": "فَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ",
            "explanation": "Exhorte donc les gens à l’aide du Coran que Nous te révélons et fais-leur le Rappel, tant que le Rappel est encore permis.",
            "arabic_explanation": "فعظ الناس بما نوحيه إليك من القرآن، وذكّرهم ما دامت الذكرى مسموعة."
        },
        {
            "verse_number": 10,
            "verse_text": "سَيَذَّكَّرُ مَن يَخۡشَىٰ",
            "explanation": "Tes exhortations auront un effet sur ceux qui redoutent Allah car ce sont eux qui tirent profit des exhortations.",
            "arabic_explanation": "سيتعظ بمواعظك من يخاف الله؛ لأنه الذي ينتفع بالموعظة."
        },
        {
            "verse_number": 11,
            "verse_text": "وَيَتَجَنَّبُهَا ٱلۡأَشۡقَى",
            "explanation": "Tandis que le mécréant évite l’exhortation et la fuit, car son entrée dans le Feu le rendra le plus malheureux des gens dans l’au-delà.",
            "arabic_explanation": "ويبتعد عن الموعظة وينفر منها الكافر؛ لأنه أشد الناس شقاءً في الآخرة لدخوله في النار."
        },
        {
            "verse_number": 12,
            "verse_text": "ٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ",
            "explanation": "Il brûlera dans le plus grand feu, celui de l’au-delà, dont il endurera la chaleur pour l'éternité,",
            "arabic_explanation": "الذي يدخل نار الآخرة الكبرى يقاسي حرّها ويعانيه أبدًا."
        },
        {
            "verse_number": 13,
            "verse_text": "ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
            "explanation": "où il ne connaîtra pas une mort qui abrègera ses souffrances ni ne vivra une vie agréable et digne.",
            "arabic_explanation": "ثم يخلد في النار بحيث لا يموت فيها فيستريح مما يقاسيه من العذاب، ولا يحيا حياة طيبة كريمة."
        },
        {
            "verse_number": 14,
            "verse_text": "قَدۡ أَفۡلَحَ مَن تَزَكَّىٰ",
            "explanation": "Réussira certes celui qui se purifie du polythéisme et des péchés,",
            "arabic_explanation": "قد فاز بالمطلوب من تطهّر من الشرك والمعاصي."
        },
        {
            "verse_number": 15,
            "verse_text": "وَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ",
            "explanation": "et évoque son Seigneur en prononçant les différentes formules d’évocation prescrites, puis accomplit la prière selon les modalités requises.",
            "arabic_explanation": "وذكر ربه بما شرع من أنواع الذكر، وأدى الصلاة بالصفة المطلوبة لأدائها."
        },
        {
            "verse_number": 16,
            "verse_text": "بَلۡ تُؤۡثِرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا",
            "explanation": "Seulement, vous préférez la vie du bas monde à l'au-delà, malgré l’immense différence au profit de la seconde",
            "arabic_explanation": "بل تقدمون الحياة الدنيا، وتفضلونها على الآخرة على ما بينهما من تفاوت عظيم."
        },
        {
            "verse_number": 17,
            "verse_text": "وَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ",
            "explanation": "et le fait que l’au-delà soit meilleur et plus durable que le bas monde et ses plaisirs, car les délices de l’au-delà ne s’interrompent jamais.",
            "arabic_explanation": "ولَلْآخرة خير وأفضل من الدنيا وما فيها من متع ولذات وأدوم؛ لأن ما فيها من نعيم لا ينقطع أبدًا."
        },
        {
            "verse_number": 18,
            "verse_text": "إِنَّ هَٰذَا لَفِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
            "explanation": "Les commandements et les nouvelles que Nous vous mentionnons là se trouvent dans les feuillets révélés bien avant que tu n'existes.",
            "arabic_explanation": "إنّ هذا الذي ذكرنا لكم من الأوامر والأخبار لفي الصحف المنزلة من قبل القرآن."
        },
        {
            "verse_number": 19,
            "verse_text": "صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ",
            "explanation": "Ce sont les feuillets d’Abraham et de Moïse.",
            "arabic_explanation": "هي الصحف المنزلة على إبراهيم وموسى عليهما السلام."
        }
    ]
}