{
    "surah_name": "AL-GHÂCHIYAH",
    "surah_number": 88,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ",
            "explanation": "Ô Messager, t’est-il parvenu le récit de la Résurrection qui enveloppe les gens de terreur (du verbe ghachiya/yaghchâ)?",
            "arabic_explanation": "هل أتاك - أيها الرسول - حديث القيامة التي تغشى الناس بأهوالها؟!"
        },
        {
            "verse_number": 2,
            "verse_text": "وُجُوهٞ يَوۡمَئِذٍ خَٰشِعَةٌ",
            "explanation": "Le Jour de la Résurrection, les gens seront soit malheureux soit heureux. Les visages des malheureux seront humbles et soumis,",
            "arabic_explanation": "فالناس في يوم القيامة إما أشقياء وإما سعداء، فوجوه الأشقياء ذليلة خاضعة."
        },
        {
            "verse_number": 3,
            "verse_text": "عَامِلَةٞ نَّاصِبَةٞ",
            "explanation": "harassés et épuisés à cause des chaînes avec lesquelles on les traînera et des carcans qui les immobiliseront.",
            "arabic_explanation": "متعبة مجهدة بالسلاسل التي تُسْحب بها، والأغلال التي تُغَل بها."
        },
        {
            "verse_number": 4,
            "verse_text": "تَصۡلَىٰ نَارًا حَامِيَةٗ",
            "explanation": "Ces visages entreront dans un Feu ardent dont ils endureront la chaleur,",
            "arabic_explanation": "تدخل تلك الوجوه نارًا حارة تقاسي حرّها."
        },
        {
            "verse_number": 5,
            "verse_text": "تُسۡقَىٰ مِنۡ عَيۡنٍ ءَانِيَةٖ",
            "explanation": "et seront abreuvés d’une source bouillonnante.",
            "arabic_explanation": "تُسْقى من عين شديدة حرارة الماء."
        },
        {
            "verse_number": 6,
            "verse_text": "لَّيۡسَ لَهُمۡ طَعَامٌ إِلَّا مِن ضَرِيعٖ",
            "explanation": "Ils n’auront d’autre nourriture que le đarî’, la plus impure et la plus immonde issue d’une plante nommé chibriq qui devient vénéneuse lorsqu’elle sèche,",
            "arabic_explanation": "ليس لهم طعام يتغذّون به إلا من أخبث الطعام وأنتنه من نبات يسمَّى الشِّبْرِق إذا يبس صار مسمومًا."
        },
        {
            "verse_number": 7,
            "verse_text": "لَّا يُسۡمِنُ وَلَا يُغۡنِي مِن جُوعٖ",
            "explanation": "qui n’engraisse pas celui qui l’ingurgite ni n’apaise sa faim.",
            "arabic_explanation": "لا يُسْمِن آكله، ولا يسدّ جوعته."
        },
        {
            "verse_number": 8,
            "verse_text": "وُجُوهٞ يَوۡمَئِذٖ نَّاعِمَةٞ",
            "explanation": "Les visages des heureux seront épanouis et réjouis ce Jour-là par les délices dont ils jouiront,",
            "arabic_explanation": "ووجوه السعداء في ذلك اليوم ذات نعمة وبهجة وسرور؛ لما لاقوه من النعيم."
        },
        {
            "verse_number": 9,
            "verse_text": "لِّسَعۡيِهَا رَاضِيَةٞ",
            "explanation": "satisfaits de leurs bonnes œuvres dans le bas monde, puisqu’ils auront trouvé la récompense multipliée mise en dépôt dans l’au-delà,",
            "arabic_explanation": "لعملها الصالح الذي عملته في الدنيا راضية، فقد وجدت ثواب عملها مدخرًا لها مضاعفًا."
        },
        {
            "verse_number": 10,
            "verse_text": "فِي جَنَّةٍ عَالِيَةٖ",
            "explanation": "et seront dans un Jardin élevé physiquement et spirituellement,",
            "arabic_explanation": "في جنة مرتفعة المكان والمكانة."
        },
        {
            "verse_number": 11,
            "verse_text": "لَّا تَسۡمَعُ فِيهَا لَٰغِيَةٗ",
            "explanation": "où ils n’entendent aucune parole futile et à plus forte raison, aucune parole illicite.",
            "arabic_explanation": "لا تسمع في الجنة كلمة باطل ولغو، فضلًا عن سماع كلمة محرمة."
        },
        {
            "verse_number": 12,
            "verse_text": "فِيهَا عَيۡنٞ جَارِيَةٞ",
            "explanation": "Dans ce Jardin, il y a des sources d’eau abondante qu’ils font jaillir là où ils le veulent et en disposent comme bon leur semble.",
            "arabic_explanation": "في هذه الجنة عيون جارية يفجرونها، ويصرفونها كيف شاؤوا."
        },
        {
            "verse_number": 13,
            "verse_text": "فِيهَا سُرُرٞ مَّرۡفُوعَةٞ",
            "explanation": "Il y aura des divans élevés,",
            "arabic_explanation": "فيها أَسِرَّة عالية."
        },
        {
            "verse_number": 14,
            "verse_text": "وَأَكۡوَابٞ مَّوۡضُوعَةٞ",
            "explanation": "des coupes posées prêtes à être remplies de boisson,",
            "arabic_explanation": "وأكواب مطروحة مُهيَّأة للشرب."
        },
        {
            "verse_number": 15,
            "verse_text": "وَنَمَارِقُ مَصۡفُوفَةٞ",
            "explanation": "des coussins posés les uns à côté des autres,",
            "arabic_explanation": "وفيها وسائد مرصوص بعضها إلى بعض."
        },
        {
            "verse_number": 16,
            "verse_text": "وَزَرَابِيُّ مَبۡثُوثَةٌ",
            "explanation": "et des tapis étendus çà et là.",
            "arabic_explanation": "وفيها بسط كثيرة مفروشة هنا وهناك."
        },
        {
            "verse_number": 17,
            "verse_text": "أَفَلَا يَنظُرُونَ إِلَى ٱلۡإِبِلِ كَيۡفَ خُلِقَتۡ",
            "explanation": "Ne réfléchissent-ils donc pas comment Allah créa les dromadaires et les mit à la disposition de l’être humain?",
            "arabic_explanation": "أفلا ينظرون نظر تأمل إلى الإبل كيف خلقها الله، وسخرها لبني آدم؟!"
        },
        {
            "verse_number": 18,
            "verse_text": "وَإِلَى ٱلسَّمَآءِ كَيۡفَ رُفِعَتۡ",
            "explanation": "Comment Il éleva le Ciel jusqu’à former au-dessus d’eux une voûte bien bâtie qui ne tombe pas sur eux?",
            "arabic_explanation": "وينظرون إلى السماء كيف رفعها حتى صارت فوقهم سقفًا محفوظًا، لا يسقط عليهم؟!"
        },
        {
            "verse_number": 19,
            "verse_text": "وَإِلَى ٱلۡجِبَالِ كَيۡفَ نُصِبَتۡ",
            "explanation": "Comment Il dressa les montagnes et stabilisa par elles la Terre afin qu’elle ne tangue pas sous les gens?",
            "arabic_explanation": "وينظرون إلى الجبال كيف نصبها وثبت بها الأرض أن تضطرب بالناس؟!"
        },
        {
            "verse_number": 20,
            "verse_text": "وَإِلَى ٱلۡأَرۡضِ كَيۡفَ سُطِحَتۡ",
            "explanation": "Comment Il étendit la Terre et la rendit propice à l’installation des êtres humains?",
            "arabic_explanation": "وينظرون إلى الأرض كيف بسطها، وجعلها مُهيَّأة لاستقرار الناس عليها؟!"
        },
        {
            "verse_number": 21,
            "verse_text": "فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ",
            "explanation": "Ô Messager, exhorte ces gens-là et menace-les du châtiment d’Allah. Tu n’es qu’un rappeleur qui ne t’est demandé que de leur faire le rappel. Quant à leur faciliter d’avoir la foi, ceci est du ressort d’Allah Seul.",
            "arabic_explanation": "فعظ - أيها الرسول - هؤلاء، وخوفهم من عذاب الله، إنما أنت مذكر، لا يطلب منك إلا تذكيرهم، وأما توفيقهم للإيمان فهو بيد الله وحده."
        },
        {
            "verse_number": 22,
            "verse_text": "لَّسۡتَ عَلَيۡهِم بِمُصَيۡطِرٍ",
            "explanation": "De plus, tu n’as pas à les dominer ni à les contraindre à avoir la foi.",
            "arabic_explanation": "لست عليهم مسلطًا حتى تكرههم على الإيمان."
        },
        {
            "verse_number": 23,
            "verse_text": "إِلَّا مَن تَوَلَّىٰ وَكَفَرَ",
            "explanation": "Excepté celui parmi eux qui se détourne de la foi et mécroit en Allah et en Son Messager,",
            "arabic_explanation": "لكن من تولّى منهم عن الإيمان، وكفر بالله وبرسوله."
        },
        {
            "verse_number": 24,
            "verse_text": "فَيُعَذِّبُهُ ٱللَّهُ ٱلۡعَذَابَ ٱلۡأَكۡبَرَ",
            "explanation": "Allah lui infligera le châtiment suprême le Jour de la Résurrection en le faisant entrer en Enfer pour y demeurer éternellement.",
            "arabic_explanation": "فيعذبه الله يوم القيامة العذاب الأعظم بأن يدخله جهنم خالدًا فيها."
        },
        {
            "verse_number": 25,
            "verse_text": "إِنَّ إِلَيۡنَآ إِيَابَهُمۡ",
            "explanation": "C’est vers Nous Seul qu’ils retourneront après leur mort,",
            "arabic_explanation": "إن إلينا وحدنا رجوعهم بعد موتهم."
        },
        {
            "verse_number": 26,
            "verse_text": "ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم",
            "explanation": "puis c’est à Nous Seul qu’il appartient de leur demander des comptes pour leurs œuvres. Ce n’est ni à toi ni à personne d’autre.",
            "arabic_explanation": "ثم إن علينا وحدنا حسابهم على أعمالهم، وليس لك ولا لأحد غيرك ذلك."
        }
    ]
}