{
    "surah_name": "AL-FAJR",
    "surah_number": 89,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلۡفَجۡرِ",
            "explanation": "Allah prête serment par l’aube,",
            "arabic_explanation": "أقسم الله سبحانه بالفجر."
        },
        {
            "verse_number": 2,
            "verse_text": "وَلَيَالٍ عَشۡرٖ",
            "explanation": "par les dix premières nuits du mois de Dhû al-Ħijjah,",
            "arabic_explanation": "وأقسم بالليالي العشر الأولى من ذي الحجة."
        },
        {
            "verse_number": 3,
            "verse_text": "وَٱلشَّفۡعِ وَٱلۡوَتۡرِ",
            "explanation": "par les choses paires et impaires,",
            "arabic_explanation": "وأقسم بالزوج والفرد من الأشياء."
        },
        {
            "verse_number": 4,
            "verse_text": "وَٱلَّيۡلِ إِذَا يَسۡرِ",
            "explanation": "et par la nuit lorsqu’elle commence, s’écoule et se termine: que vous serez rétribués pour vos œuvres.",
            "arabic_explanation": "وأقسم بالليل إذا جاء، واستمرّ وأدبر وجواب هذه الأقسام: لَتُجَازُنَّ على أعمالكم."
        },
        {
            "verse_number": 5,
            "verse_text": "هَلۡ فِي ذَٰلِكَ قَسَمٞ لِّذِي حِجۡرٍ",
            "explanation": "N’est-ce pas là un serment qui convainc ceux qui sont doués de raison?",
            "arabic_explanation": "هل في ذلك المذكور قَسَم يقنع ذا عقل؟!"
        },
        {
            "verse_number": 6,
            "verse_text": "أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِعَادٍ",
            "explanation": "Ô Messager, n’as-tu pas vu ce que ton Seigneur a fait des ‘Âd, le peuple de Hûd, lorsqu’ils traitèrent Son messager de menteur?",
            "arabic_explanation": "ألم تر - أيها الرسول - كيف فعل ربك بعاد قوم هود لما كذبوا رسوله؟!"
        },
        {
            "verse_number": 7,
            "verse_text": "إِرَمَ ذَاتِ ٱلۡعِمَادِ",
            "explanation": "La tribu des ‘Ad descendante de `Iram, dont les membres étaient d’une taille gigantesque,",
            "arabic_explanation": "قبيلة عاد المنسوبة إلى جدها إرم ذات الطول."
        },
        {
            "verse_number": 8,
            "verse_text": "ٱلَّتِي لَمۡ يُخۡلَقۡ مِثۡلُهَا فِي ٱلۡبِلَٰدِ",
            "explanation": "et Allah ne créa pas de tribu semblable dans le pays.",
            "arabic_explanation": "التي لم يخلق الله مثلها في البلاد."
        },
        {
            "verse_number": 9,
            "verse_text": "وَثَمُودَ ٱلَّذِينَ جَابُواْ ٱلصَّخۡرَ بِٱلۡوَادِ",
            "explanation": "N’as-tu pas vu ce que ton Seigneur a fait des Thamûd, le peuple de Şâliħ, qui ont prélevé des pans de montagnes et en ont taillé des montagnes à Al-Ħijr (Hegra)?",
            "arabic_explanation": "أَوَلم تر كيف فعل ربك بثمود قوم صالح، الذين شقُّوا صخور الجبال، وجعلوا منها بيوتًا بالحِجْر."
        },
        {
            "verse_number": 10,
            "verse_text": "وَفِرۡعَوۡنَ ذِي ٱلۡأَوۡتَادِ",
            "explanation": "N’as-tu pas vu ce que ton Seigneur a fait de Pharaon qui utilisait des épieux afin de supplicier les gens?",
            "arabic_explanation": "أَوَلم تر كيف فعل ربك بفرعون الذي كانت له أوتاد يعذب بها الناس؟"
        },
        {
            "verse_number": 11,
            "verse_text": "ٱلَّذِينَ طَغَوۡاْ فِي ٱلۡبِلَٰدِ",
            "explanation": "Tous ces gens ont outrepassé les limites de la tyrannie et de l’injustice, chacun dans son pays,",
            "arabic_explanation": "كلٌّ هؤلاء تجاوزوا الحدّ في الجَبَرُوت والظلم، كلٌّ تجاوزه في بلده."
        },
        {
            "verse_number": 12,
            "verse_text": "فَأَكۡثَرُواْ فِيهَا ٱلۡفَسَادَ",
            "explanation": "et y ont commis une grande corruption en mécroyant et en commettant des péchés qu’ils diffusaient.",
            "arabic_explanation": "فأكثروا فيها الفساد بما نشروه من الكفر والمعاصي."
        },
        {
            "verse_number": 13,
            "verse_text": "فَصَبَّ عَلَيۡهِمۡ رَبُّكَ سَوۡطَ عَذَابٍ",
            "explanation": "Allah leur fit donc goûter un terrible châtiment et fit cesser leur existence sur la Terre.",
            "arabic_explanation": "فأذاقهم الله عذابه الشديد، واستأصلهم من الأرض."
        },
        {
            "verse_number": 14,
            "verse_text": "إِنَّ رَبَّكَ لَبِٱلۡمِرۡصَادِ",
            "explanation": "Ô Messager, ton Seigneur scrute assurément les agissements des gens et les observe, afin de rétribuer celui qui agit bien en le faisant entrer au Paradis et celui qui agit mal en le faisant entrer en Enfer.",
            "arabic_explanation": "إن ربك - أيها الرسول - ليرصد أعمال الناس ويراقبها؛ ليجازي من أحسن بالجنة، ومن أساء بالنار."
        },
        {
            "verse_number": 15,
            "verse_text": "فَأَمَّا ٱلۡإِنسَٰنُ إِذَا مَا ٱبۡتَلَىٰهُ رَبُّهُۥ فَأَكۡرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّيٓ أَكۡرَمَنِ",
            "explanation": "Il est de la nature de l’être humain, lorsqu’Allah l’éprouve en l’honorant et en le comblant de richesse, d’une progéniture et d’un prestige, de croire que ceci prouve qu’il est honoré auprès d’Allah et dit: Mon Seigneur m’a honoré parce que je le mérite.",
            "arabic_explanation": "فأما الإنسان فمِن طَبْعِه أنه إذا اختبره ربه وأكرمه، وأنعم عليه بالمال والأولاد والجاه، ظنّ أنّ ذلك لكرامة له عند الله، فيقول: ربي أكرمني لاستحقاقي لإكرامه."
        },
        {
            "verse_number": 16,
            "verse_text": "وَأَمَّآ إِذَا مَا ٱبۡتَلَىٰهُ فَقَدَرَ عَلَيۡهِ رِزۡقَهُۥ فَيَقُولُ رَبِّيٓ أَهَٰنَنِ",
            "explanation": "En revanche, lorsqu’Il l’éprouve en restreignant sa subsistance, il croit qu’il est chose négligeable pour son Seigneur et dit: Mon Seigneur m’a avili.",
            "arabic_explanation": "وأما إذا اختبره وضيّق عليه رزقه، فإنه يظن أن ذلك لهوانه على ربه فيقول: ربي أهانني."
        },
        {
            "verse_number": 17,
            "verse_text": "كَلَّاۖ بَل لَّا تُكۡرِمُونَ ٱلۡيَتِيمَ",
            "explanation": "Mais non ! Il n’en est pas comme se l’imagine cet être humain, à savoir que les bienfaits sont la preuve de la satisfaction d’Allah d’un serviteur et que les malheurs sont la preuve qu’un serviteur est chose négligeable pour son Seigneur. En réalité, vous n’êtes pas généreux envers les orphelins et vous vous abstenez de leur donner une part de la subsistance dont Allah vous a fait don.",
            "arabic_explanation": "كلا، ليس الأمر كما تصور هذا الإنسان من أنّ النعم دليل على رضا الله عن عبده، وأن النقم دليل على هوان العبد عند ربه، بل الواقع أنكم لا تكرمون اليتيم مما أعطاكم الله من الرزق."
        },
        {
            "verse_number": 18,
            "verse_text": "وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
            "explanation": "De plus, vous ne vous incitez pas les uns les autres à nourrir les pauvres qui ne trouvent pas de quoi se sustenter,",
            "arabic_explanation": "ولا يحثّ بعضكم بعضًا على إطعام الفقير الذي لا يجد ما يقتات به."
        },
        {
            "verse_number": 19,
            "verse_text": "وَتَأۡكُلُونَ ٱلتُّرَاثَ أَكۡلٗا لَّمّٗا",
            "explanation": "vous dévorez avec une avidité vorace ce qui revient de droit aux faibles parmi les femmes et les orphelins, sans vous soucier de l’illicéité de ce comportement,",
            "arabic_explanation": "وتأكلون حقوق الضعفاء من النساء واليتامى أكلًا شديدًا دون مراعاة حلِّه."
        },
        {
            "verse_number": 20,
            "verse_text": "وَتُحِبُّونَ ٱلۡمَالَ حُبّٗا جَمّٗا",
            "explanation": "et vous aimez passionnément les richesses, ce qui vous conduit à ne pas les dépenser pour la cause d’Allah.",
            "arabic_explanation": "وتحبون المال حبًّا كثيرًا، فتبخلون بإنفاقه في سبيل الله حرصًا عليه."
        },
        {
            "verse_number": 21,
            "verse_text": "كَلَّآۖ إِذَا دُكَّتِ ٱلۡأَرۡضُ دَكّٗا دَكّٗا",
            "explanation": "Il ne convient pas que vous vous comportiez de la sorte et rappelez-vous lorsque la Terre sera bouleversée et prises de tremblements,",
            "arabic_explanation": "لا ينبغي أن يكون هذا عملكم، واذكروا إذا حُرِّكت الأرض تحريكًا شديدًا وزُلْزِلت."
        },
        {
            "verse_number": 22,
            "verse_text": "وَجَآءَ رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا",
            "explanation": "que ton Seigneur, ô Messager, viendra trancher entre Ses serviteurs et que les anges viendront alignés en rangs.",
            "arabic_explanation": "وجاء ربك - أيها الرسول - للفصل بين عباده، وجاءت الملائكة مصطفين صفوفًا."
        },
        {
            "verse_number": 23,
            "verse_text": "وَجِاْيٓءَ يَوۡمَئِذِۭ بِجَهَنَّمَۚ يَوۡمَئِذٖ يَتَذَكَّرُ ٱلۡإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكۡرَىٰ",
            "explanation": "On apportera ce Jour-là l’Enfer pourvu de soixante-dix mille poignées, chaque poignée sera tirée par soixante-dix mille anges. Ce Jour-là, l’être humain se rappellera de ses manquements envers Allah mais il ne lui servira à rien de se rappeler, car ce sera un jour de rétribution et non un jour où il sera demandé d’œuvrer.",
            "arabic_explanation": "وجيء في ذلك اليوم بجهنم لها سبعون ألف زِمام، مع كل زِمام سبعون ألف ملك يجرّونها، في ذلك اليوم يتذكر الإنسان ما فرَّط في جنب الله، وأنى له أن ينفعه التذكر في ذلك اليوم؛ لأنه يوم جزاء لا يوم عمل؟!"
        },
        {
            "verse_number": 24,
            "verse_text": "يَقُولُ يَٰلَيۡتَنِي قَدَّمۡتُ لِحَيَاتِي",
            "explanation": "Accablé de regret, il dira: Si seulement j’avais accompli de bonnes œuvres en prévision de mon au-delà qui est ma véritable vie.",
            "arabic_explanation": "يقول من شدّة الندم: يا ليتني قدمت الأعمال الصالحة لحياتي الأخروية التي هي الحياة الحقيقية."
        },
        {
            "verse_number": 25,
            "verse_text": "فَيَوۡمَئِذٖ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٞ",
            "explanation": "Ce Jour-là, nul ne saura châtier comme Allah châtie, car le châtiment d’Allah est plus sévère et plus durable,",
            "arabic_explanation": "في ذلك اليوم لا يُعَذِّب أحد مثل عذاب الله؛ لأن عذاب الله أشدّ وأبقى."
        },
        {
            "verse_number": 26,
            "verse_text": "وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٞ",
            "explanation": "et nul ne saura entraver avec des chaînes comme Il entrave les mécréants.",
            "arabic_explanation": "ولا يُوثِق في السلاسل أحد مثل وثاقه للكافرين فيها."
        },
        {
            "verse_number": 27,
            "verse_text": "يَٰٓأَيَّتُهَا ٱلنَّفۡسُ ٱلۡمُطۡمَئِنَّةُ",
            "explanation": "Quant à l’âme croyante, on lui dira au moment de mourir et le Jour de la Résurrection: Ô âme apaisée par la foi et les bonnes œuvres,",
            "arabic_explanation": "وأما نفس المؤمن فيقال لها عند الموت ويوم القيامة: يا أيتها النفس المطمئنة إلى الإيمان والعمل الصالح."
        },
        {
            "verse_number": 28,
            "verse_text": "ٱرۡجِعِيٓ إِلَىٰ رَبِّكِ رَاضِيَةٗ مَّرۡضِيَّةٗ",
            "explanation": "retourne auprès de ton Seigneur, satisfaite de Lui par la récompense généreuse qu’Il te remettra et agréée auprès de Lui grâce à tes bonnes œuvres.",
            "arabic_explanation": "ارجعي إلى ربك راضية عنه بما تنالين من الثواب الجزيل، مرضية عنده سبحانه بما كان لك من عمل صالح."
        },
        {
            "verse_number": 29,
            "verse_text": "فَٱدۡخُلِي فِي عِبَٰدِي",
            "explanation": "Entre donc parmi Mes serviteurs vertueux.",
            "arabic_explanation": "فادخلي في جملة عبادي الصالحين."
        },
        {
            "verse_number": 30,
            "verse_text": "وَٱدۡخُلِي جَنَّتِي",
            "explanation": "et accompagne-les dans Mon Paradis que Je leur ai apprêté.",
            "arabic_explanation": "وادخلي معهم جنتي التي أعددتها لهم."
        }
    ]
}