{
    "surah_name": "AL-BALAD",
    "surah_number": 90,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "لَآ أُقۡسِمُ بِهَٰذَا ٱلۡبَلَدِ",
            "explanation": "Allah prête serment par le Pays Sacré qui est la Mecque,",
            "arabic_explanation": "أقسم الله بالبلد الحرام الذي هو مكة المكرمة."
        },
        {
            "verse_number": 2,
            "verse_text": "وَأَنتَ حِلُّۢ بِهَٰذَا ٱلۡبَلَدِ",
            "explanation": "et toi, ô Messager, tes agissements y sont licites, comme lorsque tu y tues ceux qui méritent d'être tués et y capture ceux qui méritent d’être capturés.",
            "arabic_explanation": "وأنت - أيها الرسول - حلال لك ما تصنع فيها؛ من قَتْل مَنْ يستحق القتل، وأَسْر من يستحقّ الأسر."
        },
        {
            "verse_number": 3,
            "verse_text": "وَوَالِدٖ وَمَا وَلَدَ",
            "explanation": "Allah prête serment par le père des êtres humains et par sa descendance, que:",
            "arabic_explanation": "وأقسم الله بوالد البشر، وأقسم بما تناسل منه من الولد."
        },
        {
            "verse_number": 4,
            "verse_text": "لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِي كَبَدٍ",
            "explanation": "Nous l’avons créé pour une vie de peine, en raison des malheurs qu’il endure dans le bas monde.",
            "arabic_explanation": "لقد خلقنا الإنسان في تعب ومشقة؛ لما يعانيه من الشدائد في الدنيا."
        },
        {
            "verse_number": 5,
            "verse_text": "أَيَحۡسَبُ أَن لَّن يَقۡدِرَ عَلَيۡهِ أَحَدٞ",
            "explanation": "L’être humain croit-il que, lorsqu’il commet des péchés, personne ne pourra rien contre lui ni ne se vengera de lui, même son Seigneur qui l’a créé?",
            "arabic_explanation": "أيظنّ الإنسان أنه إذا اقترف المعاصي لا يقدر عليه أحد، ولا ينتقم منه، ولو كان ربه الذي خلقه؟!"
        },
        {
            "verse_number": 6,
            "verse_text": "يَقُولُ أَهۡلَكۡتُ مَالٗا لُّبَدًا",
            "explanation": "Il dit: J’ai dépensé des amas de richesses.",
            "arabic_explanation": "يقول: أنفقت مالًا كثيرًا متراكمًا بعضه فوق بعض."
        },
        {
            "verse_number": 7,
            "verse_text": "أَيَحۡسَبُ أَن لَّمۡ يَرَهُۥٓ أَحَدٌ",
            "explanation": "Ce prétentieux croit-il qu’Allah ne voit pas ce qu’il dépense, et qu’Il ne lui demandera pas de compte sur la provenance de sa richesse et comment l’a-t-il dépensée?",
            "arabic_explanation": "أيظنّ هذا المتباهي بما ينفقه أن الله لا يراه؟! وأنه لا يحاسبه في ماله؛ من أين اكتسبه؟ وفيم أنفقه؟!"
        },
        {
            "verse_number": 8,
            "verse_text": "أَلَمۡ نَجۡعَل لَّهُۥ عَيۡنَيۡنِ",
            "explanation": "Ne lui avons-Nous pas donné deux yeux pour voir,",
            "arabic_explanation": "ألم نجعل له عينين يبصر بهما؟!"
        },
        {
            "verse_number": 9,
            "verse_text": "وَلِسَانٗا وَشَفَتَيۡنِ",
            "explanation": "ainsi qu’une langue et deux lèvres pour parler?",
            "arabic_explanation": "ولسانًا وشفتين يتحدث بها؟!"
        },
        {
            "verse_number": 10,
            "verse_text": "وَهَدَيۡنَٰهُ ٱلنَّجۡدَيۡنِ",
            "explanation": "Ne lui avons-Nous pas montré la voie du bien et la voie du mal?",
            "arabic_explanation": "وعرّفناه طريق الخير، وطريق الباطل؟!"
        },
        {
            "verse_number": 11,
            "verse_text": "فَلَا ٱقۡتَحَمَ ٱلۡعَقَبَةَ",
            "explanation": "Or il lui est demandé de franchir l’obstacle qui le sépare du Paradis.",
            "arabic_explanation": "وهو مطالب بأن يتجاوز العقبة التي تفصله عن الجنة فيقطعها ويتجاوزها."
        },
        {
            "verse_number": 12,
            "verse_text": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡعَقَبَةُ",
            "explanation": "Ô Messager, quel est l’obstacle qu’il doit franchir pour entrer au Paradis?",
            "arabic_explanation": "وما أعلمك - أيها الرسول - ما العقبة التي عليه أن يقطعها ليدخل الجنة؟!"
        },
        {
            "verse_number": 13,
            "verse_text": "فَكُّ رَقَبَةٍ",
            "explanation": "Il consiste à affranchir un esclave, homme ou femme,",
            "arabic_explanation": "هي إعتاق رقبة ذكرًا كانت أو أنثى."
        },
        {
            "verse_number": 14,
            "verse_text": "أَوۡ إِطۡعَٰمٞ فِي يَوۡمٖ ذِي مَسۡغَبَةٖ",
            "explanation": "ou offrir de la nourriture en un jour de famine",
            "arabic_explanation": "أو أن يطعم في يوم مجاعة يندر فيه وجود الطعام."
        },
        {
            "verse_number": 15,
            "verse_text": "يَتِيمٗا ذَا مَقۡرَبَةٍ",
            "explanation": "à un enfant qui a perdu son père et avec qui on a un lien de parenté,",
            "arabic_explanation": "طفلًا فقد أباه، له به قرابة."
        },
        {
            "verse_number": 16,
            "verse_text": "أَوۡ مِسۡكِينٗا ذَا مَتۡرَبَةٖ",
            "explanation": "ou à un pauvre qui ne possède rien,",
            "arabic_explanation": "أو فقيرًا ليس له شيء يملكه."
        },
        {
            "verse_number": 17,
            "verse_text": "ثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُواْ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ وَتَوَاصَوۡاْ بِٱلۡمَرۡحَمَةِ",
            "explanation": "tout en étant de ceux qui croient en Allah, s’enjoignent les uns les autres d’être patient dans l’accomplissement des actes d’adorations et s’enjoignent les uns les autres d’être miséricordieux envers les serviteurs d’Allah.",
            "arabic_explanation": "ثم كان من الذين آمنوا بالله، وأوصى بعضهم بعضًا بالصبر على الطاعات وعن المعاصي وعلى البلاء، وأوصى بعضهم بعضًا بالرحمة بعباد الله."
        },
        {
            "verse_number": 18,
            "verse_text": "أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ",
            "explanation": "Ceux qui possèdent ces caractéristiques sont les gens de la droite",
            "arabic_explanation": "أولئك المتصفون بتلك الصفات هم أصحاب اليمين."
        },
        {
            "verse_number": 19,
            "verse_text": "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا هُمۡ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ",
            "explanation": "tandis que ceux qui mécroient en Nos versets révélés à Notre Messager sont les gens de la gauche,",
            "arabic_explanation": "والذين كفروا بآياتنا المنزلة على رسولنا هم أصحاب الشمال."
        },
        {
            "verse_number": 20,
            "verse_text": "عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ",
            "explanation": "sur lesquels le Feu où ils seront châtiés se refermera le Jour de la Résurrection.",
            "arabic_explanation": "عليهم نار مغلقة يوم القيامة يعذبون فيها."
        }
    ]
}