{
    "surah_name": "ACH-CHAMS",
    "surah_number": 91,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلشَّمۡسِ وَضُحَىٰهَا",
            "explanation": "Allah prête serment par le soleil et par le moment où il s’élève au-dessus de l’horizon après s’être levé,",
            "arabic_explanation": "أقسم الله بالشمس، وأقسم بوقت ارتفاعها بعد طلوعها من مشرقها."
        },
        {
            "verse_number": 2,
            "verse_text": "وَٱلۡقَمَرِ إِذَا تَلَىٰهَا",
            "explanation": "par la lune qui apparaît après que le soleil se soit couché,",
            "arabic_explanation": "وأقسم بالقمر إذا تبع أثرها بعد غروبها."
        },
        {
            "verse_number": 3,
            "verse_text": "وَٱلنَّهَارِ إِذَا جَلَّىٰهَا",
            "explanation": "par le jour qui, par sa lumière, fait apparaître ce qui se trouve à la surface de la Terre,",
            "arabic_explanation": "وأقسم بالنهار إذا كشف ما على وجه الأرض بضوئه."
        },
        {
            "verse_number": 4,
            "verse_text": "وَٱلَّيۡلِ إِذَا يَغۡشَىٰهَا",
            "explanation": "par la nuit qui enveloppe la surface de la Terre et l’obscurcit,",
            "arabic_explanation": "وأقسم بالليل إذا يغشى وجه الأرض، فيصير مظلمًا."
        },
        {
            "verse_number": 5,
            "verse_text": "وَٱلسَّمَآءِ وَمَا بَنَىٰهَا",
            "explanation": "par le Ciel et sa construction parfaite,",
            "arabic_explanation": "وأقسم بالسماء، وأقسم ببنائها المتقن."
        },
        {
            "verse_number": 6,
            "verse_text": "وَٱلۡأَرۡضِ وَمَا طَحَىٰهَا",
            "explanation": "par la Terre et son étendue propice à l’installation des gens,",
            "arabic_explanation": "وأقسم بالأرض، وأقسم ببسطها؛ ليسكن الناس عليها."
        },
        {
            "verse_number": 7,
            "verse_text": "وَنَفۡسٖ وَمَا سَوَّىٰهَا",
            "explanation": "par toute âme et sa création harmonieuse par Allah",
            "arabic_explanation": "وأقسم بكل نفس، وأقسم بخلق الله لها سوية."
        },
        {
            "verse_number": 8,
            "verse_text": "فَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا",
            "explanation": "qui lui a inspiré, sans qu’elle n’ait eu besoin d’aucun apprentissage, ce qui est mal, afin qu’elle s’en écarte et ce qui est bien, afin qu’elle s’en approche, que:",
            "arabic_explanation": "فأفهمها من غير تعليم ما هو شرّ لتجتنبه، وما هو خير لتأتيه."
        },
        {
            "verse_number": 9,
            "verse_text": "قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا",
            "explanation": "Celui qui purifie son âme en la pourvoyant de vertus et en la défaisant des turpitudes, remporte ce qu’il désire",
            "arabic_explanation": "قد فاز بمطلوبه من طهّر نفسه بتحليتها بالفضائل، وتخليتها عن الرذائل."
        },
        {
            "verse_number": 10,
            "verse_text": "وَقَدۡ خَابَ مَن دَسَّىٰهَا",
            "explanation": "et celui qui la corrompt en lui faisant commettre des actes de désobéissance et des péchés est perdant.",
            "arabic_explanation": "وقد خسر من دَسَّ نفسه مخفيًا إياها في المعاصي والآثام."
        },
        {
            "verse_number": 11,
            "verse_text": "كَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآ",
            "explanation": "Les Thamûd, par leur exagération dans les péchés, ont traité leur prophète Şâliħ de menteur",
            "arabic_explanation": "كذبت ثمود نبيها صالحًا بسبب مجاوزتها الحدّ في ارتكاب المعاصي، واقتراف الآثام."
        },
        {
            "verse_number": 12,
            "verse_text": "إِذِ ٱنۢبَعَثَ أَشۡقَىٰهَا",
            "explanation": "lorsque le plus misérable d’entre eux, désigné par les siens, se leva.",
            "arabic_explanation": "حين قام أشقاهم بعد انتداب قومه له."
        },
        {
            "verse_number": 13,
            "verse_text": "فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَا",
            "explanation": "Le messager d’Allah, Şâliħ, leur dit: Laissez la chamelle d’Allah boire durant son jour et ne vous en prenez pas à elle.",
            "arabic_explanation": "فقال لهم رسول الله صالح عليه السلام: اتركوا ناقة الله، وشِرْبها في يومها، فلا تتعرضوا لها بسوء."
        },
        {
            "verse_number": 14,
            "verse_text": "فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّىٰهَا",
            "explanation": "Seulement, ils démentirent leur messager au sujet de la chamelle et le plus misérable d’entre eux la tua avec leur approbation. Ils furent donc les complices de son crime et Allah abattit sur eux Son châtiment. Il les fit périr par le Cri, pour leurs péchés et étendit son châtiment sur tous,",
            "arabic_explanation": "فكذبوا رسولهم في شأن الناقة، فقتلها أشقاهم مع رضاهم بما فعل، فكانوا شركاء في الإثم، فأطبق الله عليهم عذابه، فأهلكهم بالصيحة بسبب ذنوبهم، وسوّاهم في العقوبة التي أهلكهم بها."
        },
        {
            "verse_number": 15,
            "verse_text": "وَلَا يَخَافُ عُقۡبَٰهَا",
            "explanation": "sans qu’Allah n’eut à craindre la conséquence de Son châtiment.",
            "arabic_explanation": "فعل الله بهم من العذاب ما أهلكهم غير خائف سبحانه من تبعاته."
        }
    ]
}