{
    "surah_name": "AT-TÎN",
    "surah_number": 95,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "وَٱلتِّينِ وَٱلزَّيۡتُونِ",
            "explanation": "Allah prête serment par le figuier et le lieu où il pousse ainsi que par l’olivier et le lieu où il pousse, c’est-à-dire en Palestine où Jésus a été envoyé,",
            "arabic_explanation": "أقسم الله بالتين ومكان نباته، وبالزيتون ومكان نباته في أرض فلسطين التي بعث فيها عيسى عليه السلام."
        },
        {
            "verse_number": 2,
            "verse_text": "وَطُورِ سِينِينَ",
            "explanation": "par le Mont Sinaï où Allah parla à Son prophète Moïse,",
            "arabic_explanation": "وأقسم بجبل سيناء الذي ناجى عنده نبيه موسى عليه السلام."
        },
        {
            "verse_number": 3,
            "verse_text": "وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ",
            "explanation": "et par la Mecque, le Pays Sacré, où celui qui y entre se sent en sécurité et où a été envoyé le Prophète Muħammad, que:",
            "arabic_explanation": "وأقسم بمكة البلد الحرام الذي يأمن من دخل فيه، الذي بعث فيه محمد صلى الله عليه وسلم."
        },
        {
            "verse_number": 4,
            "verse_text": "لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ",
            "explanation": "Nous avons créé l’être humain dans la forme la plus harmonieuse et lui avons donné la meilleure apparence.",
            "arabic_explanation": "لقد أوجدنا الإنسان في أعدل خلق وأفضل صورة."
        },
        {
            "verse_number": 5,
            "verse_text": "ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ",
            "explanation": "Ensuite, Nous le ramenons à la sénilité et à la décrépitude dans le bas monde, de sorte qu’il ne peut plus se servir de son corps tout comme il ne peut plus s’en servir lorsqu’il corrompt sa saine nature et entre en Enfer.",
            "arabic_explanation": "ثم أرجعناه إلى الهرم والخرف في الدنيا فلا ينتفع بجسده كما لا ينتفع به إذا أفسد فطرته وصار إلى النار."
        },
        {
            "verse_number": 6,
            "verse_text": "إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ",
            "explanation": "Exception faite de ceux qui croient en Allah et accomplissent de bonnes œuvres qui, lorsqu’ils atteignent la vieillesse, recevront une récompense permanent et ininterrompue, qui est le Paradis, pour s’être élevés.",
            "arabic_explanation": "إلا الذين آمنوا بالله وعملوا الأعمال الصالحات فإنهم وإن هرموا فلهم ثواب دائم غير مقطوع، وهو الجنة؛ لأنهم زكوا فطرهم."
        },
        {
            "verse_number": 7,
            "verse_text": "فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ",
            "explanation": "Ô être humain, quelle chose t’amène à traiter le Jour de la Rétribution de mensonge après avoir été témoin des nombreuses preuves de Son pouvoir?",
            "arabic_explanation": "فأي شيء يحملك - أيها الإنسان- على التكذيب بيوم الجزاء بعدما عاينت من علامات قدرته الكثيرة؟!"
        },
        {
            "verse_number": 8,
            "verse_text": "أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ",
            "explanation": "En faisant du Jour de la Résurrection un jour de rétribution, Allah n’est-Il pas le Plus Sage et le Plus Equitable des Juges? Est-il concevable qu’Il abandonne Ses serviteurs à leur sort sans trancher entre eux, sans rétribuer les bienfaisants parmi eux, et les malfaisants selon ce qu’ils méritent?",
            "arabic_explanation": "أليس الله - بجعل يوم القيامة يومًا للجزاء - بأحكم الحاكمين وأعدلهم؟! أيعقل أن يترك الله عباده سدى دون أن يحكم بينهم، فيجازي المحسن بإحسانه، والمسيء بإساءته؟!"
        }
    ]
}