{
    "surah_name": "AL-‘ALAQ",
    "surah_number": 96,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "ٱقۡرَأۡ بِٱسۡمِ رَبِّكَ ٱلَّذِي خَلَقَ",
            "explanation": "Ô Messager, lis ce qu’Allah te révèle en commençant par prononcer le Nom de ton Seigneur qui a créé toutes les créatures,",
            "arabic_explanation": "اقرأ - أيها الرسول - ما يوحيه الله إليك؛ مفتتحًا باسم ربك الذي خلق جميع الخلائق."
        },
        {
            "verse_number": 2,
            "verse_text": "خَلَقَ ٱلۡإِنسَٰنَ مِنۡ عَلَقٍ",
            "explanation": "qui a créé l’être humain d’un caillot de sang issu d’une goutte de sperme.",
            "arabic_explanation": "خلق الإنسان من قطعة دم متجمدة بعد أن كانت نطفة."
        },
        {
            "verse_number": 3,
            "verse_text": "ٱقۡرَأۡ وَرَبُّكَ ٱلۡأَكۡرَمُ",
            "explanation": "Ô Messager, lis ce qu’Allah te révèle. Ton Seigneur le très magnanime, dont la magnanimité n’est égalée par celle de personne. En effet, Il est très généreux et bienfaisant.",
            "arabic_explanation": "اقرأ - أيها الرسول - ما يوحيه الله إليك، وربك الأكرم الذي لا يداني كرمه كريم، فهو كثير الجود والإحسان."
        },
        {
            "verse_number": 4,
            "verse_text": "ٱلَّذِي عَلَّمَ بِٱلۡقَلَمِ",
            "explanation": "C’est Lui qui enseigna l’écriture par la plume (`al-qalamu),",
            "arabic_explanation": "الذي علّم الخط والكتابة بالقلم."
        },
        {
            "verse_number": 5,
            "verse_text": "عَلَّمَ ٱلۡإِنسَٰنَ مَا لَمۡ يَعۡلَمۡ",
            "explanation": "et enseigna à l’être humain ce qu’il ne connaissait pas.",
            "arabic_explanation": "علم الإنسان ما لم يكن يعلمه."
        },
        {
            "verse_number": 6,
            "verse_text": "كَلَّآ إِنَّ ٱلۡإِنسَٰنَ لَيَطۡغَىٰٓ",
            "explanation": "En vérité, l’être humain pervers, à l’image de `Abû Jahl, transgresse exagérément les limites d'Allah,",
            "arabic_explanation": "حقًّا إن الإنسان الفاجر مثل أبي جهل ليتجاوز الحدّ في تعدّي حدود الله."
        },
        {
            "verse_number": 7,
            "verse_text": "أَن رَّءَاهُ ٱسۡتَغۡنَىٰٓ",
            "explanation": "*puisqu’il estime se suffire à lui-même par son prestige et sa richesse.",
            "arabic_explanation": "لأجل أن رآه استغنى بما لديه من الجاه والمال."
        },
        {
            "verse_number": 8,
            "verse_text": "إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجۡعَىٰٓ",
            "explanation": "Or c’est vers ton Seigneur qu’aura lieu le retour le Jour de la Résurrection, ô être humain, et Il rétribuera chacun selon ce qu’il mérite.",
            "arabic_explanation": "إنّ إلى ربك - أيها الإنسان - الرجوع يوم القيامة فيجازي كلًّا بما يستحقه."
        },
        {
            "verse_number": 9,
            "verse_text": "أَرَءَيۡتَ ٱلَّذِي يَنۡهَىٰ",
            "explanation": "Connais-tu un cas plus étonnant que celui de `Abû Jahl, qui défend",
            "arabic_explanation": "أرأيت أعجب من أمر أبي جهل الذي ينهى."
        },
        {
            "verse_number": 10,
            "verse_text": "عَبۡدًا إِذَا صَلَّىٰٓ",
            "explanation": "à notre serviteur Muħammad de prier près de la Ka’bah?",
            "arabic_explanation": "عبدنا محمدًا صلى الله عليه وسلم إذا صلَّى عند الكعبة."
        },
        {
            "verse_number": 11,
            "verse_text": "أَرَءَيۡتَ إِن كَانَ عَلَى ٱلۡهُدَىٰٓ",
            "explanation": "Crois-tu qu’il suit une guidée et une clairvoyance provenant de son Seigneur?",
            "arabic_explanation": "أرأيت إن كان هذا المنهي على هدى وبصيرة من ربه؟!"
        },
        {
            "verse_number": 12,
            "verse_text": "أَوۡ أَمَرَ بِٱلتَّقۡوَىٰٓ",
            "explanation": "Ou alors, ordonnait-il de craindre Allah en se conformant à Ses commandements et en renonçant à Ses interdits? Celui qui ordonne cela défend-il de prier?",
            "arabic_explanation": "أو كان يأمر الناس بتقوى الله بامتثال أوامره واجتناب نواهيه، أَيُنْهى من كان هذا شأنه؟!"
        },
        {
            "verse_number": 13,
            "verse_text": "أَرَءَيۡتَ إِن كَذَّبَ وَتَوَلَّىٰٓ",
            "explanation": "Si cet individu traite de mensonge ce que le Messager apporte et s’en détourne, cela signifierait-il qu’il craint Allah?",
            "arabic_explanation": "أرأيت إن كذّب هذا الناهي بما جاء به الرسول، وأعرض عنه، ألا يخشى الله؟!"
        },
        {
            "verse_number": 14,
            "verse_text": "أَلَمۡ يَعۡلَم بِأَنَّ ٱللَّهَ يَرَىٰ",
            "explanation": "Ne sait-il pas qu’Allah voit ce qu’il fait et que rien ne Lui échappe?",
            "arabic_explanation": "ألم يعلم ناهي هذا العبد عن الصلاة أنّ الله يرى ما يصنع، لا يخفى عليه منه شيء؟!"
        },
        {
            "verse_number": 15,
            "verse_text": "كَلَّا لَئِن لَّمۡ يَنتَهِ لَنَسۡفَعَۢا بِٱلنَّاصِيَةِ",
            "explanation": "Il n’en est pas comme se l’imagine cet ignorant: s’il ne cesse pas de persécuter notre serviteur et de le traiter de menteur, Nous le trainerons violemment par le toupet jusqu’en Enfer.",
            "arabic_explanation": "ليس الأمر كما تصور هذا الجاهل، لئن لم يكفّ عن أذاه لعبدنا وتكذيبه له، لنأخذنّه مجذوبًا إلى النار بمقدم رأسه بعنف."
        },
        {
            "verse_number": 16,
            "verse_text": "نَاصِيَةٖ كَٰذِبَةٍ خَاطِئَةٖ",
            "explanation": "*Le propriétaire de ce toupet est un menteur et un pécheur.",
            "arabic_explanation": "صاحب تلك الناصية كاذب في القول، خاطئ في الفعل."
        },
        {
            "verse_number": 17,
            "verse_text": "فَلۡيَدۡعُ نَادِيَهُۥ",
            "explanation": "Qu’il appelle donc ses amis et ses connaissances lorsqu’il sera traîné en Enfer, afin qu’ils l’aident à repousser le châtiment.",
            "arabic_explanation": "فليدع -حين يؤخذ بمقدم رأسه إلى النار- أصحابه وأهل مجلسه؛ يستعين بهم لينقذوه من العذاب."
        },
        {
            "verse_number": 18,
            "verse_text": "سَنَدۡعُ ٱلزَّبَانِيَةَ",
            "explanation": "Pour Notre part, Nous appellerons les gardiens de l’Enfer: des anges rudes qui ne désobéissent en rien à Allah et qui font ce qui leur est ordonné. Qu’il voie donc lequel des deux partis est plus fort et plus capable.",
            "arabic_explanation": "سندعو نحن خَزَنة جهنم من الملائكة الغلاظ الذين لا يعصون الله ما أمرهم، ويفعلون ما يؤمرون، فلينظر أي الفريقين أقوى وأقدر."
        },
        {
            "verse_number": 19,
            "verse_text": "كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩",
            "explanation": "Cet injuste n’a pas le pouvoir de t’atteindre comme il se l’imagine. Ne lui obéis donc pas lorsqu’il t’ordonne ou te défend quelque chose. Prosterne-toi devant Allah et rapproche-toi de Lui par les actes d'obéissance, car ceux-ci rapprochent effectivement d’Allah.",
            "arabic_explanation": "ليس الأمر كما توهم هذا الظالم أن يصل إليك بسوء، فلا تطعه في أمر ولا نهي، واسجد لله، واقترب منه بالطاعات، فإنها تقرّب إليه."
        }
    ]
}