{
    "surah_name": "AL-BAYYINAH",
    "surah_number": 98,
    "verses": [
        {
            "verse_number": 1,
            "verse_text": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
            "explanation": "Les juifs, les chrétiens et les polythéistes ne cesseront d’être unanimement mécréants, tant que ne leur parviendra pas une preuve claire et un argument manifeste.",
            "arabic_explanation": "لم يكن الذين كفروا من اليهود والنصارى والمشركين مفارقين إجماعهم واتفاقهم على الكفر حتى يأتيهم برهان واضح، وحجة جَلِيَّة."
        },
        {
            "verse_number": 2,
            "verse_text": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
            "explanation": "Cette preuve claire et cet argument manifeste sont un Messager venant d’Allah, qui récite des feuillets touchés que par des êtres purs.",
            "arabic_explanation": "هذا البرهان الواضح والحجة الجَلِيَّة هو رسول من عند الله بعثه يقرأ صحفًا مطهرة لا يمسها إلا المطهرون."
        },
        {
            "verse_number": 3,
            "verse_text": "فِيهَا كُتُبٞ قَيِّمَةٞ",
            "explanation": "Dans ces feuillets, se trouvent des récits véridiques et des jugements équitables qui orientent les gens vers ce qui les rend vertueux et droits.",
            "arabic_explanation": "في تلك الصحف أخبار صدق وأحكام عدل، ترشد الناس إلى ما فيه صلاحهم ورشدهم."
        },
        {
            "verse_number": 4,
            "verse_text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
            "explanation": "Les juifs, à qui la Torah a été donnée, et les chrétiens, à qui l’Evangile a été donnée, n’ont divergé qu’après qu’Allah leur ait envoyé Son Prophète. Certains se sont convertis à l’Islam et d’autres sont restés mécréants malgré leur connaissance de la véracité du Prophète.",
            "arabic_explanation": "وما اختلف اليهود الذين أُعْطوا التوراة، والنصارى الذين أُعْطوا الإنجيل، إلا من بعد ما بعث الله نبيَّه إليهم، فمنهم من أسلم، ومنهم من تَمَادى في كفره مع علمه بصدق نبيه."
        },
        {
            "verse_number": 5,
            "verse_text": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
            "explanation": "La transgression et l’obstination des juifs et des chrétiens n’en est que moins justifiée, lorsqu’on sait que le Coran ne leur ordonne rien d’autre que ce que leurs deux livres leur ordonnent, à savoir: adorer Allah Seul, s’abstenir de polythéisme, accomplir la prière et s’acquitter de l’aumône légale. Ce qui leur a été ordonné est la religion droite qui ne comporte aucune tortuosité.",
            "arabic_explanation": "ويظهر جرم وعناد اليهود والنصارى أنهم ما أمروا في هذا القرآن إلا بما أمروا به في كتابيهم من عبادة الله وحده، ومجانبة الشرك، وإقامة الصلاة وإعطاء الزكاة، فما أمروا به هو الدين المستقيم الذي لا اعوجاج فيه."
        },
        {
            "verse_number": 6,
            "verse_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
            "explanation": "Les juifs, les chrétiens et les polythéistes qui mécroient entreront le Jour de la Résurrection en Enfer où ils demeureront éternellement. Ce sont eux les pires des créatures pour avoir mécru en Allah et traité Son Messager de menteur.",
            "arabic_explanation": "إن الذين كفروا - من اليهود والنصارى ومن المشركين - يدخلون يوم القيامة في جهنم ماكثين فيها أبدًا، أولئك هم شرّ الخليقة؛ لكفرهم بالله، وتكذيبهم رسوله."
        },
        {
            "verse_number": 7,
            "verse_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
            "explanation": "Ceux qui croient en Allah et accomplissent de bonnes œuvres sont les meilleures des créatures.",
            "arabic_explanation": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات أولئك هم خير الخليقة."
        },
        {
            "verse_number": 8,
            "verse_text": "جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
            "explanation": "Leur récompense auprès de leur Seigneur sera des vergers où les rivières coulent sous les palais et les arbres et où ils demeureront éternellement. Allah les agrée pour avoir cru en Lui et lui avoir obéi, et eux-mêmes l’agréeront pour Sa miséricorde dont ils bénéficieront. Cette miséricorde est du lot de celui qui redoute son Seigneur, se conformant ainsi à Ses commandements et renonçant à Ses interdits.",
            "arabic_explanation": "ثوابهم عند ربهم سبحانه وتعالى جنات تجري الأنهار من تحت قصورها وأشجارها، ماكثين فيها أبدًا، رضي الله عنهم لما آمنوا به وأطاعوه، ورضوا عنه لما نالهم من رحمته، هذه الرحمة ينالها من خاف ربه، فامتثل أمره، واجتنب نهيه."
        }
    ]
}